{
    "paper_id": "8c12139451e39956143db7ae9d7c55c2f1148566",
    "metadata": {
        "title": "Immunogenicity of anti-SARS-CoV-2 Comirnaty vaccine in patients with lymphomas and myeloma who underwent autologous stem cell transplantation",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The cohort of the study included consecutive patients with HMs treated with ASCT at our Department of Hematology who had received anti-SARS-CoV-2 vaccination. Information was collected regarding patient demographics, HM characteristics, last HM treatment, ASCT, previous Covid-19. Post-vaccination cases of Covid-19 were detected through regular follow-up. We evaluated antibody and T-cell responses four weeks after the completion of the vaccination regimen. To test humoral immunity, we used the DiaSorin's Liaison SARS-CoV-2 S1/S2 IgG test. All results were expressed as WHO international standard unit BAU/ml. A cutoff of anti-SARS-CoV2 IgG antibodies (Abs) >33.8 BAU/ml was considered as a positive test result. Cell-mediated immunity was tested in all seronegative patients and in an equal number of randomly selected seropositive patients (50% with high Ab titer and 50% with low Ab titer). The anti-spike T-cell-mediated immune response was tested by multicolor fluorescence-activated cell sorting (FACS) and enzymelinked immunosorbent spot (ELISpot) assay. Detailed methods are described in Supplemental Information. Univariate logistic regression model was used to assess the association between negative serology testing and baseline characteristics such as age, sex, HM type, HM status, absolute lymphocyte count (ALC), status of therapy, and type of last therapy. Odds ratios (OR) and 95% confidence intervals (CI) were calculated. The parameters with α = 0.10 were tested in a multivariate logistic regression with stepwise selection to assess the independent risk factors for vaccination failure. Antibody titer was summarized using geometric mean concentration (GMC) together with 95% CI. The Pearson correlation coefficient was used to evaluate the relationship between pre-vaccination ALC and GMC. To explore differences between GMC and type of last therapy we applied the ANOVA model. Regarding cell-mediated immunity, we used an unpaired two-tailed t-test to compare FACS results between the seronegative and seropositive groups. All other statistics were descriptive. Statistical analysis was performed with SAS version 9.4, Cary, NC, USA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "At data cutoff (May 31, 2021), 64 patients who had undergone ASCT as part of their HM treatment entered the analysis: 32 (50%) had ASCT as their last treatment before vaccination (ASCT-LT), while the remaining did not (No-ASCT-LT). All patients received BNT162b2 (Comirnaty) vaccine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Immunogenicity of anti-SARS-CoV-2 vaccine was tested at a median time of 28 days (range, 25-48) after the second dose of vaccine. Patients' characteristics at the time of vaccine administration are reported in Supplemental Table ST1 . Among the No-ASCT-LT cohort, 26 patients (81%) were undergoing treatment at the time of vaccination (Supplemental Table ST2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 210,
                    "end": 232,
                    "text": "Supplemental Table ST1",
                    "ref_id": null
                },
                {
                    "start": 349,
                    "end": 358,
                    "text": "Table ST2",
                    "ref_id": null
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Overall, 56 out of 64 patients (87%) developed a humoral immune response, with a median Ab titer of 747 BAU/ml (range, 101-2018). Conversely, eight patients (13%) did not show detectable levels of Abs: one out of 32 patients (3%) in the ASCT-LT cohort and seven out of 32 (21%) in the No-ASCT-LT cohort (Fig. 1a) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 303,
                    "end": 312,
                    "text": "(Fig. 1a)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Among the ASCT-LT subgroup, the median time between ASCT and vaccination was 17.6 months (range, 1.2-58.1). Most patients (23 out of 32, 72%) were vaccinated at least 6 months after ASCT, however, all four patients vaccinated within 3 months from ASCT elicited a humoral immune response. In the No-ASCT-LT subpopulation, all patients without detectable humoral responses were on active therapy at the time of vaccination (Supplemental Table ST2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 435,
                    "end": 444,
                    "text": "Table ST2",
                    "ref_id": null
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "The univariate analysis showed that not having ASCT as last treatment (OR 9.33, 95% CI 1.08-81.0; P = 0.04) and being on treatment (OR 12.60, 95% CI 1.45-109.82, P = 0.02) were significantly associated with vaccination failure. The effect of being on treatment remained significant in the multivariate analysis (OR 49.45, 95% CI 2.88-849.62; P = 0.007). Concerning the role of ALC, we found no association with seroconversion failure (P = 0.40), but a positive correlation with Ab titer's GMC (ϱ = 0.48, P = 0.0008). Finally, the ANOVA model disclosed a significant difference between Ab titer's GMC and type of last therapy (F test P = 0.006) (Fig. 1b) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 644,
                    "end": 653,
                    "text": "(Fig. 1b)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Regarding cell-mediated immunity, the FACS analysis showed a statistically significant lower percentage of spike-specific CD8 + IFNγ + T-cells (P = 0.027) and CD4 + T-cells (P = 0.047) in the seronegative group as compared to the seropositive group. No difference between the two groups was found in terms of spike-specific CD3 + T-cells, CD8 + T-cells, and CD4 + IFNγ + T-cells. The ELISpot assay showed a lower percentage of spike-specific IFNγ-producing T-cells in seronegative patients compared to seropositive patients (50% vs. 75%). Among all responders, we detected four patients with a high magnitude response (arbitrarily defined as >100 spot-forming cells/10 6 peripheral blood mononuclear cells), one of them (12.5%) had a negative humoral response ( Fig. 1c and Supplemental Table ST3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 762,
                    "end": 769,
                    "text": "Fig. 1c",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 787,
                    "end": 796,
                    "text": "Table ST3",
                    "ref_id": null
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Concerning post-vaccination Covid-19, we had one case of severe disease requiring hospitalization, caused by the Alpha variant of SARS-CoV-2. The patient was a 56-year-old male affected by multiple myeloma in partial response to Dara-RD treatment, who had undergone ASCT 57 months before vaccination. The first Comirnaty dose was administered 10 days after his last Dara infusion. The onset of symptoms occurred 26 days after the second vaccine dose. The serological response was evaluated during admission and resulted positive (543 BAU/ml).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Overall, in 64 ASCT recipients the rate of seroconversion was 87%. These results are encouraging when compared to those reported in other subsets of patients with HMs mainly assessed after a single vaccine dose [6] [7] [8] [9] [10] [11] . In our study, patients who underwent ASCT as last treatment largely seroconverted, even when vaccinated within 3 months from ASCT. On the other hand, the study showed a significant association between ongoing HM treatment and lower rate of post-vaccination seroconversion. Immunotherapy was associated with the highest risk of seroconversion failure. Furthermore, even in those who mounted a humoral response, immunotherapy appeared to negatively influence its magnitude. As evidence for this, the only patient who developed post-vaccination Covid-19 was on active Dara-RD treatment. These results are consistent with those reported by Maneikis et al. [12] .",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 214,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 215,
                    "end": 218,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 219,
                    "end": 222,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 223,
                    "end": 226,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 227,
                    "end": 231,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 232,
                    "end": 236,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 891,
                    "end": 895,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Concerning cellular immune response, we documented in vitro SARS-CoV-2-specific T-cell responses both in seropositive and seronegative patients, albeit at lower frequencies in the latter. Further studies are necessary to better understand the clinical Immunotherapy includes monoclonal anti-CD38, monoclonal anti-CD20, and bispecific antibodies. Novel agents include immunomodulatory drugs and proteasome inhibitors. Other includes allogeneic stem cell transplantation, chemotherapy, and supportive therapy. *Active therapy was defined as ongoing therapy or therapy discontinued within 6 months from vaccination. In the ELISpot figure: blue rhombi: seropositive patients with low Ab titer; blue circles: seropositive patients with high Ab titer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Correspondence",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical characteristics and risk factors associated with COVID-19 severity in patients with haematological malignancies in Italy: a retrospective, multicentre, cohort study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Passamonti",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cattaneo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Arcaini",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bruna",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cavo",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Merli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Haematol",
            "volume": "7",
            "issn": "",
            "pages": "737--782",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Outcomes of patients with hematologic malignancies and COVID-19: a systematic review and meta-analysis of 3377 patients",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vijenthira",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "Y"
                    ],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Fox",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Booth",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Fattizzo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Blood",
            "volume": "136",
            "issn": "",
            "pages": "2881--92",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Impact of hematologic malignancy and type of cancer therapy on COVID-19 severity and mortality: lessons from a large population-based registry study",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "García-Suárez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "De La Cruz",
                    "suffix": ""
                },
                {
                    "first": "Á",
                    "middle": [],
                    "last": "Cedillo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Llamas",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Duarte",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Jiménez-Yuste",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Hematol Oncol",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVID-19 elicits an impaired antibody response against SARS-CoV-2 in patients with haematological malignancies",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Passamonti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Romano",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Salvini",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Merli",
                    "suffix": ""
                },
                {
                    "first": "Della",
                    "middle": [],
                    "last": "Porta",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Bruna",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Br J Haematol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/bjh.17704"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Raccomandazioni ad interim sui gruppi target della vaccinazione anti-SARS-CoV-2/COVID-19",
            "authors": [],
            "year": 2021,
            "venue": "VaccinarSì",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Efficacy of the BNT162b2 mRNA COVID-19 vaccine in patients with chronic lymphocytic leukemia",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Herishanu",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Avivi",
                    "suffix": ""
                },
                {
                    "first": "Aharon",
                    "middle": [
                        "A"
                    ],
                    "last": "Shefer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Levi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bronstein",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Blood",
            "volume": "137",
            "issn": "",
            "pages": "3165--73",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "COVID-19 vaccine efficacy in patients with chronic lymphocytic leukemia",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Roeker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Knorr",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nivar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lebowitz",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Leukemia",
            "volume": "35",
            "issn": "",
            "pages": "2703--2708",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Low neutralizing antibody responses against SARS-CoV-2 in older patients with myeloma after the first BNT162b2 vaccine dose",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Terpos",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "P"
                    ],
                    "last": "Trougakos",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gavriatopoulou",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Papassotiriou",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Sklirou",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ntanasis-Stathopoulos",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Blood",
            "volume": "137",
            "issn": "",
            "pages": "3674--3680",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Response to first vaccination against SARS-CoV-2 in patients with multiple myeloma",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bird",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Panopoulou",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Shea",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tsui",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Saso",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sud",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Lancet Haematol",
            "volume": "8",
            "issn": "",
            "pages": "389--92",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Highly variable SARS-CoV-2 spike antibody responses to two doses of COVID-19 RNA vaccination in patients with multiple myeloma",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Van Oekelen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Gleason",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Agte",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Srivastava",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Beach",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aleman",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Cancer Cell",
            "volume": "39",
            "issn": "",
            "pages": "1028--1058",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Safety and immunogenicity of one versus two doses of the COVID-19 vaccine BNT162b2 for patients with cancer: interim analysis of a prospective observational study",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Monin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Laing",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Muñoz-Ruiz",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Mckenzie",
                    "suffix": ""
                },
                {
                    "first": "Del Molino Del",
                    "middle": [],
                    "last": "Barrio",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Alaguthurai",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Lancet Oncol",
            "volume": "22",
            "issn": "",
            "pages": "765--78",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Immunogenicity of the BNT162b2 COVID-19 mRNA vaccine and early clinical outcomes in patients with haematological malignancies in Lithuania: a national prospective cohort study",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Maneikis",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Šablauskas",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Ringelevičiūtė",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Vaitekėnaitė",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Čekauskienė",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kryžauskaitė",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Lancet Haematol",
            "volume": "8",
            "issn": "",
            "pages": "583--92",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Data on humoral and cellular responses after anti-SARS-CoV-2 vaccine in 64 patients with hematological malignancies who underwent autologous stem cell transplantation. a Seroconversion rates according to type of disease and type of last therapy. b Association between Ab titer's GMC and type of last therapy. c FACS and ELISpot analyses of spike-specific T-cell responses according to serological status. ASCT: autologous stem cell transplantation; GMC: geometric mean concentration; NEG: seronegative after vaccination; POS: seropositive after vaccination; FSC/SSC: forward scatter/side scatter; SFC: spot-forming cells; PBMC: peripheral blood mononuclear cells.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Percentage of SARS-Cov-2 IgG test",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Susanna Bassi from the Clinical Trial Center of Hematology at the A.S.S.T. Sette Laghi of Varese (Italy) serving as research nurse. We thank Nicole Fabbri for participating in patient enrollment. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        },
        {
            "text": "The authors declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COMPETING INTERESTS"
        },
        {
            "text": "The study was approved by the institutional review board ethics committees (protocol n. 84-2021) and conducted in accordance with the Helsinki Declaration of 1975 as revised in 2013. All participants signed a written informed consent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ETHICS APPROVAL"
        },
        {
            "text": "Supplementary information The online version contains supplementary material available at https://doi.org/10.1038/s41409-021-01487-4.Correspondence and requests for materials should be addressed to Francesco Passamonti.Reprints and permission information is available at http://www.nature.com/ reprintsPublisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ADDITIONAL INFORMATION"
        }
    ]
}