{
    "paper_id": "8c38a0e996cd531d45c245bf15a67b464e8f570b",
    "metadata": {
        "title": "Therapeutic MK-4482/EIDD-2801 Blocks SARS-CoV-2 Transmission in Ferrets",
        "authors": [
            {
                "first": "Robert",
                "middle": [
                    "M"
                ],
                "last": "Cox 1#",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Georgia State University",
                    "location": {
                        "settlement": "Atlanta",
                        "region": "GA"
                    }
                },
                "email": ""
            },
            {
                "first": "Josef",
                "middle": [
                    "D"
                ],
                "last": "Wolf",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Georgia State University",
                    "location": {
                        "settlement": "Atlanta",
                        "region": "GA"
                    }
                },
                "email": ""
            },
            {
                "first": "Richard",
                "middle": [
                    "K"
                ],
                "last": "Plemper",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Georgia State University",
                    "location": {
                        "settlement": "Atlanta",
                        "region": "GA"
                    }
                },
                "email": "rplemper@gsu.edu"
            },
            {
                "first": "",
                "middle": [],
                "last": "Cox",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Georgia State University",
                    "location": {
                        "settlement": "Atlanta",
                        "region": "GA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The COVID-19 pandemic is having a catastrophic impact on human health. Widespread 2 community transmission has triggered stringent distancing measures with severe socioeconomic 3 consequences. Gaining control of the pandemic will depend on interruption of transmission chains 4 until protective herd immunity arises. Ferrets and related members of the weasel genus transmit 5 SARS-CoV-2 efficiently with minimal clinical signs, resembling spread in the young-adult 6 population. We previously reported an orally efficacious nucleoside analog inhibitor of influenza 7 viruses, EIDD-2801 (or MK-4482), that was repurposed against SARS-CoV-2 and is in phase II/III 8 clinical trials. Employing the ferret model, we demonstrate in this study high SARS-CoV-2 burden 9 in nasal tissues and secretions that coincides with efficient direct-contact transmission. 10",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The COVID-19 pandemic is having a catastrophic impact on human health. Widespread 2 community transmission has triggered stringent distancing measures with severe socioeconomic 3 consequences. Gaining control of the pandemic will depend on interruption of transmission chains 4 until protective herd immunity arises. Ferrets and related members of the weasel genus transmit 5 SARS-CoV-2 efficiently with minimal clinical signs, resembling spread in the young-adult 6 population. We previously reported an orally efficacious nucleoside analog inhibitor of influenza 7 viruses, EIDD-2801 (or MK-4482), that was repurposed against SARS-CoV-2 and is in phase II/III 8 clinical trials. Employing the ferret model, we demonstrate in this study high SARS-CoV-2 burden 9 in nasal tissues and secretions that coincides with efficient direct-contact transmission. 10",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary Paragraph 1"
        },
        {
            "text": "reduced upper respiratory tract SARS-CoV-2 load and completely suppressed spread to untreated 12 contact animals. This study identifies oral MK-4482/EIDD-2801 as a promising antiviral 13 countermeasure to break SARS-CoV-2 community transmission chains. 14",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Therapeutic treatment of infected animals with twice-daily MK-4482/EIDD-2801 significantly 11"
        },
        {
            "text": "The coronavirus disease (COVID)-19 pandemic is exerting a global impact on human health not 16 experienced from a single pathogen since the Spanish flu outbreak of 1918. The etiologic agent, CoV-2, has spread to over 35.5 million people to date, causing over 1 million deaths and substantial 18 morbidity, and having an unprecedented catastrophic effect on societies and the global economy 1 . 19",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main Text 15"
        },
        {
            "text": "Interrupting widespread community transmission is paramount to establishing pandemic control and 20 relaxing social-distancing measures. However, no vaccine prophylaxis is yet available and approved 21 antiviral treatments such as remdesivir and reconvalescent serum cannot be delivered orally 2,3 , making 22 them poorly suitable for transmission control. 23",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main Text 15"
        },
        {
            "text": "We recently reported the development of MK-4482/EIDD-2801 4,5 , the orally available pro-drug of 24 the nucleoside analog N 4 -hydroxycytidine (NHC), which has shown potent anti-influenza virus activity 25 in mice, guinea pigs, ferrets, and human airway epithelium organoids 4,6,7 . Acting through induction of 26 error catastrophe in virus replication 4,8 , NHC has broad-spectrum anti-RNA virus activity and is 27 currently being tested in advanced clinical trials (NCT04405570 and NCT04405739) for the treatment 28 of SARS-CoV-2 infection. In addition to ameliorating acute disease, we have demonstrated in a guinea 29 pig transmission model that NHC effectively blocks influenza virus spread from infected animals to 30 untreated contact animals 7 . 31",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main Text 15"
        },
        {
            "text": "Several mouse models of SARS-CoV-2 infection have been developed, some of which were 32 employed to confirm in vivo efficacy of MK-4482/EIDD-2801 also against beta-coronaviruses 9 . 33 However, human SARS-CoV-2 cannot productively infect mice without extensive viral adaptation or 34 introduction of human ACE2 into transgenic animals, and none of the mouse models supports 35 transmission to uninfected mice 10 . Spillover of SARS-CoV-2 to farmed minks, subsequent large-scale 36 mink-to-mink transmission and, in some cases, zoonotic transmission back to humans revealed efficient 37 viral spread among members of the weasel genus without prior adaptation [11] [12] [13] [14] . Although mink farms 38 reported elevated animal mortality and gastrointestinal and respiratory clinical signs 15 , outbreak follow-39 up revealed continued intra-colony spread for extended periods of time 14 , suggesting that acute clinical 40 signs in the majority of infected animals may be mild or absent. These mink field reports corroborated 41 results obtained with experimentally infected ferrets showing that mustelids of the weasel genus transmit 42 SARS-CoV-2 efficiently without strong clinical disease manifestation 16, 17 . This presentation of SARS-43",
            "cite_spans": [
                {
                    "start": 658,
                    "end": 662,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 663,
                    "end": 667,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 668,
                    "end": 672,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 673,
                    "end": 677,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 1208,
                    "end": 1211,
                    "text": "16,",
                    "ref_id": null
                },
                {
                    "start": 1212,
                    "end": 1214,
                    "text": "17",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Main Text 15"
        },
        {
            "text": "CoV-2 infection resembles the experience of frequently asymptomatic or mildly symptomatic SARS-44",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main Text 15"
        },
        {
            "text": "CoV-2 spread in the human young-adult population 18 . 45",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main Text 15"
        },
        {
            "text": "In this study, we have explored the efficacy of oral MK-4482/EIDD-2801 against SARS-CoV-2 in 46 the ferret model. We demonstrate significant reduction of upper respiratory tract virus load in animals 47 treated therapeutically with MK-4482/EIDD-2801. Whereas SARS-CoV-2 efficiently spread to all 48 contacts of vehicle-treated source animals, MK-4482/EIDD-2801 treatment blocked all SARS-CoV-2 49 transmission. These results support the administration of MK-4482/EIDD-2801 to asymptomatic or 50 mildly symptomatic SARS-CoV-2 positives to rapidly block community transmission chains in addition 51 to the treatment of patients with advanced clinical signs or severe disease. 52",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main Text 15"
        },
        {
            "text": "To validate host invasion and tissue tropism of SARS-CoV-2 in ferrets, we inoculated animals 54 intranasally with 1´10 4 or 1´10 5 plaque-forming units (pfu) of SARS-CoV-2 clinical isolate 2019-55 nCoV/USA-WA1/2020 per animal. Shed virus burden was monitored daily over a 10-day period and 56 virus load in the upper and lower respiratory tract determined on days four and ten after infection. In 57 animals of the high inoculum group, virus release from the upper respiratory tract peaked three days 58 after infection and was undetectable by day seven (Fig. 1a) . No efficient infection was noted in the low 59 inoculum group. Shedding profiles closely correlated with infectious particle load in nasal turbinates; a 60 heavy virus tissue burden in the high inoculum group was present on day 4, which greatly decreased by 61 approximately four orders of magnitude by day 10 (Fig. 1b) . 62",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 554,
                    "end": 563,
                    "text": "(Fig. 1a)",
                    "ref_id": null
                },
                {
                    "start": 876,
                    "end": 885,
                    "text": "(Fig. 1b)",
                    "ref_id": null
                }
            ],
            "section": "Efficient replication and shedding of SARS-CoV-2 in the ferret upper respiratory tract 53"
        },
        {
            "text": "Low inoculum resulted in light virus load in the turbinates on day 4 and undetectable burden 63 thereafter. However, qPCR-based quantitation of viral RNA copy numbers in the turbinates revealed 64 continued presence of a moderate (approx. 10 4 copies/g tissue) to high (³10 7 copies/g tissue) virus load 65 after low and high inoculum, respectively (Fig. 1c) . Independent of inoculum amount, no infectious 66 particles were detected in bronchoalveolar lavages or lung tissue samples (extended data Fig. 1 ). At both 67 days 4 and 10, several organ samples (lung, heart, kidney, liver) were also qPCR-negative ( Fig. 1d) , 68 confirming inefficient infection of the ferret lower respiratory tract and limited systemic host invasion. 69",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 349,
                    "end": 358,
                    "text": "(Fig. 1c)",
                    "ref_id": null
                },
                {
                    "start": 499,
                    "end": 505,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 612,
                    "end": 620,
                    "text": "Fig. 1d)",
                    "ref_id": null
                }
            ],
            "section": "Efficient replication and shedding of SARS-CoV-2 in the ferret upper respiratory tract 53"
        },
        {
            "text": "Only small and large intestine samples were PCR-positive on day 4 after infection, and rectal swabs 70 showed continued low-grade shedding of viral genetic material (Fig. 1e) . 71",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 165,
                    "end": 174,
                    "text": "(Fig. 1e)",
                    "ref_id": null
                }
            ],
            "section": "Efficient replication and shedding of SARS-CoV-2 in the ferret upper respiratory tract 53"
        },
        {
            "text": "Animals in the high-inoculum group experienced a transient drop in body weight that reached a low 72 plateau on days 5-6 after infection, but fully recovered by the end of study (Fig. 1f) . No other clinical 73 signs such as fever or respiratory discharge were noted. Complete blood counts taken every second day 74 revealed no significant deterioration from the normal range in either inoculum group in overall white 75 blood cells counts and lymphocyte, neutrophil, and platelet populations (Fig. 1g ). Relative expression 76 levels of type I and II interferon and IL-6 in ferret peripheral blood mononuclear cells (PBMCs) sampled 77 in 48-hour intervals reached a plateau approximately 3 days after infection and stayed moderately 78 elevated until the end of the study (Fig. 1h ). Selected interferon-stimulated genes (ISGs) with antiviral 79 effector function (MX1 and ISG15) showed a prominent expression peak four days after infection, 80 followed by return to baseline expression by study end. 81",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 178,
                    "end": 187,
                    "text": "(Fig. 1f)",
                    "ref_id": null
                },
                {
                    "start": 493,
                    "end": 501,
                    "text": "(Fig. 1g",
                    "ref_id": null
                },
                {
                    "start": 773,
                    "end": 781,
                    "text": "(Fig. 1h",
                    "ref_id": null
                }
            ],
            "section": "Efficient replication and shedding of SARS-CoV-2 in the ferret upper respiratory tract 53"
        },
        {
            "text": "Informed by these results, ferrets were infected in subsequent MK-4482/EIDD-2801 efficacy tests 83 with 1´10 5 pfu/animal and infectious virions in nasal lavages determined twice daily (Fig. 2a) SARS-CoV-2 RNA was still detectable in nasal tissues extracted from animals of all groups, albeit 98 significantly reduced (p=0.0089 and p=0.0081 for the 5 mg/kg and 15 mg/kg MK-4482/EIDD-2801 99 groups, respectively) in treated animals versus the vehicle controls ( Fig. 2d) . Animals of the 12-hour 100 therapeutic groups showed a significant reduction (p£0.044) in effector ISG expression compared to 101 vehicle-treated animals, although no significant differences in relative interferon and IL-6 induction 102 were observed (extended data Fig. 2) . 103",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 185,
                    "end": 194,
                    "text": "(Fig. 2a)",
                    "ref_id": null
                },
                {
                    "start": 462,
                    "end": 470,
                    "text": "Fig. 2d)",
                    "ref_id": null
                },
                {
                    "start": 739,
                    "end": 746,
                    "text": "Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "Efficacy of MK-4482/EIDD-2801 against SARS-CoV-2 in ferrets 82"
        },
        {
            "text": "These results demonstrate oral efficacy of therapeutically administered MK-4482/EIDD-2801 104 against acute SARS-CoV-2 infection in the ferret model. Consistent with our previous pharmacokinetic 105 (PK) and toxicology work-up of MK-4482/EIDD-2801 in ferrets, treatment did not cause any 106 phenotypically overt adverse effects and white blood cell and platelet counts of drug-experienced 107 animals remained in the normal range (extended data Fig. 3) . 108",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 446,
                    "end": 453,
                    "text": "Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "Efficacy of MK-4482/EIDD-2801 against SARS-CoV-2 in ferrets 82"
        },
        {
            "text": "SARS-CoV-2 shedding into the ferret upper respiratory tract establishes conditions for productive 110 spread from infected source to uninfected contact animals 16, 17 . To assess transmission efficiency, we co-111 housed intranasally infected source animals with two uninfected contact animals each for a 3-day period, 112 starting 30 hours after source animal inoculation (Fig. 3a) . Nasal lavages and rectal swabs were obtained 113 from all animals once daily and blood sampled at study start and on days four and eight after the original 114",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 163,
                    "text": "16,",
                    "ref_id": null
                },
                {
                    "start": 164,
                    "end": 166,
                    "text": "17",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 373,
                    "end": 382,
                    "text": "(Fig. 3a)",
                    "ref_id": null
                }
            ],
            "section": "Efficient direct contact transmission of SARS-CoV-2 between ferrets 109"
        },
        {
            "text": "infection. Viral burden and RNA copy numbers in respiratory tissues were determined at the end of the 115 co-housing phase (source animals) and at study end (contact animals). 116",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Efficient direct contact transmission of SARS-CoV-2 between ferrets 109"
        },
        {
            "text": "Infectious particles first emerged in nasal lavages of some contact animals 24 hours after the start of 117 co-housing (Fig. 3b) . By the end of the co-housing phase, all contact animals were infected and 118 approached peak virus replication phase, demonstrating that SARS-CoV-2 transmission among ferrets is 119 rapid and highly efficient. 120",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 119,
                    "end": 128,
                    "text": "(Fig. 3b)",
                    "ref_id": null
                }
            ],
            "section": "Efficient direct contact transmission of SARS-CoV-2 between ferrets 109"
        },
        {
            "text": "A second cohort of source animals inoculated in parallel with SARS-CoV-2 received oral MK-122 4482/EIDD-2801 at the 5 mg/kg body weight dose level, administered b.i.d. starting 12 hours after 123 infection. Productive infection of these animals was validated by SARS-CoV-2 titers in nasal lavages 124 one day after infection (Fig. 3b ) that very closely matched those seen in the initial efficacy tests (Fig.  125 2b). Although we also co-housed the treated source animals for nearly 3 days with two untreated 126 contacts each, no infectious SARS-CoV-2 particles were detected in any of the series of nasal lavages 127 obtained from these contacts or in any of the contact animal nasal turbinates sampled at study end ( Fig.  128 3c). 129 Nasal turbinates extracted from the contacts of vehicle-treated source animals contained high viral 130 RNA copy numbers, underscoring successful host invasion after transmission (Fig. 3d ). Consistent with 131 our earlier observations, turbinates of treated source animals harbored moderate to high (³10 5 copies/g 132 tissue) amounts of viral RNA although infectious particles could not be detected. In contrast, all 133 respiratory tissues of the contacts co-housed with MK-4482/EIDD-2801-treated source animals 134 remained SARS-CoV-2 genome free, indicating the absence of any low-grade virus replication that 135 could have hypothetically progressed in these animals below the detection level of infectious particles 136 Rodriguez Mega, E. COVID has killed more than one million people. How many more will die? 209",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 325,
                    "end": 333,
                    "text": "(Fig. 3b",
                    "ref_id": null
                },
                {
                    "start": 403,
                    "end": 413,
                    "text": "(Fig.  125",
                    "ref_id": null
                },
                {
                    "start": 721,
                    "end": 730,
                    "text": "Fig.  128",
                    "ref_id": null
                },
                {
                    "start": 919,
                    "end": 927,
                    "text": "(Fig. 3d",
                    "ref_id": null
                }
            ],
            "section": "MK-4482/EIDD-2801 prevents viral spread to untreated contact animals 121"
        },
        {
            "text": "Nature, doi:10.1038/d41586-020-02762-y (2020 Viruses were administered to source animals through intranasal inoculation and virus load monitored 340 periodically in nasal lavages and rectal swabs, and 4 or 10 days after exposure in respiratory tissues and 341 a subset of organs. Virus titers were determined based on plaque assay and viral RNA copy numbers, 342 blood samples subjected to CBC analysis and RT-qPCR quantitation of selected cytokine and innate 343 antiviral effector expression levels. 344",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MK-4482/EIDD-2801 prevents viral spread to untreated contact animals 121"
        },
        {
            "text": "Vero-E6 cells were cultured in Dulbecco's modified Eagle's medium (DMEM) supplemented with 346 7.5% heat inactivated fetal bovine serum (FBS) at 37°C with 5% CO2. SARS-CoV-2 (SARS-CoV-347 2/human/USA-WA1/2020) was propagated using Vero-E6 cells supplemented with 2% FBS. Virus 348 stocks were stored at -80°C and titers were determined by plaque assay. Vero-E6 cells were routinely 349 checked in 6-month intervals for bacterial and mycoplasma contamination. 350",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cells and viruses 345"
        },
        {
            "text": "Samples were serially diluted (10-fold starting at 1:10 initial dilution) in DMEM supplemented with 352 2% FBS containing antibiotics-antimycotics (Gibco). Serial dilutions were added to Vero-E6 cells 353 seeded in 12-well plates at 3´10 5 cells per well 24-hours prior. Virus was allowed to adsorb for 1 hour at 354 37°C. Subsequently, inoculum was removed, and cells were overlaid with 1.2% Avicel (FMC 355 biopolymer) in DMEM and incubated for three days at 37°C with 5% CO2. Avicel was removed and 356 cells were washed once with PBS, fixed with 10% neutral buffered formalin, and plaques were 357 visualized using 1% crystal violet. 358",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plaque assay 351"
        },
        {
            "text": "Female ferrets (6-10 months of age) were purchased from Triple F Farms. Upon arrival, ferrets were 360 rested for one week, then randomly assigned to groups and housed individually in ventilated negative 361 pressure cages in an ABSL-3 facility. In order to establish a suitable inoculum for efficacy and 362 transmission studies, ferrets (n=4) were inoculated intranasally with 1´10 4 and 1´10 5 pfu of 2019-363 nCoV/USA-WA1/2020 in 1 ml (0.5 ml per nare). Prior to inoculation, ferrets were anesthetized with 364 dexmedetomidine/ketamine. Nasal lavages were performed once daily using 1 ml of PBS containing 2´ antibiotics-antimycotics (Gibco). For blood sampling, ferrets were anesthetized with dexmedetomidine 366 and approximately 0.5 ml blood was drawn from the anterior vena cava. Complete blood counts (CBC) 367 were performed using a Vetscan HM5 (Abaxis) in accordance with the manufacturer's protocol. Rectal 368 swabs were performed every two days. Groups of two ferrets were sacrificed 4-and 10-days post 369 infection and organs were harvested to determine virus titer and the presence of viral RNA in different 370 tissues. 371",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Establishing infectious dose 359"
        },
        {
            "text": "Groups of ferrets (n=3 each) were inoculated with 1´10 5 pfu of 2019-nCoV/USA-WA1/2020 in 1 373 ml (0.5 ml per nare performed on all ferrets every 12 hours. Blood samples were obtained every two days after infection and 379 stored in K2-EDTA tubes (Sarstedt CB 300). CBC analysis was performed on each blood sample in 380 accordance with the manufacturer's protocols. After CBC analysis, red blood cells were lysed with ACK 381 buffer (150 mM NH4CL, 10mM KHCO3, 0.01 mM EDTA pH 7.4) and PBMCs were harvested and 382 stored at -80°C in RNAlater until further qPCR analysis was performed. Four days after infection, all 383 ferrets were euthanized and organs harvested to determine virus titers and the presence of viral RNA in 384 different tissues. 385",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In vivo efficacy of MK-4482/EIDD-2801 in ferrets 372"
        },
        {
            "text": "A group of 6 individually housed source ferrets were inoculated intranasally with 1´10 5 pfu of 387 2019-nCoV/USA-WA1/2020. Twelve hours after infection, source ferrets were split into two groups 388 (n=3 each) receiving vehicle or MK-4482/EIDD-2801 treatment at a dose of 5 mg/kg b.i.d. daily by oral 389 gavage. At 30 hours post infection, each source ferret was co-housed with two uninfected and untreated 390 contact ferrets. Ferrets were co-housed until 96 hours after infection, when source ferrets were 391 euthanized and contact animals housed individually. Contact animals were monitored for four days after 392 separation from source ferrets, then sacrificed. Nasal lavages and rectal swabs were performed every 24 393 hours on all ferrets. Blood samples were collected at 0, 4, and 8 days after source ferret infection. For all 394 ferrets, organs were harvested to determine virus titers and the presence of viral RNA in different 395 tissues. 396",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contact transmission of SARS-CoV-2 in ferrets 386"
        },
        {
            "text": "For virus titration, organs were weighed and homogenized in PBS. Homogenates were centrifuged 398 for 5 minutes at 2,000´g at 4°C. Clarified supernatants were harvested and used in subsequent plaque 399 assays. For detection of viral RNA, harvested organs were stored in RNAlater at -80°C. Tissues were 400 ground and total RNA was extracted using a RNeasy mini kit (Qiagen). RNA was extracted from rectal 401 swabs using the ZR Viral RNA Kit (Zymo Research) in accordance with the manufacturer's protocols. 402",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Titration of SARS-CoV-2 in tissue extracts 397"
        },
        {
            "text": "Detection of SARS-CoV-2 RNA was performed using the nCoV_IP2 primer-probe set (National 404 ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS-CoV-2 RNA copy numbers 403"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Reference Center for Respiratory Viruses",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Applied Biosystems 7500 Real-Time PCR System using the StepOnePlus Real-Time PCR 406",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "System was used to perform qPCR reactions",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Scientific) was used in combination with the nCoV_IP2 primer-probe set to detect viral RNA",
            "authors": [],
            "year": null,
            "venue": "To",
            "volume": "408",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "quantitate RNA copy numbers, a standard curve was created using a PCR fragment (nucleotides 12669-409 14146 of the SARS-CoV-2 genome) generated from viral cDNA using nCoV_IP2 forward primer and 410 the nCoV_IP4 reverse primer",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "respiratory tissues was assessed four days after infection. In all treatment experiments, MK-85 4482/EIDD-2801 was administered twice daily (b.i.d.) through oral gavage. Dosing commenced 12 86 hours after infection at 5 or 15 mg/kg body weight, or 36 hours after infection at 15 mg/kg. Shed viral 87 titers in nasal lavages were equivalent in all MK-4482/EIDD-2801 groups and vehicle-treated controls at 88 the time of first treatment start (12 hours after infection), indicating uniform inoculation of all animals in 89 the study (Fig. 2b). Initiation of therapy at the 12-hour time point resulted in a significant reduction 90 (p<0.001) of shed virus load within 12 hours, independent of the MK-4482/EIDD-2801 dose level 91 administered, and infectious particles became undetectable within 24 hours of treatment start. When first 92 administered at the peak of virus shedding (36 hours after infection), MK-4482/EIDD-2801 completely 93 suppressed release of infectious virions into nasal lavages within a slightly longer 36-hour period, 94 whereas vehicle control animals continued to shed infectious particles until study end. 95 By 3.5 days after infection, only vehicle-treated animals carried detectable virus burden in nasal 96 turbinates (Fig. 2c), indicating that MK-4482/EIDD-2801 had silenced all SARS-CoV-2 replication. 97",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 3e,f). Low SARS-CoV-2 RNA copy numbers were furthermore present in intestine tissue samples 137 and rectal swabs of the vehicle source animals and their contacts, but were undetectable in the MK-138 4482/EIDD-2801-treated source group and co-housed contact animals. 139 140 Discussion 141Representatives of a number of animal species such as non-human primates 19 , dogs 20 , cats 20 , 142 ferrets 20 , hamsters 21-23 , and bats 16 were susceptible to SARS-CoV-2 without prior species adaptation 143 when infected experimentally. Natural infection has been documented for felines 24 , dogs 25 and 144 minks 12,14 . Phylogenetic analysis of outbreaks in mink farms revealed prolonged intra-colony circulation 145 and zoonotic mink-to-human transmission 14 , driving our selection of ferrets, members of the weasel 146 genus closely related to minks, as a relevant SARS-CoV-2 transmission model. 147We noted strong viral inoculum amount-dependence of experimental infection of ferrets. Productive 148 host invasion characterized by robust virus replication in the upper respiratory tract and appearance of 149 viral genetic material in gastrointestinal samples was only observed after intranasal delivery of 100,000 150 pfu of SARS-CoV-2. By comparison, natural infection through direct contact was far more efficient, to 151 which prolonged exposure of contact to source animals may have been a contributing factor. However, 152 nearly all contacts started to shed virus within less than 24 hours after the beginning of co-housing. This 153 timeline indicates that transmission must have occurred in most cases immediately after introducing 154 contact to source animals, despite the fact that shed viral titers of source animals were only 10 3 pfu/ml 155 nasal lavage in this disease period.156 Independent of experimental versus natural infection, none of the SARS-CoV-2 infected ferrets 157 displayed prominent clinical signs. The mink farm outbreaks may allow better appreciation of the 158 clinical spectrum of SARS-CoV-2 in weasels, since data are based on a far greater number of animals. 159 Whereas only a small subset of the thousands of infected minks displayed severe respiratory signs, most 160 of those that died at the peak of farm outbreaks had developed acute interstitial pneumonia 12,15 . Possibly 161 a consequence of mild disease in ferrets, our complete blood counts showed no robust lymphopenia, a 162 prominent correlate of severe human SARS-CoV-2 disease 26,27 . 163 MK-4482/EIDD-2801 is currently being tested in advanced multi-center clinical trials 164 (NCT04405570 and NCT04405739), which explore drug efficacy in lowering virus shedding in SARS-165 CoV-2-positive non-hospitalized and hospitalized patients, respectively. These studies were launched 166 after successful completion of phase 1 safety trials (i.e. NCT04392219). Although dose levels applied in 167 these studies and human PK data have not yet been disclosed, Merck & Co. have released 28 that NHC 168 blood levels were safely reached in humans that exceed antiviral concentrations against SARS-CoV-2 in 169 primary human airway epithelia cultures (NHC EC90 approx. 0.5-1 µM 9 ). Our PK profiles for MK-170 4482/EIDD-2801 revealed that NHC plasma concentrations ³0.5 µM at trough (12 hours after dosing 171 based on a b.i.d. regimen) are reached after oral dose levels of approximately 130 mg/kg and 10 mg/kg 172 in cynomolgus macaques and ferrets, respectively 4 . These calculations drove our decision to dose ferrets 173 at the 5 mg/kg level in this study, which represents a conservative estimate of a safe human dose 174 equivalent based on all available information. By coincidence, 5 mg/kg is close to the lowest efficacious dose of MK-4482/EIDD-2801 against seasonal and pandemic influenza viruses in ferrets 4,6 , 176 underscoring the high broad-spectrum antiviral potential of the drug. 177 Closely resembling our prior experience with influenza therapy 4,6 , MK-4482/EIDD-2801 was well 178 tolerated and orally efficacious against SARS-CoV-2, reducing upper respiratory virus load below 179 detection level within 24 hours of first drug administration when therapy was initiated after the onset of 180 virus shedding, and by nearly two orders of magnitude when first administered at the peak of virus 181 replication. Viral genetic material in gastrointestinal samples was likewise undetectable in treated 182 animals, which is consistent with previous observations of sustained presence of the biologically active 183 triphosphate form of NHC in all soft tissue but liver in different species 4,8,29 . 184 Importantly, treatment suppressed all transmission to untreated direct contacts, despite prolonged 185 direct proximity of source and contact animals and detectable virus shedding from source animals at the 186 beginning of the co-housing phase. This complete transmission block may indicate a bottom threshold of 187 shed SARS-CoV-2 load for successful spread. Since the antiviral effect of NHC arises from induction of 188 error catastrophe 4,7,8 , it is also possible that genome integrity of some EIDD-2801-experienced virions 189 shed from treated animals was only partially compromised. Incorporated NHC base pairs as cytosine or 190 uracil due to spontaneous tautomeric interconversions 30 . Limited presence of the analog in viral 191 genomes generated shortly after treatment start could have still allowed virus replication on cultured 192 cells for titration, but not successful host invasion. 193 Our prior studies with influenza viruses demonstrate that the MK-4482/EIDD-2801-mediated block 194 of respiratory viral transmission is not host species-restricted. Oral treatment with MK-4482/EIDD-2801 195 or NHC reduced shed influenza virus titers in ferret nasal lavages with potency and kinetics comparable 196 to the effect seen here against SARS-CoV-2 4 and effectively prevented influenza virus direct contact 197 transmission between guinea pigs 7 . If ferret-based inhibition of SARS-CoV-2 transmission by MK-4482/EIDD-2801 is predictive of the antiviral effect in humans, COVID-19 patients could become non-199 infectious within 24 to 36 hours after the onset of oral treatment. In addition to the direct therapeutic 200 promise of alleviating clinical disease, a shortened shedding period would safely allow reduction of 201 isolation times of SARS-CoV-2 positives and narrow the window of opportunity for viral transmission. 202Treatment with MK-4482/EIDD-2801, in particular when initiated early after infection, thus has the 203 potential to provide three-fold benefit: it may mitigate the risk of progression to severe disease and 204 accelerate recovery, ease the emotional and socioeconomic toll associated with mandatory prolonged 205 isolation, and aid in rapidly silencing local outbreaks.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "SARS-CoV-2 infects the upper respiratory tract of ferrets. Ferrets (n=4) were inoculated 285 intranasally with 1´10 4 or 1´10 5 pfu of 2019-nCoV/USA-WA1/2020. a, Virus titer in nasal lavages 286 collected daily. b-f, At 4 and 10 days post infection, 2 ferrets were sacrificed in each group and infection 287 was characterized. b, Infectious virus particles in nasal turbinates. c, Viral RNA was present in the nasal 288 turbinates of all infected ferrets. d, RT-qPCR quantitation of viral RNA copies in selected organs, two 289 lung lobes (right (R.) and left (L.) cranial) per animal, and small (SI) and large (LI) intestine samples 290 extracted from infected ferrets four or 10 days after infection. e, Detection of 2019-nCoV/USA-291 WA1/2020 RNA in rectal swabs of ferrets inoculated with 1´10 5 pfu. f, Bodyweight of ferrets, measured 292 daily and expressed as % of weight at day 0. g, Complete blood count analysis, performed every second 293 day. No noticeable differences were detected for all parameters tested, including total WBCs, 294 lymphocytes, neutrophils, and platelets. The shaded green areas represent normal Vetscan HM5 lab 295 values. h, Selected interferon and cytokine responses in PBMCs harvested every two days after 296 infection. Analysis by qPCR for animals infected with 1´10 5 pfu of 2019-nCoV/USA-WA1/2020. 297 Infected ferrets displayed elevated expression of interferon stimulated genes (mx1 and isg15 (h; left)), 298 ifn-b and ifn-g (h; center), and il-6 (h; right). Statistical analysis by two-way ANOVA with Dunnett's 299 post-hoc multiple comparison test. In all panels, symbols represent independent biological repeats 300 (individual animals), lines connect group medians ± SEM (a,e) or SD (f-h), and bar graphs (b-Therapeutic MK-4482/EIDD-2801 is orally efficacious against SARS-CoV-2 in ferrets. a, 304 Therapeutic efficacy study schematic. Ferrets (n=3) were infected intranasally with 1´10 5 pfu 2019-305 nCoV/USA-WA1/2020 and either gavaged with vehicle or treated b.i.d. with MK-4482/EIDD-2801 306 commencing 12 (5 mg/kg and 15 mg/kg) or 36-hours (15 mg/kg) after infection. Nasal lavages were 307 collected twice daily. Blood was collected every other day. b, Viral nasal lavage titers in infected ferrets from (a). Treatment with MK-4482/EIDD-2801 significantly reduced virus titers within 12 hours dosing 309 onset in all treatment groups. Statistical analysis by two-way ANOVA with Dunnett's multiple 310 comparison post-hoc test. P values are shown. c-d, Quantitation of infectious particles (c) and virus 311 RNA copy numbers (d) in nasal turbinates of infected ferrets extracted four days after infection. 312 Statistical analysis by one-way ANOVA with Dunnett's multiple comparison post-hoc test. P values are 313 shown. In all panels, symbols represent independent biological repeats (individual animals), lines 314 connect group medians ± SEM (b), and bar graphs (c-d) show means ± SD. 315 Therapeutic oral treatment with MK-4482/EIDD-2801 prevents contact transmission. a, 317 Contact transmission study schematic. Two groups of source ferrets (n=3 each) were infected with 318 1´10 5 pfu of 2019-nCoV/USA-WA1/2020 and received MK-4482/EIDD-2801 treatment (5 mg/kg 319 b.i.d.) or vehicle starting 12 hours after infection. At 30 hours after infection, each source ferret was co-320 housed with two uninfected, untreated contact ferrets. After three days, source animals were euthanized 321 and contact ferrets isolated and monitored for four days. Nasal lavages and rectal swabs were collected 322 once daily and blood sampled at 0, 4, and 8 days post infection. b, Source ferrets treated with MK-323 4482/EIDD-2801 had significantly lower virus titers 12 hours after treatment onset (p=0.0003) than 324 vehicle animals. Contacts of vehicle-treated sources began to shed 2019-nCoV/USA-WA1/2020 within 325 20 hours of co-housing. No virus was detectable in untreated contact of MK-4482/EIDD-2801-treated 326 source ferrets. Statistical analysis by two-way ANOVA with Sidak's multiple comparison post-hoc test. 327 P values are shown. c-d, Quantitation of infectious particles (c) and virus RNA copy numbers (d) in 328 nasal turbinates of source and contact ferrets from (b), extracted four and eight days after study start, 329 respectively. Statistical analysis by one-way ANOVA with Sidak's multiple comparison post-hoc test. e-330 f, Quantitation of virus RNA copy numbers in small (SI) and large (LI) intestines (e) and rectal swabs 331 (f). Samples of MK-4482/EIDD-2801-treated source ferrets and their contacts were PCR-negative for 332 viral RNA. In all panels, symbols represent independent biological repeats (individual animals), lines 333 connect group medians ± SEM (b) or SD (f), and bar graphs (c-e) show means ± used as an in vivo model to examine efficacy of therapeutically administered oral MK-338 4482/EIDD-2801 against SARS-CoV-2 infection and virus transmission to uninfected contact animals. 339",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Data Fig. 2. Interferon induction and cytokine profiling of SARS-CoV-2 ferrets treated 476 with MK-4482/EIDD-2801. a-f, Selected interferon and cytokine expression levels in PBMCs relative 477 to day 0. Blood samples of animals treated with MK-4482/EIDD-2801 or vehicle as specified were 478 collected every two days after infection and PBMCs analyzed by RT-qPCR. Statistical analysis of 479 changes relative to day 0 by two-way ANOVA with Dunnett's post-hoc multiple comparison test. In all 480 panels, symbols represent independent biological repeats (individual animals), Fig. 3. Complete blood count of SARS-CoV-2 ferrets treated with MK-4482/EIDD-484 2801. a-d, Blood samples were collected every two days after infection and complete blood counts 485 determined. No abnormal values were observed in all parameters tested, including total WBCs (a)",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "). At 12 hours after infection, three groups of ferrets were treated b.i.d. with vehicle 374 (1% methylcellulose) or MK-4482/EIDD-2801 at a dose level of 5 mg/kg or 15 mg/kg, respectively. At 375 36 hours after infection, a fourth group of ferrets began receiving b.i.d. treatment with MK-4482/EIDD-376 2801 at a dose of 15 mg/kg. Compound was administered via oral gavage in 1% methylcellulose. After 377 treatment onset, b.i.d. dosing was continued until four days after infection. Nasal lavages were 378",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank M. Kumar for providing an aliquot of 2019-nCoV/USA-WA1/2020 stock, members of 437 the GSU High Containment Core and the Department for Animal Research for support, and J. Sourimant 438 and A. L. Hammond for critical reading of the manuscript. This work was supported, in part, by Public 439Health Service grants AI071002 (to RKP) and AI141222 (to RKP), from the NIH/NIAID. The funders 440 had no role in study design, data collection and interpretation, or the decision to submit the work for 441 publication. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements 436"
        }
    ]
}