{
    "paper_id": "8c4058121b59203947c1b604225ba3407d10a3b8",
    "metadata": {
        "title": "Determinants of Tourism Stocks During the COVID-19: Evidence From the Deep Learning Models",
        "authors": [
            {
                "first": "Chi",
                "middle": [],
                "last": "Lau",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shianghau",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yiwen",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Qiu-Yu",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {},
                "email": "huang.qiuyu2018@gmail.com"
            },
            {
                "first": "W-T",
                "middle": [],
                "last": "Pan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Q-Y",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yang Z-Y",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhu F-Y",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Y-N",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhuang M-E",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wen-Tsao",
                "middle": [],
                "last": "Pan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zi-Yin",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Fei-Yan",
                "middle": [],
                "last": "Zhu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yu-Ning",
                "middle": [],
                "last": "Pang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mei-Er",
                "middle": [],
                "last": "Zhuang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "With the outbreak of the COVID-19, tourism suffered huge losses, and the stock prices of tourism were influenced dramatically. Simultaneously, the tourism industry's economic sustainability in the digital economy has been impacted by the epidemic as its growth has shifted from a steady increase to an unstable state. To better explore the tourism industry's economic sustainability and learn about the trend of tourism stock price, one must establish an excellent stock forecasting model. Stock price prediction has been regarded as an intractable task due to the stock market's intrinsic non-linearity and instability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Since the end of 2019, the epidemic has impacted the economy and society, both in China and globally. China's National Bureau of Statistics announced a 6.8% year-on-year decline in real GDP for the first quarter of 2020. In terms of the micro-sector situation, China's tourism industry lost more than RMB 550 billion in revenue, equivalent to 2% of GDP in the first quarter, due to measures such as the travel ban imposed during the epidemic. With the epidemic under effective control in China, China's domestic tourism revenue during the May Day holiday in 2020 was RMB 47.56 billion, a recovery of 31.2% compared to the first quarter. In the digital economy, the tourism industry has always had good development opportunities. Still, the outbreak of the epidemic caused a short-term downturn in the tourism industry during this period. It can be seen from the above data that the economic sustainability of the tourism industry has been greatly impacted. As the tourism industry has been affected by the epidemic, stock prices in China's tourism industry are in a state of volatility. Also, they cannot be predicted accurately due to their stochastic features. The volatile stock price trends require better stock forecasting models to predict them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In previous studies of stock prediction models, numerous scholars have pursued greater prediction accuracy. Kleijnen et al. (1) and Wang et al. (2) applied statistical analysis methods to predict stock price, including exponential smoothing method, linear regression method, moving average (MA) and autoregressive integrated moving average (ARIMA). Devi et al. (3) and Ariyo et al. (4) indicated that the ARIMA model is a suitable model to analyze time-series data. It is widely applied to analyze linear time series data. Nevertheless, Abu-Mostafa and Atiya (5) proposed that the stock price is non-linear and complex.",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 127,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 132,
                    "end": 147,
                    "text": "Wang et al. (2)",
                    "ref_id": null
                },
                {
                    "start": 361,
                    "end": 364,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 382,
                    "end": 385,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 559,
                    "end": 562,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Some scholars combined a swarm intelligence algorithm with a stock prediction model to obtain higher prediction accuracy. For example, Zhang and Yan (6) constructed a singlestep forward deep learning compound prediction model, the CEEMD-LSTM model, for the stock market based on the concept of \"Decomposition-Reconstruction-Synthesis\" and the deep learning prediction methodology. Many scholars invoked swarm intelligence algorithms to optimize stock prediction models' parameters to obtain higher prediction accuracy. For example, Wang and Zhuo (7) applied the FOA algorithm to optimize SVR parameters and combine them with support vector machines to develop a PCA-FOA-SVR stock price prediction model with high accuracy non-linear planning. However, compared with the QFOA algorithm, the FOA algorithm has a limited application range and a slightly lower parameter optimization accuracy. Bao et al. (8) adopted the GA algorithm to adjust the traditional LSTM model parameters, which outperformed the traditional LSTM model in predicting the data for CSI 500.",
            "cite_spans": [
                {
                    "start": 890,
                    "end": 904,
                    "text": "Bao et al. (8)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "With artificial intelligence and science and technology development, more and more people pay attention to applying a deep learning model in the financial field. Nowadays, deep learning, especially backpropagation neural networks, has been widely used in data mining and prediction, which can effectively model non-linear statistical data. Wang et al. (2) proposed a hybrid approach combining ESM, ARIMA, and BPNN to utilize the most advantageous of all three models, and the weight of the proposed hybrid model (PHM) is determined by a genetic algorithm (GA). Shi et al. (9) proposed a hybrid method combining autoregressive and moving average (ARMA), backpropagation neural network (BPNN) and Markov model to forecast the stock price. Wu and Yong (10) used BPNN to predict the Shanghai Stock Exchange trend and pointed out that BPNN has its advantages in forecasting non-linear systems. Feng (11) adopted Levenberg-Marquardt (LM) algorithm for BPNN training to build a stock price prediction model. Sun et al. (12) proposed the Bayesian regularization method to optimize the training process of the BPNN to improve the generalization ability of the model and did empirical research about the closing price of Shanghai Stock. Huo et al. (13) established a threelayer BPNN. They utilized the LM-BP algorithm to forecast stock price, which has a faster convergence rate and overcomes the samples' redundancy and noise. Cao and Wang (14) constructed a stock price prediction study based on PCA and BP neural network algorithm. Yu et al. (15) used a local linear embedding dimensional reduction algorithm (LLE) to reduce the dimension of variables at first and then put the variables into BPNN to forecast stock price.",
            "cite_spans": [
                {
                    "start": 352,
                    "end": 355,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 572,
                    "end": 575,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1012,
                    "end": 1016,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1238,
                    "end": 1242,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1418,
                    "end": 1435,
                    "text": "Cao and Wang (14)",
                    "ref_id": null
                },
                {
                    "start": 1535,
                    "end": 1539,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Although BPNN has achieved great success in stock price forecasting, there is still a question needed to solve how many nodes should be used in each layer. Despite abundant researches on the application of multilayer-BPNN, it's still a hard task to define the optimal architecture. If there are too few nodes in each layer, the architecture cannot learn from the data properly, whereas if there are too many nodes, it causes waste inefficiency of training the Neural Network. Thomas and Suhner (16) . In general, there is no clear theoretical guidance for setting the number of nodes in each hidden layer. Some researches focused on this topic. For instance, Beigy and Meybodi (17) pointed out that the determination of the optimal topology of neural networks belongs to the class of non-deterministic polynomialtime (NP)-hard problems and proposed a survival algorithm to determine the number of hidden units of three layers neural networks. Thomas and Suhner (16) proposed a pruning approach to determine the optimal structure of neural networks. Khan et al. (18) conducted empirical research that indicated that BPNN for predicting stock prices with two hidden layers is more accurate than the sing layer and three and four hidden layers. However, Zhang and Shen (19) compared single hidden layer prediction models and the multiple hidden layers prediction model. The result showed that the three hidden layers' model has a better predictive ability than the former. Therefore, we consider that the number of hidden layers depends on the different data set and there is no absolutely optimal number of hidden layers.",
            "cite_spans": [
                {
                    "start": 476,
                    "end": 498,
                    "text": "Thomas and Suhner (16)",
                    "ref_id": null
                },
                {
                    "start": 677,
                    "end": 681,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 943,
                    "end": 965,
                    "text": "Thomas and Suhner (16)",
                    "ref_id": null
                },
                {
                    "start": 1061,
                    "end": 1065,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1266,
                    "end": 1270,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Several papers in the literature examine the determinants of stocks during the COVID-19 era [see, e.g., (20) (21) (22) (23) (24) ]. Still, several scholars seldom studied how to use the swarm intelligence algorithms to optimize the structure of BPNN for the pre-COVID era. However, these papers have not considered the NP-hard problems for the COVID-19 era. At this stage, the swarm intelligence algorithm is a good way to solve NPhard problems. Therefore, a new Quantum Step Fruit Fly Optimization Algorithm (QSFOA) is proposed in this paper. This issue is the main contribution of our paper. Besides, quantum swarm intelligent algorithms (QSIAs), including QSFOA, QPSO and QGA, are respectively used to optimize the number of neurons in the multilayer-BPNN. The tourism industry's stock data is then applied to test the three models' predictive power as proof of the feasibility and superiority of the method proposed in the paper.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 108,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 109,
                    "end": 113,
                    "text": "(21)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 114,
                    "end": 118,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 119,
                    "end": 123,
                    "text": "(23)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 124,
                    "end": 128,
                    "text": "(24)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The structure of this paper is as follows. Section Research Method is to narrate the application of the relevant research methodologies in this paper. In section Empirical Analyses, the stock prediction model developed in this paper is measured by applying the stock data of two leading tourism companies in China. Besides, section Empirical Analyses introduces the comparison with the predictive ability of the QSFOA-BPNN model, QPSO-BPNN model and QGA-BPNN model. The findings of this paper and recommendations will be presented in section Conclusion. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Deep learning is a neural network with multiple hidden layers, whose concept is derived from artificial neural network research. It combines various neural network structures and is an extension of a Neural Network. And the neural network is a kind of machine learning technique that simulates the human brain to achieve artificial intelligence. This paper optimizes the deep learning models, multilayer-BPNN, using quantum swarm intelligence algorithms (QSIA) to design its network structure, including the number of neurons and the number of hidden layers. Therefore, some theories about BP Neural Networks and QSIA are introduced as follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESEARCH METHOD"
        },
        {
            "text": "BP neural network is one of the most commonly used artificial neural networks, which is also known as an error backpropagation neural network. BPNN is a kind of multilayer perceptron (MLP), and it is a feedforward network. It trains the network by error backpropagation algorithm. The training purpose of BPNN is to establish a non-linear mapping between input values X and output value Y. The weights and thresholds are adjusted continuously through error backpropagation, and finally, the error signal reaches the minimum. The training process of BPNN is mainly divided into two stages. The first stage is the forward propagation of the signal from the input layer to the hidden layer and finally to the output layer. The second stage is the backpropagation of errors, from the output layer to the hidden layer, and finally to the input layer, adjusting the hidden layer's weight and bias to the output layer to the hidden layers in turn. BPNN consists of three parts including input Layer, hidden layer and output layer. The structure of multilayer-BPNN is shown in Figure 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1069,
                    "end": 1077,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "BP Neural Network"
        },
        {
            "text": "Normal swarm intelligence algorithms cannot deal with the shortcomings of premature convergence. Consequently, many scholars have applied quantum computing and other quantum principles to swarm intelligence algorithms to optimize better performance and faster convergence speed and algorithms such as Quantum Particle Swarm Optimization (QPSO), Quantum Genetic Algorithm (QGA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "QSIA"
        },
        {
            "text": "This paper proposes a new Quantum Step Fruit Fly Optimization Algorithm (QSFOA) and compares its performance with QPSO and QGA. Thus, we will introduce basic knowledge about quantum computing at first. Secondly, we explain a few necessary steps and procedures about QSFOA in detail and then briefly introduce QPSO and QGA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "QSIA"
        },
        {
            "text": "A quantum bit is a two-state quantum system in which a quantum bit is the smallest unit of information. A quantum bit is an inter-state between |1> and |0>. Namely, the different superposition states of |1> and |0>, so the state of a quantum bit can be indicated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quantum bit boding"
        },
        {
            "text": "In the above formula, |0> and |1> stand for the states of 0 and 1. α and β are satisfied by the following normalization conditions. |α| 2 + |β| 2 = 1 |α| 2 and | β | 2 are the probability values between 0 and 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quantum bit boding"
        },
        {
            "text": "It can have seen that: if there is a system with m quantum bits, 2 m states enable to be represented simultaneously. It can be described as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quantum bit boding"
        },
        {
            "text": "The above formula satisfies |α| 2 + | β| 2 = 1, i = 1, 2, · · · , m • Frontiers in Public Health | www.frontiersin.org",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quantum bit boding"
        },
        {
            "text": "In This article, the quantum rotating gate is chosen to update the probability amplitude before and after. The specific adjustment operation is as follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quantum Gate Update"
        },
        {
            "text": "Update the process as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quantum Gate Update"
        },
        {
            "text": "The probability amplitude before and after the rotational gate update of the i-th quantum bit of the chromosome for the rotation angle is represented.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quantum Gate Update"
        },
        {
            "text": "The original FOA is a swarm intelligence optimization algorithm based on fruit fly foraging behavior proposed by Pan (25) . Inspired by quantum computing, we propose a new Quantum",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 121,
                    "text": "(25)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "QSFOA"
        },
        {
            "text": "Step Fruit Fly Optimization Algorithm (QSFOA) to address the shortcomings of FOA. The detailed procedure of QSFOA is as follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "QSFOA"
        },
        {
            "text": "(1) Randomly determine the initial population location. X_axis = 10 * rand(); Y_axis = 10 * rand();",
            "cite_spans": [],
            "ref_spans": [],
            "section": "QSFOA"
        },
        {
            "text": "(2) Randomly determine the initial quantum bits chromosome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "QSFOA"
        },
        {
            "text": "(3) Measure the qubit chromosomeQ q (t) and obtain the binary coded chromosome. a) Firstly, the measurement process will generate a matrix QP q (t ). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "QSFOA"
        },
        {
            "text": "Fourthly, by converting a binary code to a decimal number δ, the following result is decoded the following result.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "QSFOA"
        },
        {
            "text": "(4) Random direction and distance to the fruit fly individual using smell to search for food.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "QSFOA"
        },
        {
            "text": "(5) Estimate the distance from the origin (Dist) because of the unknown food location, and then calculate the taste density determination value (S), which is the reciprocal of the distance. The QPSO, to increase the randomness of particle position, cancel the particle's movement direction property, using quantum mechanics, makes each particle have quantum behavior. The specific steps are as follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "QSFOA"
        },
        {
            "text": "(1) Initialize the locations of particles in space. The position vector of the particle is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "QSFOA"
        },
        {
            "text": "In the above formula, pbest i is the optimal position of individual particles. (2) Calculate the value of fitness function on each particle and select the particle with the best value to be globally optimal particle gbest; (3) Determine each particle's local factor as p i ;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "QSFOA"
        },
        {
            "text": "Frontiers in Public Health | www.frontiersin.org (4) Update Mbest(mean particle best position);",
            "cite_spans": [],
            "ref_spans": [],
            "section": "QSFOA"
        },
        {
            "text": "In the above formula, M represents the size of the particle group, and the average value of is represented byMbest. (5) Modify the search range of particles, which is L i (t );",
            "cite_spans": [],
            "ref_spans": [],
            "section": "QSFOA"
        },
        {
            "text": "β is Contraction-Expansion coefficient, controlling convergence speed. (6) Particles undergo a new evolution;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "QSFOA"
        },
        {
            "text": "Calculate a current fitness value of the particles, comparing it with the individually optimal fitness value that it has gone through, then designate the particle with the highest adaptation as the new pbest i ; (8) All of particles' current adaptation value is compared to the globally optimal fitness value in the population, and the particle with the highest adaptation is designated as gbest; (9) Repeat steps 2-8 until the minimum RMSE is reached, then it is terminated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "QSFOA"
        },
        {
            "text": "Han and Kim (27) proposed a new quantum genetic algorithm based on quantum chromosome coding. The key to the new genetic algorithm is the introduction of quantum revolving gates to the parent generation. The specific process of quantum genetics used in this paper is as follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "QGA"
        },
        {
            "text": "(1) An initial population is first performed to randomly generate n chromosomes encoded in quantum bits. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "QGA"
        },
        {
            "text": "After finding the price and total value of numerous tourism stocks and other relevant information through Eastmoney, this paper compares the data and preliminarily identifies ten enterprises such as China Tourism Group Duty-Free Corporation Limited, and further randomly selects two leading enterprises, Utour Group Co., Ltd. and China Tourism Group Duty-Free Corporation Limited. Therefore, this paper collects these two enterprises' daily stock information from the Wind database from October 25, 2018, to October 21, 2020, with 483 observations. We first import all the data from 16 indexes of the two tourism enterprises' stocks into the R language, then discretize the data using the \"discretization\" function in the rough set calculation method. Finally, the function \"FS.all.reducts.computation\" is used to reduce the indexes. After eliminating the useless indexes through a rough set, the 16 technical indexes such as opening price are reduced to 12 technical indexes such as opening price, highest price, lowest price, turnover (million RMB) and RSI as the independent variables in this paper. In this paper, MATLAB R2019a software is used for the analysis. Eighty percent of entire data sets (if it's not an integer, round it off) are used as training data to construct the model. The rest of the 20% data are then used as test data to perform the prediction accuracy analysis of the QSFOA-BPNN, QPSO-BPNN and QGA-BPNN. The basic information on the two enterprises' technical indexes can be seen in Tables 1, 2 . Furthermore, the price movement chart of the two companies can be seen in Figure 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1509,
                    "end": 1520,
                    "text": "Tables 1, 2",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1597,
                    "end": 1605,
                    "text": "Figure 2",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Sample Data and Variables"
        },
        {
            "text": "It can be observed from Figure 2 that a trend of constant fluctuation existed in the closing price levels of the two enterprises from October 2018 to April 2019. At the beginning of the epidemic, Utour Group Co., Ltd.'s closing price showed a small upward trend, but the overall trend was still downward. China Tourism Group Duty-Free Corporation Limited's closing price also showed a downward trend. However, after April 2020, the two enterprises' closing prices have risen rapidly and have maintained a relatively high level.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 24,
                    "end": 32,
                    "text": "Figure 2",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Sample Data and Variables"
        },
        {
            "text": "Since the architecture of BPNN will influence the predictive ability of BPNN, while existing methods cannot enable BPNN to get a great predictive ability, it shall be studied. In this paper, quantum swarm intelligence algorithms (QSIA) are used to determine the number of neurons in each hidden layer independent. In the meantime, the dependent variable is the root mean square error (RMSE). The RMSE is the objective function in these three QSIA, and the QSIA is aimed to find the minimum of RMSE corresponding to each structure of BPNN.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample Data and Variables"
        },
        {
            "text": "The way to use QSFOA to optimize BPNN is to calculate the distance between the fruit flies' location and the origin coordinate (0, 0). Then, we calculate the reciprocal that is smell concentration judgment value (S). If it's not an integer, we need to round it off, which refers to the number of neurons in each hidden layer. The number is substituted into the BPNN and train BPNN through the data set and then record the RMSE. The specific algorithm flow chart of QSFOA-BPNN is shown in Figure 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 488,
                    "end": 496,
                    "text": "Figure 3",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Sample Data and Variables"
        },
        {
            "text": "In our research, the difference between the prediction result of the QSFOA-BPNN, QPSO-BPNN, and QGA-BPNN is calculated firstly to be used as an error term. In the BP neural network, we adopt MATLAB to a self-edit program to perform the error term's prediction. The parameter setting values of BPNN include iterative number of 100, train goal of 10 −5 , learning rate of 0.1. The input layer has 12 nodes (that is, 12 input variables which refer to 12 technical indexes), and the output layer has one node (that is, one output variable which refers to the closing price). Concerning BPNN with multiple hidden layers, there is no clear theoretical guidance for setting the number of each hidden layer. To figure out the best architecture of multilayer-BPNN, we set up the number of layers in BPNN as L ∈ {3, 4, 5}. According to Zurada (28) , in this paper, we adopted the following formula to determine the number of neurons in each hidden layer.",
            "cite_spans": [
                {
                    "start": 826,
                    "end": 837,
                    "text": "Zurada (28)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Sample Data and Variables"
        },
        {
            "text": "Where i ∈ {1, 2, . . . , L}, m denotes the neurons count of the input layer, and [0, 10] Since there are 12 variables taken as an input vector, the input layer consists of twelve neurons. This definition is m = 12. Meanwhile, the following day's closing price is taken as the output, so we have n = 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample Data and Variables"
        },
        {
            "text": "Based on the equation, it can be found that 4 ≤ h ≤ 14. Therefore, we fetch h in the set of {4, 5, . . . , 14}. It can be seen from the above equations that with increasing the value of m, the suitable range of neurons in hidden layers should be enlarged. Therefore, the upper of neurons in each hidden layer is 14, and the lower limit is four.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample Data and Variables"
        },
        {
            "text": "Then, concerning the initial parameter set up of QSFOA, the random initialization fruit fly swarm location range is [−10, 10], the quantum fly step of iterative fruit fly food searching is [−5, 5], the iteration number is 100, fruit fly population is 5, the length of step-binary coding is 10. Concerning the setting of QPSO, the iteration number is 100, and the particle population is 5. About the setting of QGA, the iteration number is 100, the population is five, and the length of binary coding is 10.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample Data and Variables"
        },
        {
            "text": "In the different number of hidden layers, we calculate RMSE separately, record the number of neurons corresponding to the minimum of RMSE, and finally compare the RMSE under each hidden layer to find out the number of hidden layers and neurons corresponding to the minimum RMSE, to determine the best neural network structure. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample Data and Variables"
        },
        {
            "text": "All of the algorithms are run five times independently, and the best results obtained from runs are saved. The final results of the test data are shown in Table 3 , and the best structure is shown as a vector that (m, h 1 , h 2 , . . . , h L , n) where m denotes the neurons count of the input layer and L denotes the number of hidden layers and h i (i = 1, 2, . . . , L) denotes the ith hidden layer. Figure 4 shows the trend chart of RMSE's iterative decline under the best results in times running, and it also shows the fruit fly flying route of QSFOA while optimizing the BPNN.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 155,
                    "end": 162,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 402,
                    "end": 410,
                    "text": "Figure 4",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "General Comparison of the Prediction Capabilities of Three Models"
        },
        {
            "text": "Four evaluation indexes are used to compare the forecasting ability of three models, and the formula of four indexes separately is:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General Comparison of the Prediction Capabilities of Three Models"
        },
        {
            "text": "Coefficient of efficiency (CE), whose formula is:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General Comparison of the Prediction Capabilities of Three Models"
        },
        {
            "text": "Root Mean Squared Error (RMSE), whose formula is:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General Comparison of the Prediction Capabilities of Three Models"
        },
        {
            "text": "Mean Absolute Percentage Error (MAPE), whose formula is:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General Comparison of the Prediction Capabilities of Three Models"
        },
        {
            "text": "Median Absolute Deviation (MAD), whose formula is:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General Comparison of the Prediction Capabilities of Three Models"
        },
        {
            "text": "Among the four evaluation indexes, the closer the first index(CE) to one, the accurate the model. On the contrary, the closer the second to fourth index to zero, the accurate the model. Besides, the best structure optimized by these three QSIA about two companies is shown in the fifth index, and the last one is the running time of different algorithms. We can find from Table 3 that QSFOA-BPNN model evaluation indexes in the first group of data are as follows, MAPE is 1.2416, which is not much different from the other two models. While CE is 0.9850, RMSE is 0.1025, and MAD is 0.0772, all of which are better than the other two models. Therefore, the prediction performance of stock 002707.SZ gives a ranking result about the three models of QSFOA-BPNN > QGA-BPNN > QPSO-BPNN. The QSFOA-BPNN model has a MAPE of 1.2416 and a MAD of 1.0127, which is in the middle of the three models from the secondary data set. While the CE is 0.9814 and the RMSE is 1.8054, the QSFOA-BPNN model has the best goodness of fit and the lowest error compared to the remaining two models. The prediction performance of stock 601888.SH shows that QSFOA-BPNN > QPSO-BPNN > QGA-BPNN.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 372,
                    "end": 379,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "General Comparison of the Prediction Capabilities of Three Models"
        },
        {
            "text": "The upper half part of Figure 5 shows the trend chart, where the three algorithms in sample data from 002707.SZ presents a continuous decrease in RMSE between calculated predictive value and target value during the optimization process. The research results show that RMSE between the predictive value and target value is 0.1025 after iterative optimization of the number of BPNN neurons by QSFOA; that is 0.1639 after iterative optimization of the number of BPNN neurons by QPSO; that is 0.1637 after iterative optimization of the number of BPNN neurons by QGA, so it demonstrates that QSFOA has the best ability in terms of BPNN optimization.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 23,
                    "end": 31,
                    "text": "Figure 5",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "General Comparison of the Prediction Capabilities of Three Models"
        },
        {
            "text": "The lower half of Figure 5 shows the trend chart, where the three algorithms in sample data from 601888.SH presents a continuous decrease in RMSE between calculated predictive value and target value during the optimization process. The research results show that RMSE between the predictive value and target value is 1.8054 after iterative optimization of the number of BPNN neurons by QSFOA; that is 2.2720 after iterative optimization of the number of BPNN neurons by QPSO; that is 3.7008 after iterative optimization of the number of BPNN neurons by QGA, so it demonstrates that QSFOA has the best ability in terms of BPNN optimization. The fruit fly flying routes in the two stock models reveal that all the fruit flies in the QSFOA-BPNN model have very random flight paths, making fruit flies easily jump out of the solution of local extreme value and find the solution of the global optimum. Therefore, QSFOA has a high optimization capability.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 18,
                    "end": 26,
                    "text": "Figure 5",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "General Comparison of the Prediction Capabilities of Three Models"
        },
        {
            "text": "In our research, we analyze that some of the algorithms may be stuck at local minima, and they cannot find the best nodes number of the current structure of hidden layers. Simultaneously, it has reached the iteration time, which may be why the best structure under different QSIA has a different number of hidden numbers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General Comparison of the Prediction Capabilities of Three Models"
        },
        {
            "text": "All of the algorithms are implemented in an Intel Core (TM) i5-8300H CPU 2.30 GHz processor, 8.00 GB DDRIII of RAM. Furthermore, this article uses the sample data to test three prediction models for two stock closing prices five times. The test results are shown in Table 4 . We can learn from Table 4 that QSFOA performs best in the running time because it reduces calculating complexity with high calculating speed in general. Figure 5 shows the prediction results of the test data in QSFOA-BPNN, QPSO-BPNN and QGA-BPNN. The horizontal axis corresponds to the stock's closing price of actual value, while the vertical axis is the closing price of the predicted value. The closer the sampling point is to the diagonal, the more accurate the prediction results will be. According to the samples' clustering trend, we can see that the three models have a good predictive ability. However, the model optimized by QSFOA can predict the closing price of the two tourism companies more accurately than the model optimized by QGA and QPSO.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 266,
                    "end": 273,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 294,
                    "end": 301,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 429,
                    "end": 437,
                    "text": "Figure 5",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "General Comparison of the Prediction Capabilities of Three Models"
        },
        {
            "text": "Based on the information trend of tourism in the digital age, this paper takes the closing prices of tourism stocks and observes their trends to develop a prediction model for tourism stocks with better prediction accuracy. We explore the future economic sustainability of tourism driven by the digital age covering the COVID-19 era. We establish the deep learning models for forecasting, considering that a better structure of BPNN enables us to get better prediction results. For this purpose, this paper adopts the quantum swarm intelligence algorithms (QSIA), including the QSFOA, the QPSO and the QGA, associated with the BPNN adjusted with the number of neurons hidden layer independent variable accuracy analysis for the prediction of the closing price of the stocks. The QSFOA-BPNN model results show that the Utour Group Co., Ltd and China Tourism Group Duty-Free Corporation Limited performs more accurately with the QPSO-BPNN and the QGA-BPNN approaches. It is important to note that our models do not apply to the large volume of data to validate the prediction capability. Therefore, the QSFOA-BPNN model optimized by the QSFOA algorithm can be used as a research direction for future papers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "The raw data supporting the conclusions of this article will be made available by the authors, without undue reservation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DATA AVAILABILITY STATEMENT"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Statistical techniques in simulation",
            "authors": [
                {
                    "first": "Jpc",
                    "middle": [],
                    "last": "Kleijnen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Mithram",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "IEEE Trans Syst Man Cybern",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1109/TSMC.1977.4309813"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Stock index forecasting based on a hybrid model",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Z"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "G"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Omega",
            "volume": "40",
            "issn": "",
            "pages": "758--66",
            "other_ids": {
                "DOI": [
                    "10.1016/j.omega.2011.07.008"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "An Effective Time Series Analysis for Stock Trend Prediction Using ARIMA Model for Nifty Midcap-50",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "U"
                    ],
                    "last": "Devi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sundar",
                    "suffix": ""
                },
                {
                    "first": "Alli",
                    "middle": [
                        "P"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Int. J. Data Mining Knowl Manage Process",
            "volume": "3",
            "issn": "",
            "pages": "65--78",
            "other_ids": {
                "DOI": [
                    "10.5121/ijdkp.2013.3106"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Stock price prediction using the ARIMA model",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Ariyo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "O"
                    ],
                    "last": "Adewumi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Ayo",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Proceedings of the 2014 UKSim-AMSS 16th International Conference on Computer Modelling and Simulation",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1109/UKSim.2014.67"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Introduction to financial forecasting",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Abu-Mostafa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Atiya",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Appl Intell",
            "volume": "6",
            "issn": "",
            "pages": "205--218",
            "other_ids": {
                "DOI": [
                    "10.1007/BF00126626"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Deep learning hybrid forecasting model for stock market",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "A"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "B"
                    ],
                    "last": "Yan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Comput Sci",
            "volume": "47",
            "issn": "",
            "pages": "255--67",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Research on stock price prediction based on PCA-FOA-SVR",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Zhuo",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Zhejiang Univ Technol",
            "volume": "44",
            "issn": "",
            "pages": "399--404",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Model for stock price trend prediction based on LSTM and GA",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "S"
                    ],
                    "last": "Bao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Comput Sci",
            "volume": "47",
            "issn": "",
            "pages": "467--73",
            "other_ids": {
                "DOI": [
                    "10.11896/JsJkx.190900128"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Stock price forecasting using a hybrid ARMA and BP neural network and Markov model",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "Z"
                    ],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Jin",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "IEEE International Conference on Communication Technology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The research on stock price forecast model based on data mining of BP neural networks",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yong",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Third International Conference on Intelligent System, Design and Engineering",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Research on prediction model of stock price based on LM-BP neural network",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "LEMCS-14",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2991/lemcs-14.2014.177"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Bayesian regularization BP neural network model for the stock price prediction",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Che",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Adv Intell Syst Comput",
            "volume": "213",
            "issn": "",
            "pages": "521--552",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-642-37829-4_45"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A BP Neural Network Predictor Model for Stock Price",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Huo",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ning",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lecture Notes in Computer Science",
            "volume": "",
            "issn": "",
            "pages": "362--370",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-319-09339-0_37"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Exploration of stock index change prediction model based on the combination of principal component analysis and artificial neural network",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Soft Comput",
            "volume": "24",
            "issn": "",
            "pages": "7851--60",
            "other_ids": {
                "DOI": [
                    "10.1007/s00500-019-03918-3"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Stock price forecasting based on LLE-BP neural network model",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "X"
                    ],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Parmar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Phys A Statal Mechan Appl",
            "volume": "553",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.physa.2020.124197"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "A new multilayer perceptron pruning algorithm for classification and regression applications",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Suhner",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Neural Process. Lett",
            "volume": "42",
            "issn": "",
            "pages": "437--58",
            "other_ids": {
                "DOI": [
                    "10.1007/s11063-014-9366-5"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A learning automata-based algorithm for determination of the number of hidden units for three-layer neural networks",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Beigy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Meybodi",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Int J Syst",
            "volume": "40",
            "issn": "",
            "pages": "101--118",
            "other_ids": {
                "DOI": [
                    "10.1080/00207720802145924"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Stock rate prediction using backpropagation algorithm: results with different number of hidden layers",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "U"
                    ],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Motwani",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pandey",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Softw Eng",
            "volume": "1",
            "issn": "",
            "pages": "13--21",
            "other_ids": {
                "DOI": [
                    "10.3923/jse.2007.13.21"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Choice of the number of hidden layers for back propagation neural network driven by stock price data and application to price prediction",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Shen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Phys",
            "volume": "1302",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1088/1742-6596/1302/2/022017"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Aggregate and firm-level stock returns during pandemics, in real time",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Alfaro",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chari",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Greenland",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Schott",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "National Bureau of Economic Research",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3386/w26950"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Stock markets' reaction to COVID-19: cases or fatalities?",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "N"
                    ],
                    "last": "Ashraf",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Res Int Bus Finan",
            "volume": "54",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ribaf.2020.101249"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The unprecedented stock market reaction to COVID-19",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bloom",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Kost",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Sammon",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Viratyosin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Rev Asset Pricing Stud",
            "volume": "10",
            "issn": "",
            "pages": "705--746",
            "other_ids": {
                "DOI": [
                    "10.1093/rapstu/raaa008"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "COVID-19 and the March 2020 stock market crash. Evid S&P1500",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mazur",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vega",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Finan Res Lett",
            "volume": "38",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.frl.2020.101690"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Which popular predictor is more useful to forecast international stock markets during the coronavirus pandemic: VIX vs EPU?",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int Rev Finan Anal",
            "volume": "72",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.irfa.2020.101596"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "A new fruit fly optimization algorithm: taking the financial distress model as an example",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "Pan",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Knowl Based Syst",
            "volume": "26",
            "issn": "",
            "pages": "69--74",
            "other_ids": {
                "DOI": [
                    "10.1016/j.knosys.2011.07.001"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Particle swarm optimization with particles having quantum behavior",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proceedings of the 2004 Congress on Evolutionary Computation",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1109/CEC.2004.1330875"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Genetic quantum algorithm and its application to combinatorial optimization problem",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Proceedings of the 2000 Congress on Evolutionary Computation. CEC00 (Cat. No.00TH8512)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Introduction to Artificial Neural Systems",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Zurada",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The structure of multilayer-BPNN.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "The smell concentration judgment value (S) is substituted into the smell concentration judgment function (or called Fitness function) and then figure out the smell concentration (Smell) of individual fruit flies in different locations. Smell(i) = objective function (S(i)) = RMSE (7) Identify the best concentration of flavor in this population of fruit flies. [bestSmell bestindex] = min(Smell); (8) Keep the best taste concentration value and the x, y coordinates. At this time, the fruit fly swarm will fly to this position by vision. X_axis = X(bestindex); Y_axis = Y(bestindex); Smellbest = bestSmell;If failure to find the minimum of root mean square error (RMSE), a quantum rotating gate is used to change Q q (t). (9) Iteratively find the optimal value until minimum RMSE is found. Steps 3-6 need to be repeated and determined whether the flavor concentration is superior to the previous iteration of flavor concentration, and if so, step 7.QPSOSun et al.(26) proposed a particle swarm optimization with quantum behavior with few parameters and a simple equation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Take one measurement for each individual in the initial population to obtain the corresponding deterministic solution. (3) Perform an adaptation assessment for each deterministic solution and record the optimal individual and their fitness value. (4) They are determining whether the conditions for termination have been met. (5) Measurement of all individuals in the population and their fitness value to defined values. (6) Apply adjustments to individuals using quantum revolving gates to obtain new populations. (7) Recording the optimal individual and the corresponding fitness value. (8) Increase the number of iterations, and continue with step(4) until the smallest RMSE is found.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Movement of closing prices of two enterprises.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Specific algorithm flow chart of QSFOA-BPNN.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Trend chart of RMSE's iterative decline and fruit fly flying route. Frontiers in Public Health | www.frontiersin.org",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "The sample points clustering trend chart of the prediction results.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The descriptive statistical value of technical indexes for Utour Group Co., Ltd.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "The descriptive statistical value of technical indexes for China tourism group duty-free corporation limited.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Final prediction results of three models.Frontiers in Public Health | www.frontiersin.org",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Average running time(s) of three models that have been tested for five times.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "W-TP, Z-YY, and Y-NP: wrote the paper. Q-YH: data collection and wrote the paper. F-YZ: methodology and software. M-EZ: funding access and reviewed the paper. All authors contributed to the article and approved the submitted version. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTHOR CONTRIBUTIONS"
        },
        {
            "text": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.Copyright © 2021 Pan, Huang, Yang, Zhu, Pang and Zhuang. This is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY). The use, distribution or reproduction in other forums is permitted, provided the original author(s) and the copyright owner(s) are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest:"
        }
    ]
}