{
    "paper_id": "8c7378014ac6d02f188065310e519123c4c7accc",
    "metadata": {
        "title": "Real-world assessment of severe acute respiratory coronavirus virus 2 (SARS-CoV-2) nasopharyngeal swab testing in a region with a high burden of coronavirus disease 2019 (COVID-19)",
        "authors": [
            {
                "first": "Rohit",
                "middle": [
                    "B"
                ],
                "last": "Sangal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yale University School of Medicine",
                    "location": {
                        "settlement": "New Haven, Connecticut"
                    }
                },
                "email": ""
            },
            {
                "first": "David",
                "middle": [
                    "R"
                ],
                "last": "Peaper",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yale University School of Medicine",
                    "location": {
                        "settlement": "New Haven, Connecticut"
                    }
                },
                "email": ""
            },
            {
                "first": "Craig",
                "middle": [
                    "Rothenberg"
                ],
                "last": "Mph",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yale University School of Medicine",
                    "location": {
                        "settlement": "New Haven, Connecticut"
                    }
                },
                "email": ""
            },
            {
                "first": "Hasan",
                "middle": [],
                "last": "Fadlallah",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yale University School of Medicine",
                    "location": {
                        "settlement": "New Haven, Connecticut"
                    }
                },
                "email": ""
            },
            {
                "first": "Motunrayo",
                "middle": [],
                "last": "Mobolaji-Lawal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yale University School of Medicine",
                    "location": {
                        "settlement": "New Haven, Connecticut"
                    }
                },
                "email": ""
            },
            {
                "first": "Marie",
                "middle": [
                    "L"
                ],
                "last": "Landry",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yale University School of Medicine",
                    "location": {
                        "settlement": "New Haven, Connecticut"
                    }
                },
                "email": ""
            },
            {
                "first": "L",
                "middle": [
                    "Scott"
                ],
                "last": "Sussman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "New Haven, Connecticut",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Andrew",
                "middle": [],
                "last": "Ulrich",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yale University School of Medicine",
                    "location": {
                        "settlement": "New Haven, Connecticut"
                    }
                },
                "email": ""
            },
            {
                "first": "Arjun",
                "middle": [
                    "K"
                ],
                "last": "Venkatesh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yale University School of Medicine",
                    "location": {
                        "settlement": "New Haven, Connecticut"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Concerns persist regarding possible false-negative results that may compromise COVID-19 containment. Although obtaining a true falsenegative rate is infeasible, using real-life observations, the data suggest a possible false-negative rate of ∼2.3%. Use of a sensitive, amplified RNA platform should reassure healthcare systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Sensitive, amplified RNA testing including reverse-transcriptase polymerase chain reaction (RT-PCR) has become the standard for severe acute respiratory coronavirus virus 2 (SARS-CoV-2) diagnosis. Expanded ambulatory and hospital testing help identify cases, but concerns persist regarding possible false-negative results that may compromise contact tracing and isolation efforts and in turn impede coronavirus disease 2019 (COVID-19) mitigation and containment efforts. Prior work has shown potential false-negative results in nearly 20% of respiratory swab samples; however, these were smaller studies, pooled analyses, or studies conducted that varied substantially in test used, timing of testing, and comparator methods. [1] [2] [3] [4] Thus, these findings may not be generalizable to US hospital-based testing performed with US Food and Drug Administration (FDA)-authorized tests in Clinical Laboratory Improvement Amendments (CLIA)-regulated laboratories. Reporting a true false-negative rate for RT-PCR testing is infeasible given the lack of an established gold standard, the need to use limited testing supplies sparingly for clinical purposes, and the variability in access to different testing platforms. As such, realworld evidence may offer a unique opportunity to indirectly examine test characteristics and address clinician and policy-maker concerns regarding false-negative results. 5 We report the observed false-negative rate of RT-PCR testing for SARS-CoV-2 among hospitalized patients in a large US-based health system early in the COVID-19 pandemic.",
            "cite_spans": [
                {
                    "start": 726,
                    "end": 729,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 730,
                    "end": 733,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 734,
                    "end": 737,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 738,
                    "end": 741,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1402,
                    "end": 1403,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We performed an observational analysis of hospitalized patients in a multisite health system. Patients were eligible for inclusion if they were admitted between February 23, 2020, and April 24, 2020; were tested for SARS-CoV-2 within 48 hours of emergency department (ED) arrival; and were considered to have symptoms concerning for COVID-19. Symptoms were defined based on institutional implementation of CDC guidelines during the early pandemic to include lower respiratory tract infection (eg, fever, cough, or physician concern) given the changing information regarding COVID-19 risk factors. All testing was performed on nasopharyngeal (NP) swabs collected by healthcare providers and placed into viral transport media (Becton Dickinson, Franklin Lakes, NJ). RT-PCR testing was performed locally using either an emergency use authorized (EUA) variation of the CDC protocol (n = 1,311), 6 GeneXpert Xpress (Cepheid; n = 635), or other (n = 1), or if the sample was sent out to a reference laboratory (n = 24). Internal validation data support the comparability of these assays, and a real-life application of these specific assays has been published. 7 This analysis was limited to patients who received a second SARS-CoV-2 test within 48 hours of ED arrival to identify patients still suspected of COVID-19 despite an initially negative test. The primary outcome, a potentially falsenegative test, was defined as a patient with an initial negative test result who had had a discharge diagnosis of COVID-19 based on either repeat testing or a clinical diagnosis. Medical records of all identified patients with positive second testing were manually reviewed for qualitative assessment. Furthermore, we performed a chart review of a subset of patients without a COVID-19 discharge diagnosis to assess for COVID-19. This study was approved by our institutional review board.",
            "cite_spans": [
                {
                    "start": 891,
                    "end": 892,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1155,
                    "end": 1156,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "In total, 1,971 patient encounters were eligible for inclusion and represented 1,906 unique patients. Among these encounters, 693 (35.2%) had an initial positive test, and 1,278 (64.8%) initially tested negative (Fig. 1) . Among those encounters initially testing negative, 160 (12.5%) received a second NP swab RT-PCR within 48 hours of ED arrival. Of these, 7 (4.4%) had a second test that was positive. We examined the discharge diagnoses of the group with negative repeated tests, and 9 (5.8%) had a discharge diagnosis of COVID-19, meaning they were clinically considered to be positive for COVID-19 based on exposure history, constellation of symptoms, or subsequent testing (beyond 2 tests). The patient characteristics of those with a positive second test are shown in Supplementary Table 1 (online). Among patients tested twice without a discharge diagnosis of COVID-19, chart review of a random sample of 55% of patients confirmed no additional clinical consideration for COVID-19 and revealed plausible alternative diagnoses.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 212,
                    "end": 220,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "In a large real-world sample of hospitalized patients early in the COVID-19 pandemic tested twice for SARS-CoV-2 due to high clinician concern for potential initially false-negative SARS-CoV-2 test results, we found the following: (1) only 1 in 8 patients had a second NP swab submitted within 48 hours of admission; (2) only 4% of retested patients and 0.5% of all patients initially testing negative had a positive test within 48 hours of admission; and (3) of those patients with 2 negative NP swabs, 5.6% (0.5% of all patients) were still clinically suspected of having COVID-19. Although prior studies have raised concerns about false-negative SARS-CoV-2 testing results, our findings should reassure clinicians and policy makers of the sensitivity of RT-PCR testing in the United States. Our data are strengthened by a robust sample size and manual chart review and indicate that widespread repeated NP swab testing is not routinely indicated. Additionally, we did not identify any common qualitative risk factors or patterns to predict potential false-negative results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "These findings should be interpreted with caution due to several limitations. Although NP swabs are considered the preferred upper airway specimen, the viral burden in the nasopharynx can be lower in later stages of COVID-19 potentially leading to false-negative results. 8, 9 Sputum and bronchoalveolar lavage are more sensitive for detection of lower respiratory tract disease, but these are usually not available. Delayed testing early in the pandemic due to reagent limitations and more restrictive testing guidance could have led to these patients being overrepresented in our data set, potentially explaining the patients clinically diagnosed with COVID-19 despite negative testing. Additionally, test performance is dependent upon a high-quality specimen being obtained, and the quality of the original NP sample may have been affected by patient acuity and admission triaging decisions. However, second specimens would have been collected in an inpatient environment, where, in most cases, staff were educated on proper sample collection methods and staff collecting second samples were highly motivated to obtain an appropriate specimen. A small number of our patients had samples sent to an outside reference lab, and initial results may not have been back when a second specimen was obtained (6 patients). Our case finding was based on the assumption that patients still suspected of COVID-19 would undergo repeat testing within 48 hours of admission, but some patients may have died before a second specimen was collected (9 patients with 48-hour mortality without a second test), and others may have had testing >48 hours later or not at all.",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 274,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 275,
                    "end": 276,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Discharge diagnosis of COVID-19 correlated with either a second positive test within 48 hours or strong clinical suspicion and the absence of alternative diagnoses. Based on this result, the reallife observed rate of potential false-negative initial NP swab test results among admitted patients is ∼2.3% (Table 1) . Chart review did not reveal any additional patients with high clinical suspicion of COVID-19 beyond those with a discharge diagnosis of COVID-19. Among the 144 patients with repeated testing without a discharge diagnosis of COVID-19, 9 underwent antibody testing (range, 10-84 days from symptom onset), and all were negative.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 304,
                    "end": 313,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, healthcare systems and communities must balance the demand for test sensitivity with testing resource limitations and variable test characteristics for clinical, epidemiologic, Fig. 1 . Flow diagram of all symptomatic patients tested for COVID-19 during the study period. Nasopharyngeal (NP) swabs from 7 patients (4.4%) tested positive for SARS-CoV-2 after an initial negative amplified RNA test, and 9 (5.6%) were considered positive by chart review and discharge diagnosis despite negative testing. and social purposes. Each particular use-case may require a different balance between test performance, convenience, and turnaround time. In the case of nearly all symptomatic hospitalized patients, the performance of RT-PCR on a single NP swab is sufficient to provide appropriate care while reassuring clinical staff, patients, and communities seeking efficient approaches to identifying and isolating COVID-19-positive patients. Future work should examine performance of molecular tests on COVID-19 variants. Note. TP, true positive; FN, false negative; TN, true negative; FP, false positive; NPV, negative predictive value. Observed false negative rate = 1sensitivity = FN/(TP þ FN) = 16/ 709 = 2.3%. a All positive results were treated as true (resulting in quarantine). False-positive results were not assessed so full calculation of test performance, including specificity, is not possible.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 192,
                    "end": 198,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Variation in false-negative rate of reverse transcriptase polymerase chain reaction-based SARS-CoV-2 tests by time since exposure",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Kucirka",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Lauer",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Laeyendecker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Boon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lessler",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Intern Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.7326/M20-1495"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Predictive factors of COVID-19 in patients with negative RT-qPCR",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "López De La Iglesia",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fernández-Villa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rivero",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Medicina de Familia SEMERGEN",
            "volume": "46",
            "issn": "",
            "pages": "6--11",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical characteristics and risk factors of mild-to-moderate COVID-19 patients with false-negative SARS-CoV-2 nucleic acid",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Rong",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J Med Virol",
            "volume": "93",
            "issn": "",
            "pages": "448--455",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Analysis and prediction of false-negative results for SARS-CoV-2 detection with pharyngeal swab specimen in COVID-19 patients: a retrospective study",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.26.20043042"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Clinical performance of SARS-CoV-2 molecular tests",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zucker",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Westblade",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Microbiol",
            "volume": "58",
            "issn": "8",
            "pages": "995--1015",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Challenges in use of saliva for detection of SARS CoV-2 RNA in symptomatic outpatients",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Landry",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Criscuolo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Peaper",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Virol",
            "volume": "130",
            "issn": "",
            "pages": "104567--104567",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Clinical implications of SARS-CoV-2 cycle threshold values in solid-organ transplant recipients",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Gaston",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Malinis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Osborn",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Am J Transpl",
            "volume": "21",
            "issn": "",
            "pages": "1304--1311",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Lower nasopharyngeal viral load during the latest phase of COVID-19 pandemic in a northern Italy university hospital",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Clementi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ferrarese",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tonelli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Chem Lab Med",
            "volume": "58",
            "issn": "",
            "pages": "1573--1577",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Viral load dynamics in sputum and nasopharyngeal swab in patients with COVID-19",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Lv",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Dent Res",
            "volume": "99",
            "issn": "",
            "pages": "1239--1244",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Supplementary material. To view supplementary material for this article, please visit https://doi.org/10.1017/ice.2021.153 Confusion Matrix Demonstrating the Real-World Assessment of SARS-CoV-2 Testing",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments. Thank you to Krishna Daggula and the Joint Data Analytics Team for assistance with data acquisition. We thank Jean Scofi MD MBA, Vivek Parwani MD MHA, Andrew Pickens MD JD MBA, Richard Martinello MD and the ED COVID task force for their tireless work managing the COVID-19 pandemic and the departments of Laboratory Medicine and Clinical Virology for their work managing testing supply for our patients.Financial support. No funding sources were used for this publication.Conflicts of interest. All authors report no conflict of interests related to this publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}