{
    "paper_id": "8cf898d15b1e4e34441363cf1d95d68e878277ca",
    "metadata": {
        "title": "Management of patients requiring reconstructive breast surgery during the COVID-19 pandemic: recommendations from the BC Regional Breast Reconstruction Network",
        "authors": [
            {
                "first": "Esta",
                "middle": [
                    "S"
                ],
                "last": "Bovill",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of British Columbia",
                    "location": {
                        "addrLine": "2221 Wesbrook Mall",
                        "postCode": "V6T 2B5",
                        "settlement": "Vancouver",
                        "region": "BC"
                    }
                },
                "email": ""
            },
            {
                "first": "Christopher",
                "middle": [],
                "last": "Doherty",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of British Columbia",
                    "location": {
                        "addrLine": "2221 Wesbrook Mall",
                        "postCode": "V6T 2B5",
                        "settlement": "Vancouver",
                        "region": "BC"
                    }
                },
                "email": ""
            },
            {
                "first": "Rebecca",
                "middle": [],
                "last": "Warburton",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of British Columbia",
                    "location": {
                        "addrLine": "2221 Wesbrook Mall",
                        "postCode": "V6T 2B5",
                        "settlement": "Vancouver",
                        "region": "BC"
                    }
                },
                "email": ""
            },
            {
                "first": "Sheina",
                "middle": [
                    "A"
                ],
                "last": "Macadam",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of British Columbia",
                    "location": {
                        "addrLine": "2221 Wesbrook Mall",
                        "postCode": "V6T 2B5",
                        "settlement": "Vancouver",
                        "region": "BC"
                    }
                },
                "email": ""
            },
            {
                "first": "Nancy",
                "middle": [
                    "Van"
                ],
                "last": "Laeken",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of British Columbia",
                    "location": {
                        "addrLine": "2221 Wesbrook Mall",
                        "postCode": "V6T 2B5",
                        "settlement": "Vancouver",
                        "region": "BC"
                    }
                },
                "email": ""
            },
            {
                "first": "Peter",
                "middle": [
                    "A"
                ],
                "last": "Lennox",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of British Columbia",
                    "location": {
                        "addrLine": "2221 Wesbrook Mall",
                        "postCode": "V6T 2B5",
                        "settlement": "Vancouver",
                        "region": "BC"
                    }
                },
                "email": ""
            },
            {
                "first": "Kathryn",
                "middle": [
                    "V"
                ],
                "last": "Isaac",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of British Columbia",
                    "location": {
                        "addrLine": "2221 Wesbrook Mall",
                        "postCode": "V6T 2B5",
                        "settlement": "Vancouver",
                        "region": "BC"
                    }
                },
                "email": "kathryn.isaac@ubc.ca"
            },
            {
                "first": "K",
                "middle": [
                    "V"
                ],
                "last": "Isaac",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of British Columbia",
                    "location": {
                        "addrLine": "2221 Wesbrook Mall",
                        "postCode": "V6T 2B5",
                        "settlement": "Vancouver",
                        "region": "BC"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "C ancer management has been hindered by the COVID-19 pandemic, with imposed requirements for physical distancing, closure of ambulatory care programs and cancellation of elective surgeries. 1 In response to these restrictions, standard schedules of cancer care required reorganization to prioritize cases based on urgency in anticipation of the demand exceeding capacity to deliver care. 2 For patients with breast cancer -more than 25 000 people in Canada annually -resource limitations are of substantial consequence. Breast reconstruction is recognized as an important option for women undergoing total or partial mastectomy, but is considered an elective component of breast cancer care and thus may be delayed in situations of limited capacity. This paper presents consensus recommendations for care of patients with breast cancer undergoing breast reconstruction during the pandemic based on expert opinion from the BC Breast Reconstruction Network. We identify areas for change with consideration for the protection of health care workers and patients. We share preliminary insights regarding novel approaches to program referrals, patient consultation, adjuvant therapies, prioritization of surgical resources, and reconstructive options. Our recommendations were developed with the objective of deferring reconstruction until patient safety and resource utilization could be optimized. These strategies aim to focus resources on patients requesting reconstruction in whom adjournment of reconstruction will unacceptably compromise outcomes. We also sought to limit health care utilization during the pandemic while planning for the anticipated backlog of deferred reconstruction patients requiring care once resources are restored.",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 191,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "A regionally centralized referral and access system is recommended to triage and facilitate shared operative dates to maximize reconstructive cases The COVID-19 pandemic has caused unprecedented challenges in health care, threatening access and delivery of medical services across all sectors. Patients with breast cancer desiring breast reconstruction require timely interdisciplinary care; resource limitations threaten access to this elective reconstructive element of cancer care. An expert panel was convened to identify challenges, recommend preliminary solutions, and identify important future directions in anticipation of prolonged restrictions. This paper presents consensus recommendations for care of breast cancer reconstruction patients during the pandemic based on expert opinion from the BC Breast Reconstruction Network.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Summary",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Can J Surg/J can chir 2021;64(4) Chair in Breast Reconstruction Surgery at the University of British Columbia and acknowledges the support of VGH & UBC Hospital Foundation's donors and partners who made this Chair possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "according to a program's COVID-19 strategic plan ( Figure 1 ). Triage is completed by the program coordinator under the guidance of the program's surgical oncologists. At the peak of pandemic restrictions, weekly conference meetings were held involving surgical oncologists, reconstructive surgeons, and the program coordinator, to review the centralized system's total number of referrals, shared available resources, and the implementation of the COVID-19 strategic plan.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 51,
                    "end": 59,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "The multimodal therapeutic approach to many breast cancers offers the opportunity to alter the sequence of treatment delivery and delay surgery in appropriate cases. 2 Neoadjuvant systemic treatment (NST) regimens (chemotherapy or endocrine therapy) may down-stage responsive breast cancers before surgery and safely convert surgical resection from mastectomy to breast-conserving surgery. Recent studies have reported no increased risk of death for patients with COVID-19 within 4 weeks of receiving systemic chemotherapy. 3 In the absence of contraindications to breast-conserving surgery, we recommend against total mastectomy to reduce the potential demand for reconstructive surgery. If this approach results in breast deformity, delayed reconstruction postradiation can be achieved with advanced oncoplastic reconstruction.",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 167,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 524,
                    "end": 525,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Prioritization of PoStmaStectomy breaSt reconStruction reSourceS"
        },
        {
            "text": "Disease mandating timely mastectomy (T3 and T4 tumours, multicentric cancer, large-volume ductal carcinoma in situ [DCIS], repeat incomplete lumpectomy margins) are triaged to determine priority ( Figure 1 ). During the peak of a pandemic, complex immediate postmastectomy reconstruction may need to be deferred, including autologous reconstruction because of the requirement for multi-day hospital admission and long operative times. Exceptions may include patients undergoing chest wall reconstruction, those requiring mastectomy for multicentric tumours, and those with locally ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 197,
                    "end": 205,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Prioritization of PoStmaStectomy breaSt reconStruction reSourceS"
        },
        {
            "text": "advanced breast cancer (LABC) nearing completion of (or progressing despite) NST. For the latter 2 groups, the need for adjuvant radiation is anticipated preoperatively, and insertion of a subcutaneous tissue expander at the time of skin sparing mastectomy is a reasonable temporizing measure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "E379"
        },
        {
            "text": "Virtual consultations are used to evaluate patients for triage and to plan according to priority (Figure 1 ). When virtual care is inadequate, reconstructive surgeons provide in-person assessments with appropriate infection control measures (Table 1 ). For patients deemed candidates for operative reconstructive intervention, we recommend treatment as an outpatient with regional blockade in addition to general anesthesia to reduce opioid requirement and length of stay. 4 Organizing health care providers into teams minimizes risk of transmission. To maximise single team productivity, we recommend a \"swing room\" model with 2 operative rooms being used by a single team. 5 In one room the oncological resection is performed, after which the reconstructive surgery is performed. During this reconstruction, the oncologic surgeon moves to the next room to commence the next case, again followed by the same plastic surgeon in turn.",
            "cite_spans": [
                {
                    "start": 473,
                    "end": 474,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 675,
                    "end": 676,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 97,
                    "end": 106,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 241,
                    "end": 249,
                    "text": "(Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "PerioPerative conSiderationS"
        },
        {
            "text": "This strategic plan is outlined as an algorithmic flow chart in Figure 1 , detailed below with illustrative patients. Patients needing imminent mastectomy, including those with large invasive T3/T4 tumours requiring upfront total mastectomy, those with multicentric invasive disease, or those with LABC following completion of systemic therapy, were reviewed case by case to ensure timely consultation and allocation of surgical resources. Cases deemed appropriate for combined procedures despite pandemic restrictions were defined as triage Group 1 in our algorithm. One such case was that of a 37-year old patient with progression of LABC while on neoadjuvant chemotherapy. Owing to the extent of cutaneous involvement, the centralized network facilitated resource coordination for expedited surgical excision and reconstruction for chest wall coverage with a pedicled latissimus dorsi flap. Another exceptional case for Group 1 priority includes patients with T3/T4 tumours and macromastia undergoing partial mastectomy, in whom consultation for oncoplastic closure is considered to avoid mastectomy-related and radiation-induced complications.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 64,
                    "end": 72,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "clinical aPPlication of the covid-19 Strategic Plan"
        },
        {
            "text": "For patients with newly diagnosed large T3/T4 tumours and commencing NST, as defined by triage Group 2, the centralized triage system has coordinated virtual consultation and surgical intervention planned for 5 months following initiation of systemic therapy. An illustrative example was that of a 43-year old premenopausal woman with a T3 invasive carcinoma diagnosed in February 2020. Initially treated with NST in March, interval virtual consultations with the surgical oncologist and reconstructive surgeon enabled for operative planning. She underwent reconstructive surgery in August with insertion of a tissue expander to maintain the skin envelope, with planned conversion to autologous tissue in the future (modified delayed immediate approach). Patients with T3/T4 tumours and no indication for NST who did not meet Group 1 criteria underwent total mastectomy with no reconstruction and received guidance on the options for delayed reconstruction if desired. The centralized triage system has a prioritized wait list for this cohort, defined as Group 4, and has designed access recommendations given the potential for prolonged resource restrictions (Box 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "clinical aPPlication of the covid-19 Strategic Plan"
        },
        {
            "text": "Patients with a nonurgent planned total mastectomy, defined as those with multicentric DCIS or completion mastectomy following lumpectomy for T1/T2 invasive tumours, were triaged to Group 3. The centralized triage system coordinated virtual consultation and surgical Waiting room and treatment room occupancy to respect 2 m physical distancing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "clinical aPPlication of the covid-19 Strategic Plan"
        },
        {
            "text": "Waiting room and treatment room occupancy to respect 2 m physical distancing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "clinical aPPlication of the covid-19 Strategic Plan"
        },
        {
            "text": "Screening for COVID-19 exposure according to local institutional guidelines (online screening tools are readily available), prior to appointment and upon arrival.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "clinical aPPlication of the covid-19 Strategic Plan"
        },
        {
            "text": "Screening for COVID-19 exposure according to local institutional guidelines (online screening tools are readily available), prior to appointment and upon arrival.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "clinical aPPlication of the covid-19 Strategic Plan"
        },
        {
            "text": "Screening for COVID-19 exposure according to local institutional guidelines (online screening tools are readily available), prior to appointment and upon arrival.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "clinical aPPlication of the covid-19 Strategic Plan"
        },
        {
            "text": "Health care teams are required to wear PPE, including a mask and gloves during patient interactions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "clinical aPPlication of the covid-19 Strategic Plan"
        },
        {
            "text": "Health care teams are required to wear PPE, including a mask and gloves during patient interactions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "clinical aPPlication of the covid-19 Strategic Plan"
        },
        {
            "text": "Health care teams are required to wear PPE, including a mask and gloves during patient interactions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "clinical aPPlication of the covid-19 Strategic Plan"
        },
        {
            "text": "Patients should wear a mask during health care encounters consistent with regional recommendations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "clinical aPPlication of the covid-19 Strategic Plan"
        },
        {
            "text": "Patients should wear a mask during health care encounters consistent with regional recommendations. PPE = personal protective equipment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "clinical aPPlication of the covid-19 Strategic Plan"
        },
        {
            "text": "E380 Can J Surg/J can chir 2021;64 (4) intervention planned for 3-4 months following referral. Illustrating these principles, a 45-year old patient underwent wire-localized partial mastectomy for multifocal DCIS in April 2020. Because of positive margins, she required a completion mastectomy and was triaged for delayed surgical resection in July 2020. The surgical oncologist and reconstructive surgeon used a shared operative timeslot for her completion mastectomy and insertion of subcutaneous tissue expander with inferior dermal flap for a staged conversion to autologous tissue.",
            "cite_spans": [
                {
                    "start": 35,
                    "end": 38,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSIONS EN CHIRURGIE"
        },
        {
            "text": "A unified collaborative approach is required to reorganize health care delivery for patients interested in breast reconstruction. We propose strategies and an algorithm to help provide ablative and reconstructive procedures during this time of limited resources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "concluSion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "International guidelines and recommendations for surgery during Covid-19 pandemic: a systematic review",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Moletta",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Pierobon",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Capovilla",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Surg",
            "volume": "79",
            "issn": "",
            "pages": "180--188",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Provincial cancer clinical management guidelines in pandemic situation (COVID-19)",
            "authors": [],
            "year": 2020,
            "venue": "Provincial Health Services Authority",
            "volume": "27",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19 mortality in patients with cancer on chemotherapy or other anticancer treatments: a prospective cohort study",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J-B",
                    "middle": [],
                    "last": "Cazier",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Angelis",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1919--1945",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Recommendations for patients with complex nerve injuries during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Chapman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Berger",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Doherty",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Can J Neurol Sci",
            "volume": "48",
            "issn": "",
            "pages": "50--55",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Immediate reconstruction swing room scheduling reduces wait times to surgery and increases breast reconstruction rates",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mckevitt",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Kuusk",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dingee",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Ann Surg Oncol",
            "volume": "26",
            "issn": "",
            "pages": "1276--83",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Algorithm for triage of centralized referrals of all immediate breast reconstruction (IBR) patients according to the COVID-19 strategic plan. + = positive; BCS = breast-conserving surgery; CM = completion mastectomy; DCIS = ductal carcinoma in situ; mDI = modified delayed-immediate; NAT = neoadjuvant therapy; NSM = nipple-sparing mastectomy; PRS = plastic reconstructive surgeon; SSM = skinsparing mastectomy; Sx = future reconstructive surgery date planned (months); TE = tissue expander; TM = total mastectomy.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Recommended infection control measures",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Recommendations for administration • Recognize the time-sensitive nature of this patient population • Develop an ethical strategy for triage based on urgency and predicted outcomes, rather than time of referral • Secure resources required for patient assessment, PPE • Dedicate clinical and surgical resources for breast reconstruction patients; commit to \"catch-up\" OR time after pandedmic surge Recommendations for an interdisciplinary approach • Develop a regional centralized access approach committed to equitable and timely access to reconstruction • Develop collaborative guidelines for surgical mitigation strategies and recommended breast reconstruction team members: surgical oncologists, plastic reconstructive surgeons, medical and radiation oncologists, and allied health professionals (e.g. clinical nurse specialists) Recommendations for increased operating room efficiency • Eliminate traditional \"summer slowdown\" periods • Share operative days between reconstructive surgeons, or use a shared patient approach • Extend length of OR days • Perform urgent surgery during nontraditional times such as evenings and weekends • Incorporate adjacent block rooms -\"swing roms\" -to maximize throughput with smaller surgical teams • Maximize efficiency: regional blocks maybe performed by anesthesiologists in the pre-anesthetic area while surgeons alternate between 2 operating rooms; this can also facilitate minimal inpatient stay OR = operating room; PPE = personal protective equipment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1: Recommendations for future planning"
        }
    ]
}