{
    "paper_id": "8d71300b5a7a33b3eae948267c3ec5fdaf6c7896",
    "metadata": {
        "title": "Impacts of the COVID-19 Pandemic on People Living with HIV Who Are Members of Vulnerable Groups in Vietnam",
        "authors": [
            {
                "first": "Nhu",
                "middle": [],
                "last": "Kieu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tran",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Bach",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ngoc",
                "middle": [],
                "last": "Vu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mary",
                "middle": [
                    "Bachman"
                ],
                "last": "Desilva",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We explored the effects of the COVID-19 pandemic on people",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The COVID-19 pandemic is considered the most severe public health challenge to humankind since the Second World War [1] . According to the World Health Organization (WHO), more than 402 million confirmed cases of COVID-19, and over 5.7 million deaths were reported worldwide as of February 2022 [2] . The pandemic has had enormous impacts on the economy, society, environment, and health of the entire human population [1] .",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 119,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 295,
                    "end": 298,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 419,
                    "end": 422,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The first case of COVID-19 was reported in Vietnam on 23 January 2020. On March 22, Vietnam suspended entry to the country for all foreigners, and Vietnamese citizens entering Vietnam were required to isolate for 14 days. On 1 April, the Vietnamese government announced the risk of a nationwide outbreak of COVID-19 and implemented a strict national social quarantine for 15 days. The quarantine was implemented at family, village, commune, district, and provincial levels, and all people were required to stay at home, and only go out for necessary purposes such as buying food, obtaining medication, or emergencies, or for work at factories which were allowed to remain open or as essential service providers. In public areas or outside offices, schools, and hospitals, people were strictly required to wear masks, wash hands with disinfectant, maintain a minimum distance of 2 m from others, and not gather with more than one other person [3] . From mid-April to the end of July, no new cases were reported, and the country began to open up. On 25 July, the country experienced a second wave of infection in Da Nang province, when a second strict social quarantine was implemented in Da Nang. As of 7 Jan 2022, Vietnam had reported more than 2.4 million confirmed cases, more than 38 thousand deaths, and over 2.2 million recovered individuals [4] . The total number of reported cases is higher than in neighboring Laos and Cambodia, but lower than in Thailand, the Philippines, and Malaysia [2] .",
            "cite_spans": [
                {
                    "start": 942,
                    "end": 945,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1347,
                    "end": 1350,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1495,
                    "end": 1498,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "While the effects of COVID-19 on population health are substantial, the effects of physical distancing requirements due to COVID may have even greater implications for society. Humans are social beings, and therefore social activities are essential to the existence and development of both individuals and organizations. To prevent the rapid transmission of COVID-19 through direct contact, social interaction-an essential human need-is inhibited, thereby significantly disrupting lives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The impact of COVID-19 disproportionately affects some population groups more than others. People living with HIV (PLHIV) are one such vulnerable group that has certain characteristics and experiences that may make them more likely to be affected seriously by the pandemic. Many PLHIV have inconsistent income derived from domestic occupations such as housecleaning, informal employment such as servants, cleaners, and paid sex workers, involving activities that requires social interaction, and physical distancing may have directly affected their income, access to health care, and ability to afford medications [5] . Moreover, the social isolation and financial challenges resulting from physical distancing may disproportionately affect the mental health of PLHIV. One recent study of the mental health of PLHIV in China during the pandemic found a high prevalence of depression, anxiety, and insomnia [6] . Poorer mental health could in turn worsens antiretroviral (ARV) treatment adherence [5] .",
            "cite_spans": [
                {
                    "start": 614,
                    "end": 617,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 906,
                    "end": 909,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 996,
                    "end": 999,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "HIV-related stigma is already considered a critical challenge to ARV adherence and retention in care of PLHIV, and social isolation could add another layer to its effects. Many PLHIV do not disclose their status to their family, and quarantine within the family could result in difficult situations such as questions about medications or treatment side effects. Because many PLHIV choose to receive treatment in clinics far from home to prevent disclosure, the shutdown of public transport during quarantine could be a barrier to access to care [7] . A study in Rwanda found that less than half of ARV patients attended scheduled clinic appointments for medication refill during COVID-lockdown [8] , similar to a U.S. study which found that the percentage of PLHIV missing ARV refills increased [9] . Low treatment adherence puts PLHIV at risk of both poor viral load control with increased risk of both opportunistic infections and HIV transmission, and it is estimated that with the COVID pandemic, deaths due to HIV could increase by up to 10% in countries with high prevalence of HIV [10] .",
            "cite_spans": [
                {
                    "start": 545,
                    "end": 548,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 694,
                    "end": 697,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 795,
                    "end": 798,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1088,
                    "end": 1092,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In Vietnam, approximately 215,220 people were living with HIV in 2020 [11] . The HIV epidemic in Vietnam is predominantly related to key populations including men who have sex with men (MSM), transgender persons (TG), female sex workers (FSW), and persons who inject drugs (PWID). COVID may affect each key population group differently. The impact of COVID on vulnerable groups has primarily been studied among MSM and TG, and mainly in the U.S. [12, 13] . One exception is a study of the impacts of COVID among a global sample of MSM that was implemented through a \"Gay Social Network\" online application platform [14] . We identified no published studies that compared the impacts of COVID among multiple key population groups of PLHIV, including in the context of countries with limited resources like Vietnam.",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 74,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 446,
                    "end": 450,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 451,
                    "end": 454,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 615,
                    "end": 619,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Given the high vulnerability of these groups and the need for recommendations to support PLHIV during the pandemic, this qualitative study aimed to explore 1) the knowledge of COVID-19 among key groups of PLHIV in northern Vietnam (MSM, TG, FSW, PWID); 2) the impact of COVID-19 on the income, mental health, and ARV treatment of members of these groups; 3) the group-specific implications of COVID-19 for HIV treatment for each key population; and 4) the coping strategies developed by individual members of these groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This study was implemented in Hanoi, Vietnam during July 2020 after the COVID-19 quarantine period, when the preventive measures were still recommended but not as strict as during quarantine. Using a purposive sampling approach to identify participants in the four groups of interest, we conducted 32 in-depth interviews (IDIs) with four key groups of PLHIV (MSM, TG, PWID, FSW). Recruitment was accomplished with the support of the Nam Tu Liem public primary care outpatient clinic (OPC), the frontline resource for health care at district level, and through TG and FSW peer group networks. Participants were eligible if they were on ARVs, identified themselves as belonging to one of these groups (MSM, TG, PWID, FSW), and provided informed consent for participation. Trained interviewers conducted the interviews in a private place using a semi-structured interview guide with open-ended questions. The average length of the interview was 30 min and audio-recorded if the participant agreed; otherwise, detailed written notes were taken during the interview.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The transcripts of the in depth-interview were coded and analyzed in Vietnamese using NVivo™ software, version 10. We developed an initial codebook of major themes based on the interview guide, and added themes and subthemes after preliminary analysis, in an iterative process. We analyzed the frequency of specific responses of the whole sample, in addition to comparing the experiences and views reported by different groups of participants (MSM, TG, PWID, FSW).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Qualitative Analysis"
        },
        {
            "text": "For each time period (before, during, and after quarantine) and for each vulnerable group, we calculated the proportions of participants with each employment status of the total number of participants in the specific group. To compare the proportions of employment status by time period for each group and for the total sample, 95% confidence intervals (CIs) were computed. Proportions were considered not significantly different if their 95% CIs overlapped.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Procedures"
        },
        {
            "text": "The study was approved by the Ethical Committee of the Institute for Social Development Studies in Hanoi.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Procedures"
        },
        {
            "text": "The mean age of participants was 32.4 years old (SD = 8.9 years) ( Table 1 ). On average, the MSM and TG participants were younger than that those identifying as PWID and FSW (about 24 years old vs. 40.5 years old for PWID and FSW). Informal employment (including sex work) was the most common source of income (40.6% before social quarantine, and 43.8% after social quarantine) for the sample overall. One quarter of the participants (N = 8) were employed full-time, and 12.5% (N = 4) were unemployed at the time of the study. About half of the participants lived with family, 25.0% with friends, and 18.8% alone.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 67,
                    "end": 74,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Findings"
        },
        {
            "text": "The study found that most PLHIV had accurate knowledge about transmission of COVID-19 and preventive measures, with no obvious differences among groups. However, most participants framed the severity of COVID-19 as a very dangerous illness from an individual perspective rather than from a community or public health perspective. Only one individual spoke about the serious and potentially deadly impacts of COVID-19 on the community: …the recent COVID 19 epidemic was quite prominent, so I know that it is a type of flu that is more difficult to treat than other viruses, and it spreads rapidly in the community and it affects a lot of society and if not prevented in time, it will spread a lot and lead to death. (TG, 27 years old)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Knowledge of COVID and Perceived Risk of COVID Infection"
        },
        {
            "text": "Most participants considered themselves at low risk of becoming infected with COVID because they had practiced preventive measures, and did not think that HIV could increase their risk of COVID infection. Only 5 of 32 participants (16%) said that due to HIV, they were at higher risk because their immune system was weaker than \"normal\" people, the term which some PLHIV used for people without HIV, often an indication of self-stigma. On the other hand, we also found that two PLHIV normalized their HIV status as they compared it to the new virus. For example, as one participant expressed, \"COVID is a disease, just like my disease. HIV has drugs to treat it, but COVID does not have a treatment yet, so it is even more terrible.\" (MSM, 32 years old).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Knowledge of COVID and Perceived Risk of COVID Infection"
        },
        {
            "text": "Vietnam's quarantine severely affected the income of PLHIV as described by the participants in the study, although quantitative comparisons were limited by power. Before the quarantine period, 40.6% of the participants had informal employment (95% CI 25.6, 57.8), 34.4% had full time employment (95% CI 20.4, 51.8), and 6.3% were unemployed (95% CI 0.8, 21.4) ( Table 2 ). Whereas only 6.3% of participants reported being unemployed before the quarantine, the proportion (59.4%) was significantly higher during the quarantine (95% CI 42.2, 74.4). After quarantine was over, the proportion unemployed declined substantially to 12.5% (95% CI 4.5, 28.8) compared with the time during the quarantine. The proportion with full time employment also decreased substantially during the quarantine from 34.4% (95% CI 20.4, 51.8) to 9.4% (95% CI 2.6-25.2), although the comparison is considered a trend given limited power.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 362,
                    "end": 369,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Effect of COVID-19 on Personal Income"
        },
        {
            "text": "Because informal employment prior to quarantine was more common among TG (14.3%, 95% CI 1.0, 53.6), FSW (87.5%, 95% CI 50.5, 99.5), and PWID (62.6%, 95% CI 30.4, 86.2)) than among MSM (0%), and because more MSM had full or part time employment, the quarantine period affected the income of the other groups more severely. During quarantine, all entertainment facilities, hotels, and hostelsplaces of work for FSW-were closed, so this group in particular lost significant income. As one participant explained, Preceding the conditions imposed by COVID, finding employment was more difficult for PWID in general because methadone treatment programs mandate daily clinic visits which can interfere with job requirements, many PWID have a criminal history, and HIV status represents an additional barrier due to stigma and discrimination towards PLHIV. As one individual described, \"If [you're] using drugs, the police will inform the commune committee, so the whole commune knows, [and] it is difficult to find jobs.\" (PWID, 44 years old). Moreover, when taking methadone in combination with ARV medication, the dose of methadone must be increased. As a result, PWID may feel hot, sweat profusely, and find it extremely difficult to do manual work outside in the heat. Some resort to theft as described by one male participant: \"[I] Just go stealing, [because] no one gives money to a drug user for buying drugs, not even for buying food.\" (PWID, 45 years old). The barriers for earning an income during COVID-19 were thus compounded for PWID.",
            "cite_spans": [
                {
                    "start": 978,
                    "end": 983,
                    "text": "[and]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Effect of COVID-19 on Personal Income"
        },
        {
            "text": "Participants described a variety of coping strategies for dealing with the reduction of income due to COVID-19. These coping strategies included restricting discretionary spending such as shopping and buying cooked foods, eating vegetables instead of meat, borrowing money from friends, and living with parents. Delay in paying rent was the most common coping strategy for FSWs as most of them live in boarding houses. Some respondents reported actively seeking new income-generating opportunities such as starting online shops for beverages in summer (one MSM), sex toys (one TG), and foods (one TG, one PWID, and one FSW); making instructional drawing videos (one TG); and investigating foreign exchange investment opportunities (one MSM).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effect of COVID-19 on Personal Income"
        },
        {
            "text": "When asked for suggestions for how to help PLHIV earn more income during quarantine, MSM expressed many ideas about the supports that could have helped them including information on business opportunities; support for how to run a business effectively; computer, communication, telemarketing, and customer care skills; and online marketing strategies for Zalo or Facebook. Most TG were interested in online income-generating opportunities such as YouTube, livestreaming for online sales, communication skills, and customer care. Unlike MSM and TG, most FSW were negative about the possibility for earning income by means other than sex work. Several said that they had neither the capacity to learn new skills nor good health to be able to do intellectual or manual jobs. Most FSW showed little interest in learning new skills to explore the possibilities of doing different work, but only considered menial jobs that they are already capable of such as cleaning or running a tea stall. As one FSW declared, \"I give up, I am fed up with COVID. You ask me what I'll do if COVID comes back, I don't want to even think about it.\" (FSW, 46 years old) Similar to FSWs, many PWID reported thinking that they did not have the capacity to learn new skills to do anything besides manual work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effect of COVID-19 on Personal Income"
        },
        {
            "text": "Many PLHIV reported feeling sad, bored, stressed, and confined because of the lockdown. They worried about being infected with SARS-CoV-2; this was particularly concerning to PWID because they still had to go the health center each day for methadone treatment. Worry about income was the most commonly reported issue among all groups of PLHIV. It was especially difficult for FSW because of COVID-19, as all restaurants, hotels, and hostels were closed, and their customers were also restricted from travelling. As one FSW said \"During quarantine, I just lay down all day, [and] could not make any money, I just sighed and sighed, it was boring.\" (FSW, 35 years old).",
            "cite_spans": [
                {
                    "start": 573,
                    "end": 578,
                    "text": "[and]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Effect of COVID-19 on Mental Health"
        },
        {
            "text": "Income constraints provoked conflicts in some families. As one TG said, Because of income restrictions, there are many conflicts in the family. Everyone is moody, I am the most irritating person. I borrowed money, then worried about paying it back\". (TG, 20 years old)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effect of COVID-19 on Mental Health"
        },
        {
            "text": "One PWID decided to move out because of conflict in the family due to loss of income: \"I moved out to save spending for the family, and to keep the relationship with my fam-ily… One less person to feed and one less voice in the quarrel.\" (PWID, 40 years old). The lockdown appears to have increased domestic violence in some cases as well: a TG, whose father was described as having a drinking problem and was often violent toward the family, reported that \"During quarantine, my younger brother and I suffered more from him\" (TG, 25 years old). The lack of income appeared to exacerbate pre-existing feelings of hopelessness when living in the context of family, especially for PWID. As one expressed, \"Sometimes, I think death is liberation, living day by day like this is miserable for me and my family.\" (PWD, 40 years old).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effect of COVID-19 on Mental Health"
        },
        {
            "text": "Accessing treatment proved to increase anxiety for PLHIV. Participants who live in other provinces but receive HIV care and obtain ARVs in Hanoi described feeling afraid that if they were to go to Hanoi to get medication, they would be put in quarantine upon returning home. Some TG who pay out of pocket for their ARVs described the added stress of obtaining their medication during quarantine. The loss of their job made it more difficult to afford ARV medication. To avoid the costs of returning to health facilities, some bought medication from unreliable sources even prior to the pandemic, but it was more challenging to them to find places to obtain their medication during quarantine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effect of COVID-19 on Mental Health"
        },
        {
            "text": "Stigma and lack of disclosure of HIV status also seemed to contribute to psychological strain for some respondents during the quarantine period. During quarantine, participants who had not yet disclosed their HIV status to their families stayed at home every day. Since most were already accustomed to hiding the fact that they are taking medication, the quarantine did not make any difference. However, a few reported feeling anxious that their HIV status might be disclosed. One male participant described an awkward conversation with his mother: I put my medication in the cupboard and thought that because my parents are old, they won't know what disease the medication is for. My mom saw that I take medication at 10h30 every evening, and she asked \"Which kind of medication?\" My mom knows that HIV patients have to take medication frequently. I just said it is a kind of supplement and she said that supplements must be taken it early, so why do [I] take it when going to sleep? (MSM, 24 years old) Those who were able to disclose their HIV status to someone close to them and explain about their medication described feeling more relaxed because they did not have to hide their status. However, for those who had been used to hiding their HIV status, the confinement in often close quarters made hiding it more difficult and resulted in uncomfortable feelings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effect of COVID-19 on Mental Health"
        },
        {
            "text": "In contrast, three out of 32 PLHIV (two MSM and one TG) described experiencing positive effects of quarantine. One MSM said that his parents were happy because he spent more time with the family. Another MSM living with his partner said \"We had more time together, we went everywhere together and really enjoyed the time.\" (MSM, 32 years old). A TG, 27 years old, said that \"My mother understood me better during the quarantine.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effect of COVID-19 on Mental Health"
        },
        {
            "text": "Participants reported various coping strategies for their mental health including watching movies, playing cards, playing games, surfing the internet, using FaceTime with friends, using social networks, drawing, dancing, singing, chatting, exercising, practicing meditation, and visiting the pagoda. One PWID described his close relationship with his dog:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effect of COVID-19 on Mental Health"
        },
        {
            "text": "When I am sad, I talk with him, he puts his leg on my neck, rubs his face on me. When I am happy, he pulls me to go outside with him. He shares with me my sadness and my happiness. (PWD, 40 years old) However, it was not easy for all PLHIV to relax. One TG shared the experiences of stress brought on by financial pressures:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effect of COVID-19 on Mental Health"
        },
        {
            "text": "Grandma reminded me about money for [the] electricity bill, my aunt asked me about money for the water bill, my mom in jail called me and asked to send her money, I couldn't bear it, so I quit meditation. (TG, 20 years old) After the quarantine ended, most PLHIV reported feeling better psychologically. However, those who were still struggling financially expressed continued feelings of stress and worry. One FSW said \"Our customers also lost their income, they don't think about entertainment, so our work is still unstable.\" (FSW, 40 years old). A few participants reported still being worried about becoming infected with COVID or feeling tired from working again because they had become used to doing little work. One participant (TG, 25 years old) described being even more worried after quarantine, because during quarantine, he was at home, so didn't spend much money, but afterward, he needed more money to cover the cost of living in the city again.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effect of COVID-19 on Mental Health"
        },
        {
            "text": "Thus although a few participants reported some positive effects of the COVID quarantine period as they could spend more time with loved ones, participants overwhelmingly expressed a variety of primarily negative effects on mental health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effect of COVID-19 on Mental Health"
        },
        {
            "text": "The effects of COVID-19 on ARV treatment varied substantially, so we present the findings by group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effect of COVID-19 on ARV Treatment"
        },
        {
            "text": "Half (4/8) of MSM reported that COVID-19 affected their ARV treatment primarily in terms of travel. During the quarantine period, there were fewer or no buses between provinces, so it was more difficult to travel to Hanoi to get medication. One MSM living in a province that did not allow external travel reported that the health center called patients and supported them by sending the ARVs by post. However, another MSM who had visited his home province in the South had to take a flight to Hanoi to obtain his ARVs, then fly straight back to his home province.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Men Who Have Sex with Men (MSM)"
        },
        {
            "text": "Most FSWs in Vietnam buy voluntary health insurance, and could get medication supplies for longer periods during the pandemic, so the quarantine did not affect their treatment except that they could not easily have direct consultation with clinicians. Some FSW who pay out of pocket for ARV medications were not able to do so. For example, one FSW wanted to obtain medication for two to three months because of COVID, but the health facility did not approve her request. Another challenge during quarantine was that some facilities required the disclosure of private information before allowing patients to enter facilities. For example, when one FSW went to a hospital for an examination during quarantine, at the hospital gate, she had to report the purpose of her visit, which department she was going to, and other personal information that she did not want to disclose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Female Sex Workers (FSW)"
        },
        {
            "text": "COVID did not affect ARV treatment for most PWID in our sample, as they generally received enough medication for two to three months at one time from Nam Tu Liem OPC. If they were on methadone treatment, they still had to go to the health center every day during quarantine, but most reported being satisfied with the services and COVID precautions at the health center. As one male participant described, \"Health staff instructed people to stand far from each other, wear face masks, and wash hands frequently.\" (PWID, 44 years old). However, one PWID reported several COVID-related difficulties accessing treatment. Because his wife lost her job during the quarantine, he had to ask his mother and siblings for money. He also shared that transportation to the health center was difficult. He had to pass several checkpoints where he had to report where he was going and why, so he had to show his methadone card, and only then could he go out of the village.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Persons Who Inject Drugs (PWID)"
        },
        {
            "text": "Of all participants, TG participants reported the greatest COVID-related challenges in accessing ARV treatment. Many TG individuals do not have health insurance for care in health facilities due to the high cost of insurance, the fear of disclosure and gender discrimination at health facilities, and because health insurance requires documentation that is not gender-affirming for some TG people. Below, one TG woman described one aspect of the latter challenge, Thee bureaucracy reflects an additional barrier experienced by some members of vulnerable groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transgender Individuals (TG)"
        },
        {
            "text": "For the nearly half of TG participants (3/7) who do not receive ARVs in health facilities, and instead pay out-ofpocket for ARV medications from unofficial sources, the loss of income and the travel limitations of quarantine made it more difficult to obtain medication. Moreover, the price of the medication from unofficial sources is sometimes unstable, and sometimes the quarantine affected not only the availability but also the price of medication. As one TG participant described:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transgender Individuals (TG)"
        },
        {
            "text": "For nearly 2 weeks, at the beginning of COVID, I couldn't get medication. After that, I found an acquaintance to help me buy ARV medication, and I bought 2 bottles…when it is gone, I will buy more. My budget is not enough to buy 4-5 bottles at the same time… The price is not fixed, it depends on where I buy it. (TG individual, 26 years old) A majority (5/7) of TG individuals explicitly described effects of the COVID quarantine on their ARV adherence. For example: I received medication from a clinic of my friend, but during quarantine, he could not get medication for me because the clinic had to use it. I felt very scared because I did not have medication. My level [CD4 count] was under the standard, I was afraid that my disease would get worse, so I am very worried.\" (TG, 26 years old).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transgender Individuals (TG)"
        },
        {
            "text": "Another TG participant said that \" [Because] the health facility was closed due to quarantine, I did not take medication for several days until my peer support group helped me to buy medication\" (TG, 22 years old). Similar to the other vulnerable groups where lack of disclosure and fear of stigma represented a challenge during quarantine, another TG said \"There were days I took medication 1-2 h late to avoid my friend knowing that I am taking medication.\" (TG, 22 years old). For those TG undergoing hormone therapy, the interaction between ARV medication and hormone therapy added an additional challenge to retention in care. Due to income constraints during the COVID quarantine, they may have needed to stop one or both treatments which could put their mental and/or physical health at higher risk. As one participant described, This TG individual conveys two interrelated psychological dynamics-gender identity and depression.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transgender Individuals (TG)"
        },
        {
            "text": "In the context of many challenges, TG received significant support from established formal peer groups. Nearly half (3/7) of the TG participants in our sample received support from their peer groups to maintain HIV care during social quarantine. As one individual described:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transgender Individuals (TG)"
        },
        {
            "text": "During social quarantine, I went back to my home province. There was no way to travel to Hanoi to get medication, so I asked [name of peer group leader] to help me. In the beginning, it was very difficult, then she was able to get the medication from the health center and sent it to me by post. (TG, 27 years old) Thus, the transgender population in Vietnam experienced many complex challenges to treatment and adherence prior to the COVID-19 pandemic, and the pandemic and subsequent quarantine appeared to exacerbate the situation. Peer group support was important for some.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transgender Individuals (TG)"
        },
        {
            "text": "In this qualitative study of 32 persons living with HIV who are members of vulnerable groups, we found that the COVID-19 pandemic and the resulting quarantine period in Vietnam affected various aspects of life for PLHIV in these groups. Income was most directly affected, with spillover effects into mental health and HIV treatment and care. Transgender individuals in the sample described some of the most complex challenges.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Similar to the overall Vietnamese population, PLHIV in our sample appropriately recognized the danger of COVID-19, as evidenced by the population's strong compliance with the government's preventive recommendations [15] . While the impact of COVID on the health of PLHIV is still not well understood [16] , the small proportion of PLHIV (3/32) who noted the possibility of severe COVID infection for people with immunocompromised status is a concern, particularly if adherence to ARVs is affected as a secondary effect of quarantine and isolation. As the global scientific community learns more about the SARS-CoV-2 virus and its variants, and the risks of COVID for PLHIV, it will be important to monitor findings and their relevance for PLHIV.",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 219,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 300,
                    "end": 304,
                    "text": "[16]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Perception of Personal Risk Due to COVID"
        },
        {
            "text": "All groups experienced a reduction in income during quarantine, but the decline was more pronounced among TG, FSWs, and PWID, likely due to the fact that they faced more economic uncertainty prior to the pandemic than MSM. A large proportion of PLHIV in Vietnam are employed in the informal sector [17] , where their jobs as servants, cleaners, or sex workers are dependent on social interactions with others. During the COVID-19 quarantine when social activity was reduced sharply, informal employment was affected immediately and severely, much more than office work. The MSM and TG in our study expressed more interest in and willingness to learn new skills in order to earn better incomes to cope with similar situations, while a more resigned, almost fatalistic attitude was common among PWID and FSW. Age could be a factor in this observed difference in attitude, as FSW and PWID were on average 15 years older than the MSM and TG in our sample. Research has shown that in middle adulthood, some cognitive functions (i.e., fluid intelligence, inductive reasoning, memory) begin to decline [18] which could in part explain the perceived reduced capacity to respond and adapt to unforeseen life events as described by middle-aged PWID and FSW in this study. While the negative effect of the COVID quarantine on income of PLHIV is not unexpected, our findings related to the responses of each group of PLHIV will be valuable for informing appropriate interventions to support each group in overcoming the financial impact of the pandemic and future social shocks.",
            "cite_spans": [
                {
                    "start": 298,
                    "end": 302,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1095,
                    "end": 1099,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Income Effects and Coping Strategies"
        },
        {
            "text": "Although a few participants in our study described how the quarantine period in Vietnam has had some positive impacts on relationships and family functioning, the COVID restrictions have primarily resulted in negative psychological effects for most PLHIV in our sample. Impacts of the lockdown described by participants included fear of infection with COVID, substantial loss of income, conflict in families due to financial strain, shutdown of transport, difficulties accessing ARV medication, and increased domestic violence. While the world is still in the early stages of understanding longer-term effects of the epidemic and its corresponding restrictions, similar effects have been found among PLHIV in other countries such as South Africa, where a surge of domestic violence was documented during lockdown [19] ; in China, where a high prevalence of depression, anxiety, and insomnia resulted [6] ; and in the United States where social isolation increased [20] . Mental health problems affect many aspects of daily life functioning such as working memory and energy levels [21] which can challenge the treatment adherence of PLHIV.",
            "cite_spans": [
                {
                    "start": 813,
                    "end": 817,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 900,
                    "end": 903,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 964,
                    "end": 968,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1081,
                    "end": 1085,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Mental Health Effects"
        },
        {
            "text": "Many PLHIV in our study did not have significant difficulty accessing ARV treatment during quarantine because many health facilities mailed refills or provided patients with extra medication, similar to responses seen in other countries such as Thailand and the United States [7, 22] . However, not all health facilities made these accommodations, and some study participants struggled to get around travel restrictions to access treatment. Prior to 2010, Vietnam's national HIV/AIDS treatment program received substantial financial support from international sources [23] , and PLHIV could receive ARVs for free. Since international financial support for treatment has been substantially reduced [24] , PLHIV in Vietnam must now either pay out of pocket or buy health insurance to cover the cost of HIV care. Because many PLHIV have informal employment, they must therefore buy voluntary health insurance so the loss of income due to COVID has affected their ability to buy insurance and therefore afford treatment. Even those who have health insurance from employers may still choose to buy another health insurance or pay out-of-pocket because of the fear of disclosing their HIV status if they use employer-provided insurance. Health systems have made great efforts to respond to the emergency situation caused by COVID, however, there is much room for improvement.",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 279,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 280,
                    "end": 283,
                    "text": "22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 568,
                    "end": 572,
                    "text": "[23]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 697,
                    "end": 701,
                    "text": "[24]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Treatment Access"
        },
        {
            "text": "TG participants in our study reported the greatest difficulties coping with the COVID quarantine compared to other groups, in particular accessing ARV treatment, with 40% reporting unofficial sources for ARVs. In Vietnamese society, non-normative sexual orientation and gender identity are highly stigmatized [23] , and while lesbian, gay, and some bisexual individuals are not necessarily easily identified by their appearance, TG individuals are often more easily recognized, and consequently a source of amusement and targets of mockery [25, 26] . Their struggle with gender identity, other mental health issues, and the interaction between ARV and hormone treatment may result in more challenges for their treatment adherence, as has been found in several studies in the United States [27] [28] [29] [30] . Gender confirmation surgery remains illegal in Vietnam, and TG individuals cannot legally change their gender or name on identification and other legal documents [25] . Thus, their legal and economic empowerment is limited. The unique situation of TG persons, particularly within the context of Vietnamese societal attitudes towards TG individuals, limitations of public policy, and inadequate health services tailored to TG people put TG individuals at higher risk of more severe effects of emergency situations such as the COVID pandemic.",
            "cite_spans": [
                {
                    "start": 309,
                    "end": 313,
                    "text": "[23]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 540,
                    "end": 544,
                    "text": "[25,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 545,
                    "end": 548,
                    "text": "26]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 789,
                    "end": 793,
                    "text": "[27]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 794,
                    "end": 798,
                    "text": "[28]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 799,
                    "end": 803,
                    "text": "[29]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 804,
                    "end": 808,
                    "text": "[30]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 973,
                    "end": 977,
                    "text": "[25]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Complex Experience of TG Individuals"
        },
        {
            "text": "Several limitations of this study should be mentioned. First, due to its design, this study could not estimate the magnitude of the effects of COVID-19 pandemic in a representative sample. We used a convenience sampling strategy, so our findings may not reflect the experience of individuals who are not represented. All PWID and MSM were recruited from Nam Tu Liem OPC which may have had somewhat different responses to COVID-19 than other OPCs. All TG participants and FSW were recruited from formal peer groups. Second, the mean age of PWID and FSW groups in our sample was much older than the mean age of MSM and TG groups. It may reflect the characteristics of PLHIV in Vietnam as drug use practices have had a tendency to change from injection to oral/nasal consumption over the last decade so there are fewer new HIV infections among PWID (31) . Third, fewer young FSWs participated in peer groups compared to older FSWs, and their experience may thus be underrepresented; nonetheless, the reduction in demand for sex work during the COVID-19 quarantine may be similar for young and older FSWs. Fourth, the statistical analysis of employment status differences was affected by very small cell sizes in terms of statistical significance, and therefore the changes for the total sample and for each group should be considered primarily as trends. Finally, TG participants were reluctant to share details about obtaining ARVs from unreliable sources, and therefore this topic needs further exploration.",
            "cite_spans": [
                {
                    "start": 846,
                    "end": 850,
                    "text": "(31)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "The COVID-19 pandemic has substantially affected the livelihood of PLHIV who are members of vulnerable groups, with spillover effects on other aspects of life and ARV treatment. Therefore, the first priory for supporting PLHIV during future public health emergencies should address income and social support in order to mitigate effects on mental health and ARV treatment. Income support should be tailored to the capacity and characteristics of each group with its respective challenges such as identity issues of TG, the limited capacity and psychological barriers of FSWs to change jobs, and the regular visits to OPCs during working hours for methadone treatment and not uncommon criminal histories for PWID. Second, national and provincial medical authorities should provide clear guidelines for healthcare facilities to support the continuum of care for PLHIV during public health emergencies, including safeguards to protect health information and HIV status. Healthcare systems must further strive to retain PLHIV in care, including developing telehealth strategies and officially including these approaches in the healthcare system. Third, beyond the healthcare system, physical distancing policies should take into account the needs of PLHIV to ensure their continuum of care as well as their confidentiality so that general public health prevention will not come at the cost of treatment adherence. Finally, given their multifaceted challenges to accessing care and treatment, future research should focus on the complex circumstances of TG individuals living with HIV, in order to develop appropriate interventions and policies for this highly vulnerable group. In the meantime, policymakers should evaluate legal and insurance requirements that represent barriers to care for TG individuals, strengthen community-based organizations that support TG, and institute a public campaign to provide more knowledge about the TG population to tackle stigma and discrimination toward this population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "A subset of preliminary study findings have been submitted to the Asian Futures Conference (August 2022). The full results presented here have not been presented previously.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Previous Presentations of Data"
        },
        {
            "text": "Author Contributions NKT had overall responsibility for study conception, design, and implementation, and played a key role in interpreting findings, and drafting the manuscript. BNV assisted with study design and implementation, played a key role in data collection and analysis, and helped interpret findings and draft the manuscript. MBD assisted with study design and played a key role in interpretation of findings and drafting the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Previous Presentations of Data"
        },
        {
            "text": "Data Availability Given the potentially sensitive nature of the experiences shared by individuals who are members of vulnerable groups, the transcripts will not be made publicly available to protect the confidentiality of the participants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding Not applicable."
        },
        {
            "text": "Code Availability Not applicable (qualitative study).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding Not applicable."
        },
        {
            "text": "The authors declare that they have no conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest"
        },
        {
            "text": "All participants provided informed consent prior to study participation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent to Participate"
        },
        {
            "text": "Ethical Approval The study was approved by the Ethical Committee of the Institute for Social Development Studies in Hanoi.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for Publication Not applicable."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19 outbreak: Migration, effects on society, global environment and prevention",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Chakraborty",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Maity",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sci Total Environ",
            "volume": "728",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The Prime Minister of Vietnam. Directive No.358/CT-CHK -Prevention of acute respiratory infections caused by new strains of Corona virus to aviation activities in Vietnam",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Information Page of Ministry of Health on COVID-19 pandemic",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministry Of Health",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Vietnam",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "HIV care continuum and COVID-19 outcomes among people living with HIV during the COVID-19 Pandemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Ridgway",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schmitt",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Friedman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Devlin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mcnulty",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "AIDS Behav",
            "volume": "7",
            "issn": "",
            "pages": "1--3",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Challenges to HIV care and psychological health during the COVID-19 pandemic among people living with HIV in China",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Operario",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "AIDS Behav",
            "volume": "7",
            "issn": "",
            "pages": "1--2",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Maintaining HIV care during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet HIV",
            "volume": "7",
            "issn": "5",
            "pages": "308--317",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Attendance to HIV antiretroviral collection clinic appointments during COVID-19 lockdown: a single center study in Kigali Rwanda",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pierre",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Uwineza",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Dzinamarira",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "AIDS Behav",
            "volume": "25",
            "issn": "",
            "pages": "1--3",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Potential influences of the COVID-19 pandemic on drug use and HIV care among people living with HIV and substance use disorders: experience from a pilot mHealth intervention",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Hochstatter",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "Z"
                    ],
                    "last": "Akhtar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dietz",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pe-Romashko",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Gustafson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "V"
                    ],
                    "last": "Shah",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "AIDS Behav",
            "volume": "23",
            "issn": "",
            "pages": "1--6",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Potential impact of the COVID-19 pandemic on HIV, tuberculosis, and malaria in low-income and middleincome countries: a modelling study",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Hogan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Jewell",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Sherrard-Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Vesga",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "J"
                    ],
                    "last": "Watson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Whittaker",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Glob Health",
            "volume": "8",
            "issn": "9",
            "pages": "1132--1173",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Results of HIV/AIDS prevention and control in 2019 and main goals in 2020",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministry Of Health",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Vietnam",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A rapid qualitative assessment of the impact of the COVID-19 pandemic on a racially/ethnically diverse sample of gay, bisexual, and other men who have sex with men living with HIV in the US South",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Rhodes",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mann-Jackson",
                    "suffix": ""
                },
                {
                    "first": "Alonzo",
                    "middle": [
                        "J"
                    ],
                    "last": "Garcia",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tanner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Smart",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Characterizing the impact of COVID-19 on men who have sex with men across the United States in",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Sanchez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zlotorzynska",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Baral",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "AIDS Behav",
            "volume": "29",
            "issn": "",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Economic, mental health, HIV prevention and HIV treatment impacts of COVID-19 and the COVID-19 response on a global sample of cisgender gay men and other men who have sex with men",
            "authors": [
                {
                    "first": "G-M",
                    "middle": [],
                    "last": "Santos",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ackerman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wallach",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ayala",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lamontage",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "AIDS Behav",
            "volume": "11",
            "issn": "",
            "pages": "1--11",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Monitoring COVID-19 Impacts on Households in Vietnam, Report No. 1: Results snapshot from a High-Frequency Phone Survey of Households",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Panagoulias",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Demarchi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "World Bank",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Workplace-Based Prevention & Employment & Supportive Services for High Risk Individuals in Vietnam",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Life-span Development",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Santrock",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "COVID-19: increased risk to the mental health and safety of women living with HIV in South Africa",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Joska",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Andersen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rabie",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Marais",
                    "suffix": ""
                },
                {
                    "first": "E-S",
                    "middle": [],
                    "last": "Ndwandwa",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "AIDS Behav",
            "volume": "29",
            "issn": "",
            "pages": "1--3",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Physical distancing in COVID-19 may exacerbate experiences of social isolation among people living with HIV",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Marziali",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Card",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mclinden",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Trigg",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Hogg",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "AIDS Behav",
            "volume": "23",
            "issn": "",
            "pages": "1--3",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Introduction to psychology",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kalat",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Boston: Cengage Learning",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Keep It Going if You Can\": HIV service provision for priority populations during the COVID-19 pandemic in seattle",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Beima-Sofie",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Ortblad",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Swanson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Stekler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Simoni",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "WA AIDS Behav",
            "volume": "8",
            "issn": "",
            "pages": "1--4",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Vietnam concerned over HIV donor funding cuts",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Irin",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "World Health Organization Regional Office for the Western Pacific",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "UNDP. Being LGBT in Asia: Viet Nam Country Report | UNDP in Viet Nam",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Transgender at Work: Livelihoods for Transgender People in Vietnam",
            "authors": [
                {
                    "first": "T-A",
                    "middle": [],
                    "last": "Hoang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Oosterhoff",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Feb. Report No.: IDS Evidence Report",
            "volume": "167",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Medication adherence among transgender women living with HIV",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "N"
                    ],
                    "last": "Baguso",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Gay",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "AIDS Care",
            "volume": "28",
            "issn": "8",
            "pages": "976--81",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Behavioral and health outcomes for HIV+ young transgender women linked to and engaged in medical care",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dowshen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Matone",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Luan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Belzer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Fernandez",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "LGBT Health",
            "volume": "3",
            "issn": "2",
            "pages": "162--169",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Factors associated with antiretroviral therapy adherence among transgender women receiving HIV medical care in the United States",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Mizuno",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Beer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Frazier",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "LGBT Health",
            "volume": "4",
            "issn": "3",
            "pages": "181--188",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Antiretroviral therapy adherence among transgender women living with HIV",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Sevelius",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Carrico",
                    "suffix": ""
                },
                {
                    "first": "Johnson",
                    "middle": [],
                    "last": "Mo",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Assoc Nurses AIDS Care JANAC",
            "volume": "21",
            "issn": "3",
            "pages": "256--64",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Substance use disorders and HIV in Vietnam since Doi Moi (Renovation): an overview",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Giang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Ngoc",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "H"
                    ],
                    "last": "Hoang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mulvey",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Rawson",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Food Drug Anal",
            "volume": "21",
            "issn": "4",
            "pages": "42--47",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "COVID, each month I took 2-3 hormone shots, it cost about 200,000VND [about USD 8.75] for one shot. But during COVID, I didn't have money, so I stopped using the hormones. (TG, 27 years old) Finally, the struggles of some TG with their gender identity added to the risk of mental health-related challenges which can affect ARV adherence. One participant described their identity issues as follows: I think I am multi-sexual. Sometimes, I want to be female, sometimes not. I feel that there are several persons living inside me. I experienced episodes of depression… depending on my mood and the weather, then I change accordingly. (TG individual, 20 years old).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Characteristics of study participants prior to COVID-19 pandemic (N = 32) FSW female sex workers, MSM men who have sex with men, PWID persons who inject drugs, TG transgender individuals",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Since the children stopped going to school, no restaurants are open, and with the recent law prohibiting drinking when driving [which reduced demand for sex work], my income had been reduced already [prior to quarantine]. (FSW, 46 years old)",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "On my identity card, my name is male, I can't change it to a female name. If I go to the health center, I have to show my identify card and they will ask questions, stare at me, gossip about me. (TG woman, 26 years old)Health insurance in Vietnam also carries a residency registration requirement that can be problematic for individuals who may change residences frequently as some TG individuals do. As one young TG individual explained, To be able to receive health services in Hanoi under health insurance, I have to register my temporary accommodation with the local police in Hanoi. When I went to the local police, they said it takes a very long time to register accommodation, and if I want to speed it up, I would have to pay money. So I don't buy health insurance. (TG, 22 years old)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements The authors wish to acknowledge Nam Tu Liem outpatient clinic and peer groups for supporting the study team during the conduct of this study. We are particularly grateful to the participants for sharing their experiences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}