{
    "paper_id": "8d8b1d859a5f55f5c44d42bcf66f441ae912c411",
    "metadata": {
        "title": "Fractal dimension of coastline of Australia",
        "authors": [
            {
                "first": "Akhlaq",
                "middle": [],
                "last": "Husain",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "BML Munjal University",
                    "location": {
                        "postCode": "122413",
                        "settlement": "Gurgaon",
                        "region": "Haryana",
                        "country": "India"
                    }
                },
                "email": "*email:akhlaq.husain@bmu.edu.in"
            },
            {
                "first": "Jaideep",
                "middle": [],
                "last": "Reddy",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "BML Munjal University",
                    "location": {
                        "postCode": "122413",
                        "settlement": "Gurgaon",
                        "region": "Haryana",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Deepika",
                "middle": [],
                "last": "Bisht",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "BML Munjal University",
                    "location": {
                        "postCode": "122413",
                        "settlement": "Gurgaon",
                        "region": "Haryana",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Mohammad",
                "middle": [],
                "last": "Sajid",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Qassim University",
                    "location": {
                        "postCode": "51452",
                        "settlement": "Buraidah",
                        "region": "Al Qassim",
                        "country": "Saudi Arabia"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Feder",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Longley",
                "middle": [],
                "last": "And Batty",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Carr And Benzer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "BML Munjal University",
                    "location": {
                        "postCode": "122413",
                        "settlement": "Gurgaon",
                        "region": "Haryana",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Jay",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xia",
                "middle": [],
                "last": "20",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Paar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jiang",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Plotnick",
                "middle": [],
                "last": "21",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Zhu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Coastlines are irregular in nature having (random) fractal geometry and are formed by various natural activities. Fractal dimension is a measure of degree of geometric irregularity present in the coastline. A novel multicore parallel processing algorithm is presented to calculate the fractal dimension of coastline of Australia. The reliability of the coastline length of Australia is addressed by recovering the power law from our computational results. For simulations, the algorithm is implemented on a parallel computer for multi-core processing using the QGIS software, R-programming language and Python codes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "OPEN",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "From clouds to mountains, snowflakes to river networks, broccoli to blood vessels, fractals can be noticed everywhere in nature. The application of fractals can be seen in fractal antennas, digital imaging, computer graphics, computational geometry, geology and many other fields. Man made fractals include the Cantor set, Sierpinski triangle, and the Mandelbrot set etc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Coastlines (the boundary between land and water) and other natural boundaries have been a subject of human fascination since long. Their construction is random as compared to deterministic fractals such as the Mandelbrot set (which is formed through repeated iterations of a simple mathematical equation). The irregularities and variations in coastlines have defied attempts of characterization using methods which are based on Euclidean geometry. Measuring the length of smooth curves is a simple process of successive approximations by line segments. For more accurate measurements, smaller segments can be used. As the segment size approaches zero, the sum of the lengths of the segments will approach the length of the curve. However, this naive application of Euclidean geometry to natural curves fails because the limit may not exist. There are several possibilities for this failure such as sloppy length measurements, use of different data sets by different researchers (some of which may be erroneous), and use of different measurement methods, leading to differences in measured lengths etc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The variation in the lengths of coastlines at different scales intrigued the scientist Lewis Fry Richardson in the 1920s. He examined the coastlines of several countries including Great Britain, South Africa, and Australia as well as the border of Spain and Portugal 35 . He chose to measure a coastline length by walking a divider of a specific length along the coastline to see how many dividers were needed to cover the entire coastline and calculated the length of the coastline by multiplying the number of dividers by the length of each divider.",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 269,
                    "text": "35",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There are various numbers, associated with fractals, which provide an objective means for comparing fractals. They are generally referred to as fractal dimensions. These numbers attempt to quantify how densely the fractal occupies the space in which it lies. Many variations of fractal dimension have been defined, and for some sets, these different dimensions yield different values. Fractal dimension which itself is a class of different dimensions (such as the Hausdorff dimension, similarity dimension, box-counting dimension and the divider dimension) which are all equal for exactly self-similar fractals like the Koch curve. We refer the reader to the classical text books by Barnsley 1 , Falconer 5 , and the book by Frame et al. 13 for a comprehensive study of various types of fractal dimensions and methods to calculate these. The recent book by Fernández-Martínez et al. 11 is a good reference from both theoretical and applied viewpoints which is focused on the calculation of the fractal dimension of an object in more general settings.",
            "cite_spans": [
                {
                    "start": 683,
                    "end": 695,
                    "text": "Barnsley 1 ,",
                    "ref_id": null
                },
                {
                    "start": 696,
                    "end": 706,
                    "text": "Falconer 5",
                    "ref_id": null
                },
                {
                    "start": 738,
                    "end": 740,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 883,
                    "end": 885,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The inspiration to calculate the fractal dimension of coastlines came with the landmark paper of Mandelbrot \"How long is the coast of Britain? Statistical Similarity and Fractal Dimension\" 28 . The answer depends on how closely you look at it, or how long is your measuring stick. Mandelbrot's research [28] [29] [30] showed that the fractal dimension of a coastline is constant, whereas the length varies in accordance with different measurement scales.",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 191,
                    "text": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 303,
                    "end": 307,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 308,
                    "end": 312,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 313,
                    "end": 317,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "After the pioneering work of Mandelbrot, the fractal dimensions of different coastlines have been calculated by many researchers, including Mandelbrot 28 , Goodchild 17 In this article, we calculate the fractal dimension of coastline of Australia using the box-counting method. For simulations we have designed a novel, scalable, multicore parallel processing algorithm and implemented the algorithm on a parallel computer using QGIS software (Pi-version) and Python codes to speedup the processing time and efficiency of computations. We also discuss the reliability of the coastline length of Australia, which is in use at present, by recovering the inverse power law in computing the fractal dimension using the data from simulations. The only available results for fractal dimension of Australia are from the earliest works by Mandelbrot 28 and Richardson 35 using the divider method. The algorithm can be used to compute fractal dimension of any coastline and other natural objects such as mountains, rivers, glaciers etc. This makes the study and the algorithm important and exciting.",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 168,
                    "text": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 842,
                    "end": 844,
                    "text": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 860,
                    "end": 862,
                    "text": "35",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This paper appears to be the first to obtain box-counting dimension of Australia and also the first to introduce a multi-core parallel processing algorithm for computing box-counting dimension in the context of coastlines and otherwise too.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Fractals model broken, jagged, complex, wiggly and rough shapes. But some shapes are rougher and more complex (e.g. coastlines) than others. The fractal dimension is used to quantify this roughness and complexity. The higher the dimension, the higher the roughness, the higher the complexity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fractal dimension: a brief review"
        },
        {
            "text": "The earliest known measure of roughness of an object is the Hausdorff dimension (also known as Hausdorff-Besicovitch dimension) introduced by Felix Hausdorff in 1918 even before the term fractal was coined, and much of the early work on the subject was done by A.S. Besicovitch. It is now considered one of the fractal dimensions because it has been useful in describing the properties of many fractal sets. For a complete treatment of Hausdorff dimension we refer to the book by Edgar 4 . A computational approach to calculate the Hausdorff dimension of compact Euclidean subsets was given by Fernández-Martínez and Sánchez-Granero 9 and we refer to the recent work by Fernández-Martínez et al. 12 for calculation of the Hausdorff dimension in higher dimensional Euclidean spaces.",
            "cite_spans": [
                {
                    "start": 480,
                    "end": 487,
                    "text": "Edgar 4",
                    "ref_id": null
                },
                {
                    "start": 696,
                    "end": 698,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Fractal dimension: a brief review"
        },
        {
            "text": "About his exploratory work on the fractal dimension of coastlines 28 In particular, the theorem guarantees that the fractal dimension exists for every coastline since coastlines are closed and bounded (compact) subsets of R 2 .",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 68,
                    "text": "28",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Fractal dimension: a brief review"
        },
        {
            "text": "Theorem 2 (Theorem 1.1, Chapter 4) Let A be a compact subset of a metric space (X, d). Let ǫ n = Cr n for each real number 0 < r < 1 and C > 0. Then A has fractal dimension D given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fractal dimension: a brief review"
        },
        {
            "text": "The divider (or compass) dimension is another fractal dimension which is more relevant for coastlines. It is defined for all curves, and a natural choice for characterization of coastlines. The divider dimension examines both the relationship between scaling size and the length of the curve and the relationship between scaling size and the number of segments at the size that is needed to cover the curve as follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fractal dimension: a brief review"
        },
        {
            "text": "A pair of dividers is opened to a step length ǫ and is walked along the curve until the end is reached after N(ǫ) steps. The length of the curve is measured as L(ǫ) = ǫ · N(ǫ) . When ǫ is large, this method skips many irregularities along the curve, but as ǫ decreases, the finer features of the curve are also included, and the overall length of the curve increases. Richardson was the first to use the divider method in his work on coastlines 35 and showed that this behavior is a power law with Mandelbrot 28, 31 later discovered with exactly self-similar fractals that α = 1 − D where D is the similarity dimension. Thus, L(ǫ) = k × ǫ 1−D . Upon taking the logarithm of both sides, A plot of log(ǫ) on the x−axis vs. log L(ǫ) on the y−axis results in a line which has approximate slope 1 − D . The double logarithmic plots of coastline length versus the step length are called Richardson plots. Thus, power law behavior results in linearity on a double logarithmic plot (also called as log − log plot). The resulting value of D is called the divider dimension.",
            "cite_spans": [
                {
                    "start": 445,
                    "end": 447,
                    "text": "35",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 498,
                    "end": 512,
                    "text": "Mandelbrot 28,",
                    "ref_id": null
                },
                {
                    "start": 513,
                    "end": 515,
                    "text": "31",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Fractal dimension: a brief review"
        },
        {
            "text": "Of course, the data from length measurements of natural fractals is not exactly linear, but the approximation is often good enough to use the least squares or regression method for a close linear fit. Richardson used this technique when he observed the power-law behavior with the coastline of Great Britain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fractal dimension: a brief review"
        },
        {
            "text": "It",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fractal dimension: a brief review"
        },
        {
            "text": "When using a double logarithmic plot, the slope of the resulting line will be approximately −D.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fractal dimension: a brief review"
        },
        {
            "text": "The reported lengths of the border between two countries were often claimed to be different by the countries involved. Richardson 35 described the regularity between the length of coastline boundaries and scale size by observing that the length of coastlines increases rapidly as the length of line segments decreases, instead of approaching a limiting value (as it does for a smooth curve) it appears to grow without bounds.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 132,
                    "text": "35",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Fractal dimension: a brief review"
        },
        {
            "text": "To understand this growth, Richardson plotted log(L) vs. log(ǫ) , obtaining points approximately along straight lines with slopes given in Table 1 . The slope of the line was found 1 − D (by Mandelbrot) which on solving for D, gives the values in Table 1 . For Great Britain, 1 − D = −0.25 , so that the fractal dimension of Great Britain is 1.25. For the coastline of South Africa D = 1.02 . This makes sense because the coastline is nearly a regular Euclidean object, i.e. a line, which has dimension 1. Mandelbrot 28 interpreted this value of D as the fractal dimension.",
            "cite_spans": [
                {
                    "start": 517,
                    "end": 519,
                    "text": "28",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 139,
                    "end": 146,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 247,
                    "end": 254,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Fractal dimension: a brief review"
        },
        {
            "text": "A major difficulty with the divider dimension is ambiguity in how to cover the curve with segments of a particular scaling factor. This problem is mainly due to multiple forward intersections at a particular stepsize. An additional problem is how to compensate for the leftover portion of the curve which has length less than ǫ . When ǫ is small, so is the error, but larger values of ǫ leads to greater errors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fractal dimension: a brief review"
        },
        {
            "text": "To overcome these difficulties the box-counting dimension D b is used. D b is also an exponent in a power law relation just like fractal dimension D . This is one of the most commonly used dimensions because of its simplicity www.nature.com/scientificreports/ for machines and it can be applied to any object in space. It is a simplification of the Hausdorff dimension, and for many fractals like Koch curve etc., the box-counting dimension will be equal to the other fractal dimensions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fractal dimension: a brief review"
        },
        {
            "text": "There are several different versions of the box-counting dimension, and the one to be discussed here relates to curves. A grid size ǫ is chosen and a grid is drawn on the given curve with boxes of size ǫ × ǫ . Then, the number of boxes N(ǫ) which contain a portion of the curve are counted. N(ǫ) will usually increase as ǫ decreases. For fractals, a plot of N(ǫ) vs. ǫ on a double logarithmic scale is typically linear with slope −D b . The number D b is called the box-counting dimension. The scaling hypothesis is that N(ǫ) is related to ǫ by a power law, Depending on the information available on N(ǫ) , the value of D b can be calculated in two ways. For some objects, an explicit formula for N(ǫ) can be found and in that case D b is computed by taking a limit of the appropriate expression (see Theorem 3 below). For physical fractals and random fractals (such as coastlines), an exact formula for N(ǫ) may not be available. In such cases, D b is computed by measuring the slope of a graph. The later is being used for computing fractal dimension of coastlines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fractal dimension: a brief review"
        },
        {
            "text": "As a particular case of Theorem 2, we have the box-counting theorem 1 ,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fractal dimension: a brief review"
        },
        {
            "text": "R 2 (R 3 ). Cover R 2 (R 3 ) by square boxes of side length 1 2 n . Let N n (A) be",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 3 (The Box Counting Theorem) Let A be a closed and bounded subset of"
        },
        {
            "text": "A novel theory that generalizes the classical box-counting dimension and fractal dimension to any space equipped with a fractal structure was given by Fernández-Martínez and Sánchez-Granero 8 which include Theorem 3 as a particular case.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "the number of boxes that intersect A. Then the box counting dimension of A is given by"
        },
        {
            "text": "Coastlines, like many other geological features, exhibit similar kinds of structure over a range of scales. That is, they are scale invariant, at least for some range. This is expected because the forces that sculpt coastlines such as wind, tides or erosion operate in approximately the same way over a wide range of scales. Figure 2 shows some coastlines and borders (created using the QGIS (Pi-version) by obtaining the shapefiles from GADM and imposing the respective country polygons on the Google satellite map and extracting the intersection for each image) which have been focus of interest over last several decades by many authors (see also Table 1 and Table 2 ). For clarity, we have marked the border/coastline of interest with thick black color.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 325,
                    "end": 333,
                    "text": "Figure 2",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 650,
                    "end": 669,
                    "text": "Table 1 and Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "the number of boxes that intersect A. Then the box counting dimension of A is given by"
        },
        {
            "text": "The fractal dimension of a coastline is a characteristic parameter to describe the irregular extents of coastlines, and it has a value between 1 and 2. Coastlines with higher fractal dimension are more complex and irregular while those with lower dimension are more smoother. Several methods have been proposed in the literature to estimate the fractal dimension of coastlines, including the divider method, the box-counting method, the stochastic noise method etc. These methods have been exploited by a number of researchers to calculate the fractal dimensions of coastlines of different regions (See Table 1 and also Table 2 for a partial list of available results).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 603,
                    "end": 627,
                    "text": "Table 1 and also Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "the number of boxes that intersect A. Then the box counting dimension of A is given by"
        },
        {
            "text": "Some researchers have discussed the scaling regions of coastlines (see Ma et. al. 27 and references therein). Scaling region refers to the curved segment of the log N − log ǫ curve on removal of which the line fits automatically to the computed data. Here, C is the intercept and D is the fractal dimension. Scaling region helps to decide the correct value of the measurement scale to be used, and hence more accurate length and dimension. The fractal dimension is inaccurate if the data outside the scaling regions are involved in the calculations 3 . Thus, the study of the measurement scale of the coastline's length is required to verify whether it is within the scaling region.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 84,
                    "text": "27",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "the number of boxes that intersect A. Then the box counting dimension of A is given by"
        },
        {
            "text": "We now describe our algorithm and its implementation using the box-counting method. For the purpose of map selections we have used GADM maps 14 . GADM provides database and high spatial resolution maps in export formats, including shapefiles that are used in most common GIS applications. In all our simulations, we have QGIS is an open-source geographic information system (GIS) software that supports viewing, editing, and analysis of geospatial data.",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 143,
                    "text": "14",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Algorithm & implementation"
        },
        {
            "text": "First we obtain a high spatial resolution coastline map from the GADM database as a single 'multi-polygon' (a single feature) having a longitude/latitude coordinate reference system. The map is then transformed to a planar coordinate system using the \"Australian National Grid\" coordinate reference system which make use of the Transverse Mercator projection as a map projection system. This transforms the coordinates of the map from longitude latitude to the chosen coordinate reference system. Since we do not include the islands in our study therefore, we need to separate (disaggregate) different polygons. For this, we use our 'R'-program which converts the entire map into a set of features out of which we select the largest (that corresponds to the mainland). www.nature.com/scientificreports/ Now we superimpose a grid of boxes of a given size (input) on the coastline map and the number of boxes that intersect the coastline are stored. This is accomplished using 'grid layer' in the QGIS. The process in then repeated with boxes of different scales. This is done using a Python program. The slope of the Richardson plot between the box-count and the box-size gives the fractal dimension of the coastline. Flowchart for the process is shown in Fig. 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1255,
                    "end": 1261,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Algorithm & implementation"
        },
        {
            "text": "Despite being a powerful method for estimating the fractal dimension, the box counting method is computationally slow due to increasing problem size with repeated subdivisions of the object at different sizes. To circumvent this problem and to speedup the computations for large size images (e.g. in coastlines) or large number of images (e.g. in medical imaging) one needs to design methods with reduced complexity both at algorithm and implementation level. The Higuchi dimension (Ahammer, 2011) and correlation fractal dimension (Zhang et al., 2002) are computationally faster than the box counting method. However, when with increasing problem size, new computational algorithm involving parallel or multicore processing are required.",
            "cite_spans": [
                {
                    "start": 532,
                    "end": 552,
                    "text": "(Zhang et al., 2002)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Algorithm & implementation"
        },
        {
            "text": "Parallel implementations are based upon mapping the group of boxes to different compute processors and combine the results to get the total number of boxes intersecting a coastline or shape. We refer to the works of Mukukdan (2015) and Ruiz and Jimènez (2016) for significant efforts in this direction with GPU, OpenCL implementations for computing the fractal dimension of self-similar fractals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Algorithm & implementation"
        },
        {
            "text": "On a typical landscape attributes like trees, roads, houses, rivers etc. represent a feature. These features can be represented by vectors in a GIS application containing text or numerical information that describe the features.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Algorithm & implementation"
        },
        {
            "text": "The algorithm presented in this section is based on a sub-parallel multiprocessing approach. Let us assume that N multi-processor nodes are available. The array of grid cells or features (G) is divided by N and each part containing G N features is run on each node. Now, if there are C n cores on each node then each core on a particular node search for G N·C n features if any of them intersect with the coastline vector. If the time taken to process G features using a single node with C n cores is T then with each core running in parallel it will take T C n time to compute G C n features or grid cells. Using N nodes, the computational time will be reduced to T C n ·N . Therefore, the percentage gain in speed of computation is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Algorithm & implementation"
        },
        {
            "text": "Our approach is embarrassingly parallel since there is no dependency or need for communication between different processors in our parallel tasks. The high performance cluster used in computations consists of 6 compute nodes (1 master and 5 slave). Each node is a dual core Intel Xeon 4116 processor with 20 cores on each processor powered by Intel Cluster Management Studio. The available memory on each node is 96GB along with 24TB IB enabled storage. Figure 4 displays flow chart of the proposed parallel implementation. Multiprocessing library is used to create processes and retrieve the results from all the processes. To collect results from all processes we need a shared storage, multiprocessing module provides Array (a C type array allocated from shared memory) and Value objects to share data between processes. We initialize a Multiprocessing Array and pass it as an argument to the function during the creation of process. Along with array we also send the index of the processes to store result in that index without disturbing the values of other processes. The join() function is used to wait till all the processes are completed. Then we add the elements of multiprocessing array to get the box-count.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 454,
                    "end": 462,
                    "text": "Figure 4",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Algorithm & implementation"
        },
        {
            "text": "Plots for all computational results are created using Veusz software package 39 , which is a scientific data plotting and graphing program written in Python, PyQt and NumPy developed by Jeremy Sanders at the Max Planck Institute for Extraterrestrial Physics (MPE).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Algorithm & implementation"
        },
        {
            "text": "Matthew Flinders quoted Australia as the largest island in the world on completing its first circumnavigation in 1803. Later, the length of the coastline of Australia was found to be significantly different by independent official sources. For example, the 1978 Year Book of Australia quoted it as 36735 km, the Australian Encyclopedia gives the length as 19658 km while the Australian handbook quoted the length as 19320 km.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "To obtain a dependable length estimate, Galloway et al. 15 covered the Australian coast using 162 maps from the NATMAP digital maps and measured the coastline length using a divider. The total length of the coastline including the length of coast of all the islands was found to be 47070 km. The current coastline length as reported 18 is 59681 km (mainland coastline 35821 km and island coastline 23860 km). Looking at these numbers one would immediately wonder which one is correct? The answer is: all of them! Each source used a ruler with different size.",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 58,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 333,
                    "end": 335,
                    "text": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Our analysis will consider the discrepancy in the coastline length by increasing the number of measurement scales and identifying the scaling region. The length of the coastline is calculated to see if it lies within the scaling region for reliable length. This makes the study important and useful because it allows to reveal the fractal characteristics of the coastline and also helps to verify the actual length estimates of the coastline. www.nature.com/scientificreports/ The algorithm starts with obtaining the high resolution spacial coastline map of Australia (see Fig. 2d ) from GADM. We then remove small islands and coastline of Tasmania using a 'R' program and cover the coastline with gridlayer using vector research tools in QGIS. The algorithm counts the number of boxes (N) for a specified grid size (r) and finally store the output data for calculations. We have used total 17 grid sizes using the measurement scales: 1000, 800, 750, 600, 500, 400, 300, 250, 200, 100, 75, 50, 25, 10, 5, 1, and 0.5 km. Figure 5 depicts plots of the data inside the scaling regions. In Fig. 5a , box size (r) is potted against number of boxes (N) (on log scale). It is evident from the plot that the number of boxes increases rapidly as the size of the measuring scale decreases below 1. This confirms the inverse power law relation between number of boxes and the measurement scale. The log N − log r curve is plotted in Fig. 5b , which allow us to determine the fractal dimension by measuring the slope of the best fit line to the computed data log(N) = −1.143 log(r) + 4.59 (obtained using the method of least-squares). From this, we get the box-counting dimension of the coastline 28 having an absolute error of 0.013 and a relative error of just 1.15%. Now using the box-size (r), and the equation L(r) = k × r 1−D with log(k) given as the intercept of log N − log r , we recover the power law (by fitting the power regression curve) for the coastline length of Australia as:",
            "cite_spans": [
                {
                    "start": 1685,
                    "end": 1687,
                    "text": "28",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 573,
                    "end": 580,
                    "text": "Fig. 2d",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1020,
                    "end": 1028,
                    "text": "Figure 5",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1086,
                    "end": 1093,
                    "text": "Fig. 5a",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1422,
                    "end": 1429,
                    "text": "Fig. 5b",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Here, the exponent of r is 1 − D . The plot for this is given in Fig. 6a . Note that the length of the coastline increases rapidly as the measurement scale decreases within the scaling regions. In practice, the smallest possible measurement scale within the scaling regions should be selected to calculate the length of the coastline after the scaling regions and fractal dimensions are determined since the length of the coastline increases rapidly with decrease in the measurement scale within the scaling region (see Fig. 6 ). Therefore, the lower limit of the scaling region is a natural choice for calculating the coastline length. In Fig. 6b , a zoom on the scaling region is shown. From this, we found that the lower limit of scaling region for the coastline of Australia is (nearly) 1 km. Thus, the length of the mainland coastline is approximately 38910 km which is in close agreement with the actual length of 35821 km reported at the beginning of this Section.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 65,
                    "end": 72,
                    "text": "Fig. 6a",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 520,
                    "end": 526,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 640,
                    "end": 647,
                    "text": "Fig. 6b",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Results"
        },
        {
            "text": "As the grid size decreases, the number of features or grid cells increases, as well as memory requirement increases which will slow down the performance of the algorithm. At very small grid sizes, the parallelization is still very challenging and yet to be achieved specially when the coastline (e.g. Australia, Russia, Canada etc.) or the Euclidean object under consideration are very large in size. In all such instances, a truly parallel distributed memory algorithm (via use of MPI, Open MP for inter processor communication) seems to be the only option that can speed up the computations very fast. Another possibility to accelerate calculations is to exploit the massively parallel processing power of the GPUs (graphics processing units) together with CUDA or OpenCL parallel computing platforms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Australia has 7th largest coastline in the world and computing its box-counting dimension is challenging particularly with reference to the size of the problem at small scales. In this article, a novel multicore parallel processing algorithm is presented for box dimension calculations of coastlines and other irregular Euclidean objects. The algorithm is successfully applied to investigate the fractal dimension of coastline of Australia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The box-counting dimension of the coastline of Australia is found to be 1.143 which is close to the existing divider dimension 1.130 computed by Mandelbrot 28 . This confirms the accuracy of the algorithm. We obtained the power law relation for the coastline length using the power regression model (in which the response variable is proportional to the explanatory variable raised to a power) and the computed length of the coastline from the power law produced very good estimate of the actual coastline length within the scaling regions.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 158,
                    "text": "Mandelbrot 28",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The algorithm presented here has many advantages over existing algorithms. The algorithm is generic, scalable and addresses the time-consuming problem of box-dimension calculation for large natural (Euclidean) objects having irregular geometries. It combines fractal geometry with the flexibility of QGIS along with the parallel architecture of the algorithm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The algorithm can be applied to computing fractal dimension of any coastline and other natural objects such as mountains, rivers, glaciers, natural satellites and even bigger planets. In future we plan to determine the fractal dimension of the largest coastlines e.g. Canada, Indonesia etc. (no results exist till now) by modifying the algorithm into a massively parallel algorithm using message passing interface (MPI) and/or GPU paradigm for inter-processor communications to effectively control the problem size at smaller scales. We remark that the development of CPU, GPU based parallel algorithms in fractal geometry is still in nascent stages and the multiprocessing algorithm presented in this article in a small step in this direction. Future will certainly witness a remarkable growth in the design and implementation of such algorithms. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "On the practice of estimating fractal dimension",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Carr",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Benzer",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Math. Geol",
            "volume": "23",
            "issn": "7",
            "pages": "945--958",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Fractal behavior and detectibility limits of geophysical surveys",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "P"
                    ],
                    "last": "Dimri",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Geophysics",
            "volume": "63",
            "issn": "6",
            "pages": "1943--1946",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Mathematical Foundations and Applications",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Falconer",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Geometry",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Fractal dimension for fractal structures: Applications to the domain of words",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fernández-Martínez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Sánchez-Granero",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Trinidad Segovia",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Appl. Math. Comput",
            "volume": "219",
            "issn": "3",
            "pages": "1193--1199",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Fractal dimension for fractal structures",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fernández-Martínez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Sánchez-Granero",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Topol. Appl",
            "volume": "163",
            "issn": "",
            "pages": "93--111",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "How to calculate the Haudorff dimension using fractal structures",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fernández-Martínez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Sánchez-Granero",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Appl. Math. Comput",
            "volume": "264",
            "issn": "",
            "pages": "116--131",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A new fractal dimension for curves based on fractal structures",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fernández-Martínez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Sánchez-Granero",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Topol. Appl",
            "volume": "203",
            "issn": "",
            "pages": "108--124",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Fractal Dimension for Fractal Structures: With Applications to Finance",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fernández-Martínez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "García Guirao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Sánchez-Granero",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Trinidad Segovia",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "SEMA SIMAI Springer Series",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Calculating Hausdorff dimension in higher dimensional spaces",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fernández-Martínez",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Juan Guirao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Sánchez-Granero",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Symmetry",
            "volume": "11",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Fractal Worlds: Grown, built and Imagined",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Frame",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Urry",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Strogatz",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "What is the length of the Australian coast",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Galloway",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Bahr",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Aust. Geogr",
            "volume": "14",
            "issn": "",
            "pages": "244--247",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Practical implementation of the box counting algorithm",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gonzato",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Comput. Geosci",
            "volume": "24",
            "issn": "1",
            "pages": "95--100",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Fractals and the accuracy of geographical measures",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Goodchild",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Math. Geol",
            "volume": "12",
            "issn": "",
            "pages": "85--98",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Border lengths-states and territories",
            "authors": [
                {
                    "first": "Geoscience",
                    "middle": [],
                    "last": "Australia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Three implementations of fractal analysis of particle outlines",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hayward",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Orford",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Whalley",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Comput. Geosci",
            "volume": "15",
            "issn": "2",
            "pages": "199--207",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Fractals in physical geography",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Jay",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Xia",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Prog. Phys. Geogr",
            "volume": "20",
            "issn": "2",
            "pages": "178--191",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Fractal analysis of the complexity of United States coastlines",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Plotnick",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Math. Geol",
            "volume": "30",
            "issn": "5",
            "pages": "535--546",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The geometry of coastlines: A study in fractals",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kappraff",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Comp. Maths. with Appls",
            "volume": "12",
            "issn": "3/4",
            "pages": "655--671",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "On the fractal dimension of isosurfaces",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Khoury",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wenger",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "IEEE Trans. Visual Comput. Graphics",
            "volume": "16",
            "issn": "6",
            "pages": "1198--1205",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Fractal models in the earth sciences",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Korvin",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "An improved box-counting method for image fractal dimension estimation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Pattern Recogn",
            "volume": "42",
            "issn": "11",
            "pages": "2460--2469",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "On the fractal measurement of geographical boundaries",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Longley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Batty",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Geogr. Anal",
            "volume": "21",
            "issn": "1",
            "pages": "47--67",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Random fractal characters and length uncertainty of the continental coastline of",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "China. J. Earth Syst. Sci",
            "volume": "125",
            "issn": "8",
            "pages": "1615--1621",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "How long is the coast of Britain? Statistical self-similarity and fractional dimension",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "B"
                    ],
                    "last": "Mandelbrot",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "Science",
            "volume": "156",
            "issn": "3775",
            "pages": "636--638",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Stochastic models for the earth's relief, the shape and the fractal dimension of the coastlines, and the numberarea rule for islands",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "B"
                    ],
                    "last": "Mandelbrot",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Proc. Nat. Acad. Sci. USA",
            "volume": "72",
            "issn": "10",
            "pages": "3825--3828",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Fractals: Form, Chance and Dimension",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "B"
                    ],
                    "last": "Mandelbrot",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Fractal geometry of nature",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "B"
                    ],
                    "last": "Mandelbrot",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "On the dynamics of iterated maps V: Conjecture that the boundary of the M-set has a fractal dimension equal to 2",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "B"
                    ],
                    "last": "Mandelbrot",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Chaos",
            "volume": "",
            "issn": "",
            "pages": "235--238",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Fractal dimension of coastline of the Croatian island",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Paar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cvitan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ocelic",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Josipovic",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Cres. Acta Geogr. Croat",
            "volume": "32",
            "issn": "1",
            "pages": "21--34",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The problem of contiguity: an appendix of statistics of deadly quarrels",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Richardson",
                    "suffix": ""
                }
            ],
            "year": 1961,
            "venue": "Gen. Syst. Yearbook",
            "volume": "6",
            "issn": "",
            "pages": "139--187",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "The Hausdorff dimension of the boundary of the Mandelbrot set and Julia sets",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shishikura",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Ann. Math",
            "volume": "147",
            "issn": "",
            "pages": "225--267",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Scale effects of the continental coastline of",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Fei",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "China. J. Geogr. Sci",
            "volume": "21",
            "issn": "6",
            "pages": "1101--1111",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Fractal and chaos in geology and geophysics",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Turcotte",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Veusz − a scientific plotting package",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Veusz",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "An effective method to compute the box-counting dimension based on the mathematical definition and intervals",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Results Eng",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Spatial and temporal variations of coastlines in northern China",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Geogr. Sci",
            "volume": "24",
            "issn": "1",
            "pages": "18--32",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "On fractal dimensions of China's coastlines",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Math. Geol",
            "volume": "36",
            "issn": "4",
            "pages": "447--461",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ", B.B. Mandelbrot quoted in his famous book The Fractal Geometry of Nature (1982), \"Clouds are not spheres, mountains are not cones, coastlines are not circles, and bark is not smooth, nor does lightning travel in a straight line\". Mandelbrot discovered and plotted one of the most interesting and popular fractal known as the Mandelbrot set (see Fig. 1) at IBM on March 1, 1980. Shishikura 36 proved the intriguing conjecture by Mandelbrot 32 which states that the Hausdorff dimension of the boundary of the Mandelbrot set is 2. Shishikura's proof was based on the concept of bifurcation of parabolic periodic points. Let us begin by introducing the formal definition of fractal dimension. Definition 1 Let (X, d) be a metric space and A be a compact subset of X. Let ǫ > 0 (a small number) be given and define i.e. A ⊂ n i=1 B ǫ (x i ) , where B ǫ (x i ) is a ball of radius ǫ centered at x i . We say that A has fractal dimension D if where C > 0 is a constant. N ǫ (A) = minimum number of closed balls which covers A (1) N ǫ (A) ≈ Cǫ −D The limit exists. We recall two important results from Barnsley 1 . The first result gives existence of fractal dimension and the second result replaces the continuous variable ǫ in Eq. (2) by a discrete variable to simplify the process of computations. Theorem 1 (Theorem 2.1, Chapter 4) Let m be a positive integer. Consider the space (R m , Euclidean). Then D(A) exists for all A ∈ H(R m ). Here, H(R m ) is the set of all non-empty compact subsets of R m .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "released Pi-version of the QGIS 34 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Some coastlines and borders created using QGIS, Pi-version (available at https:// qgis. org/ downl oads/).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Flow chart of the box-counting method in our analysis. Scientific Reports | (2021) 11:6304 | https://doi.org/10.1038/s41598-021-85405-0",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Flow chart of the parallel implementation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Plots for fractal dimension of coastline",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Power law for coastline length of Australia (created using Veusz software, version 3.2.1 available at https:// veusz. github. io/ downl oad/).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ",Kappraff  22 , Philips (1986), Feder6 , Longley and Batty 26 , Carr and Benzer 2 , Jay and Xia 20 , Paar et al. 33 , Jiang and Plotnick 21 , Zhu 42 , Ma et al.27 and others. Applications of fractal dimension have also been investigated by a number of researchers and we refer to the papers by Cosandy",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Chronological calculations of fractal dimension (D) for various coastlines. \"−\"denotes no data available.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "of Australia: box-counting method (created using Veusz software, version 3.2.1 available at https:// veusz. github. io/ downl oad/). www.nature.com/scientificreports/ of Australia as 1.143 which is in close agreement with the divider dimension 1.130 obtained by Richardson 35 , Mandelbrot",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We would like to thank the IT team at the BML Munjal University for providing remote access to the Highperformance computing cluster namely SuperHero during the Covid-19 pandemic times to carry out computational experiments and providing the necessary technical support.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The authors declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "Correspondence and requests for materials should be addressed to A.H.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional information"
        }
    ]
}