{"paper_id": "8db30087a0887af0189bca923c34245301207ea2", "metadata": {"title": "Human gene and disease associations for clinical-genomics and precision medicine research", "authors": [{"first": "Zeeshan", "middle": [], "last": "Ahmed", "suffix": "", "affiliation": {"laboratory": "", "institution": "Health Care Policy and Aging Research", "location": {"settlement": "Rutgers"}}, "email": "zahmed@ifh.rutgers.edu"}, {"first": "Saman", "middle": [], "last": "Zeeshan", "suffix": "", "affiliation": {"laboratory": "", "institution": "Rutgers Cancer Institute of New Jersey", "location": {"settlement": "Rutgers"}}, "email": ""}, {"first": "Dinesh", "middle": [], "last": "Mendhe", "suffix": "", "affiliation": {"laboratory": "", "institution": "Health Care Policy and Aging Research", "location": {"settlement": "Rutgers"}}, "email": ""}, {"first": "Xinqi", "middle": [], "last": "Dong", "suffix": "", "affiliation": {"laboratory": "", "institution": "Health Care Policy and Aging Research", "location": {"settlement": "Rutgers"}}, "email": ""}]}, "abstract": [{"text": "We are entering the era of personalized medicine in which an individual's genetic makeup will eventually determine how a doctor can tailor his or her therapy. Therefore, it is becoming critical to understand the genetic basis of common diseases, for example, which genes predispose and rare genetic variants contribute to diseases, and so on. Our study focuses on helping researchers, medical practitioners, and pharmacists in having a broad view of genetic variants that may be implicated in the likelihood of developing certain diseases. Our focus here is to create a comprehensive database with mobile access to all available, authentic and actionable genes, SNPs, and classified diseases and drugs collected from different clinical and genomics databases worldwide, including Ensembl, GenCode, ClinVar, GeneCards, DISEASES, HGMD, OMIM, GTR, CNVD, Novoseek, Swiss-Prot, LncRNADisease, Orphanet, GWAS Catalog, SwissVar, COSMIC, WHO, and FDA. We present a new cutting-edge gene-SNP-disease-drug mobile database with a smart phone application, integrating information about classified diseases and related genes, germline and somatic mutations, and drugs. Its database includes over 59 000 protein-coding and noncoding genes; over 67 000 germline SNPs and over a million somatic mutations reported for over 19 000 protein-coding genes located in over 1000 regions, published with over 3000 articles in over 415 journals available at the PUBMED; over 80 000 ICDs; over 123 000 NDCs; and over 100 000 classified gene-SNP-disease associations. We present an application that can provide new insights into the information about genetic basis of human complex diseases and contribute to assimilating genomic with phenotypic data for the availability of gene-based designer drugs, precise targeting of molecular fingerprints for tumor, appropriate drug therapy, predicting individual susceptibility to disease, diagnosis, and treatment of rare illnesses are all a few of the many transformations expected in the decade to come.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "clinical-", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Since the beginning of scientific discoveries, it has been critically central to understand the cause of disease, pain, and senescence. 1 Over the centuries, quests for the answers have led us to take giant leaps. It was only in the last century that the discovery of antibiotics freed us from many of the dreaded diseases of the past. Today, we stand on the threshold of the new medical revolution, just as big and far-reaching. Despite of all our scientific knowledge, much of medicine today is still based on the conventional symptomatic treatment and performing learned trials for symptom relief, which works for most patients but not all. The current medical model is based on disease classification, which is routinely composed of data from healthcare units brought from different streams, which includes imaging, pathology, genomics, electrophysiology, and others. 2 Treating on symptomatic basis can be complex for multifaceted and multisymptomatic conditions. However, genetic research can assist in producing individual treatment solutions, rather than what works for the average person, and with a precise understanding of who is at risk for critical diseases like diabetes, high blood pressure, or cancer. This will bring systematic approach to healing, allowing for rapid disease detection at an early stage, accurate characterization of disease, and assign preventive measures needed before the disease even appears. Also, timely discovery and association of genetic variants with diseases will help develop a more effective therapy tailored to an individual's precise genetic makeup, reducing adverse drug reactions. As biological data accumulates at larger scales and at exponential rates, because of higher-throughput and lower-cost DNA sequencing technologies, it has become essential to develop innovative, smart, and modern bioinformatics applications to help improve research quality and data sharing. New tools will provide a progressive understanding of heterogeneous genomics and clinical findings and facilitate increases in clinical utilization of information in these databases and translation to healthcare.", "cite_spans": [{"start": 136, "end": 137, "text": "1", "ref_id": "BIBREF0"}, {"start": 872, "end": 873, "text": "2", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "It has been over 100 years since the term \"Gene\" was introduced, 3 and its meaning has progressively evolved in several scientific directions. 1, 4, 5 A gene is a unit of hereditary, made up of segment of DNA sequence that carries genetic information, which defines a biological function. 6 The chemical structure of the genome is double-stranded DNA, and the smallest unit of genetic information is the base pair (bp), which is two nucleotides paired by hydrogen bonds across the double helix. The human genome contains 3 billion bps that form tens of thousands of genes, yet its complex structure is made up of only four molecules: adenine (A), cytosine (C), guanine (G), and thymine (T). 7 Most genes direct our cells to make a specific protein necessary for some function, and collections of proteins with other organic molecules perform all the tasks needed for life, for example, cell signaling, building body structures, and fighting diseases. Most human genes have a discontinuous structure, with the protein coding regions, or exons, interrupted by noncoding regions, or introns. 8 An average human gene has nine exons, and the longest known human gene called titin (TTN) has 365 exons spanning 109 224 bp and encodes a protein comprising 35 991 amino acids. 9 For a long period of time, researchers used a broad estimate of gene count at more than 50 000 genes, including 21 000 protein-coding genes. 10 However, this number has been repeatedly overturned with advancements in genetics and genomics research.", "cite_spans": [{"start": 65, "end": 66, "text": "3", "ref_id": "BIBREF2"}, {"start": 143, "end": 145, "text": "1,", "ref_id": "BIBREF0"}, {"start": 146, "end": 148, "text": "4,", "ref_id": "BIBREF3"}, {"start": 149, "end": 150, "text": "5", "ref_id": "BIBREF4"}, {"start": 289, "end": 290, "text": "6", "ref_id": "BIBREF5"}, {"start": 691, "end": 692, "text": "7", "ref_id": null}, {"start": 1089, "end": 1090, "text": "8", "ref_id": "BIBREF7"}, {"start": 1268, "end": 1269, "text": "9", "ref_id": "BIBREF8"}, {"start": 1411, "end": 1413, "text": "10", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "The completion of the Human Genome Project 11,12 was a major scientific development in human genomics and biomedical sciences. Its findings suggested that all humans are 99.9% genetically identical and only 0.1% of genetic variations are responsible for the phenotypic differences, such as physical traits (eg, height, intelligence, hair, and eye color), disease susceptibility, and drug responses, among individuals in populations. 13 The human genome harbors enormous gene-encoded protein diversity and expression differences, and variability between individuals due to DNA polymorphisms that underlay the differences between us, which importantly can impart susceptibility to certain diseases and resistance to medications. A major goal of medical genetics is to identify genes that when altered lead to human disease, but not all-recognizable DNA sequence alterations result in disease. 14 Most alterations, or mutations, are simple differences, such as restriction fragment length polymorphisms, single nucleotide polymorphisms (SNPs), that may not change the expression or coding of a gene, but some specific mutations can change gene instructions, and ultimately create a protein malfunction, which may cause disease. Human variability is dynamic and fundamental to the survival and advancement of humans. Genetic variations are the differences in DNA sequence within the genome of individuals in populations. 15 Their discovery dates back to 1950s when association studies to link specific variants in biological candidate genes to disease risk emerged. 16 If we can identify which genetic variations are associated with specific diseases, we will be better equipped to find new treatments and even cures. Also identifying genetic variations will help us better understand why some people respond differently to similar medications. Comparisons of frequencies of genetic variants among affected and unaffected individuals revealed correlations between bloodgroup antigens and peptic ulcer disease 17 ; in the 1960s and 1970s, common variation at the human leukocyte antigen (HLA) locus was associated with autoimmune and infectious diseases 18 ; and in the 1980s, apolipoprotein E was implicated in the etiology of Alzheimer's disease. 19 Still, only about a dozen extensively reproduced associations of common variants were identified in the 20th century. 20 In general, mutations can be grouped into two different types: germline and somatic. 20 Germline mutations are variations found in all cells of an organism, including germ line cells. They play an important role in evolution by giving every human its unique genetic makeup but also give rise to hereditary diseases. Somatic mutations are not inherited but acquired during lifetime in somatic cells of an organism and might cause tissue-specific tumors. They are present in the genomes of all dividing cells, both normal and neoplastic. They occur as a result of misincorporation during DNA replication or through exposure to exogenous or endogenous mutagens. 21 Cancer, as a disease of genome alterations, arises through the sporadic acquisition of multiple somatic mutations. 22 All cancers arise as a result of the acquisition of these abnormalities, including base substitutions, deletions, amplifications, and rearrangements. The extent to which each of these mechanisms contributes to cancer varies markedly between different genes, and also between different cancer types.", "cite_spans": [{"start": 433, "end": 435, "text": "13", "ref_id": "BIBREF12"}, {"start": 891, "end": 893, "text": "14", "ref_id": "BIBREF13"}, {"start": 1417, "end": 1419, "text": "15", "ref_id": "BIBREF14"}, {"start": 1562, "end": 1564, "text": "16", "ref_id": "BIBREF15"}, {"start": 2005, "end": 2007, "text": "17", "ref_id": "BIBREF16"}, {"start": 2149, "end": 2151, "text": "18", "ref_id": "BIBREF17"}, {"start": 2244, "end": 2246, "text": "19", "ref_id": "BIBREF18"}, {"start": 2365, "end": 2367, "text": "20", "ref_id": "BIBREF19"}, {"start": 2453, "end": 2455, "text": "20", "ref_id": "BIBREF19"}, {"start": 3027, "end": 3029, "text": "21", "ref_id": "BIBREF20"}, {"start": 3145, "end": 3147, "text": "22", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Early efforts to analyze common variations in the genome were hampered by lack of a reference genome and costeffective means of identifying, or genotyping, SNPs. 23 In the early 2000s, cheaper genotyping technologies enabled the availability of vast number of SNPs, which provided the first needed map with information about the genetic relatedness of SNPs by The SNP Consortium 24 and launched the HapMap project of human genetic variation. 25 Today, genetic mutations responsible for thousands of conditions, such as cancer, hypertension, and heart diseases, have been identified by scientists. These associations cannot be easily deciphered, because they are often impacted by interactions between dozens of different genes, many of which are caused by single gene elements and the environment. To identify these complex and widely prevalent elements, scientists may have to profile the genetic signatures of thousands of people, even multiple populations, and not just a few individuals. This high density of genotype data allows for unraveling the clinical and therapeutic relevance of genetic variants. The genomic and epigenomic (chemically modified genome) 26 interpretation has led to the fundamentals of development and progression of human diseases, 27 categorized as multifactorial, mitochondrial, 28 chromosomal, 29 and monogenic 30 diseases. All human disease classifications are maintained by the World Health Organization (WHO) with the standard creation of International Classification of Disease (ICD) codes and their related medications organized by the Food and Drug Administration (FDA) in the form of National Drug Code (NDC) codes (applicable in the United States). With the emergence of new-generation gene sequencing techniques, numerous databases have surfaced for gene annotation. They are accessible through web and desktop interfaces and claim to provide information about genes and related diseases, for example, Disease Ontology, 31 DiseaseEnhancer, 32 DISEASES, 33 DisGeNET, 34 eDGAR, 35 GeneCard, 36 Genetic Testing Registry (GTR), 37 MalaCard, 38 Online Mendelian Inheritance in Man (OMIM), 39 miR2Disease, 40 Human Gene Mutation Database (HGMD), 41 Disease Network Database (DNetDB), 42 ClinVar, 43 Orphanet, 44 Gene2Function, 45 Swiss-Prot, 46 LncRNADisease, 47 Lnc2Cancer v.20, 48 and so on. These databases are useful, but none of them cover all the currently available genome, classified diseases and drugs data in a standardized, integrated, and annotated format. 1 Time-to-time technological advancements have heavily revolutionized the field of genomics, especially when it is about, for example, triple code development, gene number proposition, genetic mapping, data banks, gene-disease maps, catalogues of human genes and genetic disorders, big data, and next-generation sequencing (NGS). 49 With advancements at such an exponential pace, innovative, smart, and modern bioinformatics applications are necessary to help improve the quality and transition of healthcare. Artificial intelligence (AI) and internet of things (IoT) is becoming one of the landmark developments in personalized and public health. 50, 51 Millions of AI-and IoT-based medical devices (eg, sensors, actuators, smartphones, tablets, wearable devices, laptops, etc) are in use worldwide, with effective responses. 52 Its applications include patient's activity tracking systems, 53,54 monitoring physiological signals (eg, heart rate, electrocardiography, body temperature, position, and blood pressure), 55 observing environmental conditions 56 and object detection, 57,58 and many more. Still, there is no AI-and IoT-based solution available, which can facilitate precision medicine and clinical genomics research with detailed information about all available and actionable genes, somatic and germline mutations, and integrating ICD and NDC lists in an effective way. Millions of people worldwide getting their DNA sequenced and would like to have information about their genomics profiles, which includes information about their genes and mutations, when most of the people are unable to interpret such information. We believe that our study and developed application is a potential solution to fill this information gap by helping people with the provision of highquality information associated with their genome and clinical profiles.", "cite_spans": [{"start": 162, "end": 164, "text": "23", "ref_id": "BIBREF22"}, {"start": 442, "end": 444, "text": "25", "ref_id": "BIBREF24"}, {"start": 1165, "end": 1167, "text": "26", "ref_id": "BIBREF25"}, {"start": 1326, "end": 1328, "text": "29", "ref_id": "BIBREF28"}, {"start": 1961, "end": 1963, "text": "31", "ref_id": "BIBREF30"}, {"start": 1994, "end": 1996, "text": "33", "ref_id": "BIBREF32"}, {"start": 2017, "end": 2019, "text": "35", "ref_id": "BIBREF34"}, {"start": 2030, "end": 2032, "text": "36", "ref_id": "BIBREF35"}, {"start": 2065, "end": 2067, "text": "37", "ref_id": "BIBREF36"}, {"start": 2078, "end": 2080, "text": "38", "ref_id": "BIBREF37"}, {"start": 2141, "end": 2143, "text": "40", "ref_id": "BIBREF39"}, {"start": 2181, "end": 2183, "text": "41", "ref_id": "BIBREF40"}, {"start": 2219, "end": 2221, "text": "42", "ref_id": "BIBREF41"}, {"start": 2231, "end": 2233, "text": "43", "ref_id": "BIBREF42"}, {"start": 2244, "end": 2246, "text": "44", "ref_id": "BIBREF43"}, {"start": 2262, "end": 2264, "text": "45", "ref_id": "BIBREF44"}, {"start": 2277, "end": 2279, "text": "46", "ref_id": "BIBREF45"}, {"start": 2295, "end": 2297, "text": "47", "ref_id": "BIBREF46"}, {"start": 2504, "end": 2505, "text": "1", "ref_id": "BIBREF0"}, {"start": 2834, "end": 2836, "text": "49", "ref_id": "BIBREF48"}, {"start": 3152, "end": 3155, "text": "50,", "ref_id": "BIBREF49"}, {"start": 3156, "end": 3158, "text": "51", "ref_id": "BIBREF50"}, {"start": 3331, "end": 3333, "text": "52", "ref_id": "BIBREF51"}, {"start": 3522, "end": 3524, "text": "55", "ref_id": "BIBREF54"}, {"start": 3560, "end": 3562, "text": "56", "ref_id": "BIBREF55"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "The convergence of science, medicine, and information technology today has created a unique possibility to manage our human health in new ways. As Apple's relevance in the healthcare space grows, the iPhone is becoming an integral part in advancing the fundamental science by unfolding the complexities of disease biology and understanding of the human genome variations, making them accessible through smart devices. Carrying this goal forward, we present to the biomedical research community, a mobile database for iOS smartphone and tablet devices for simple, easy-touse access to the information based on all available genes and SNPs collected from the sequenced human genome, and their relevant diseases and drugs data. It is another milestone towards achieving the goals of personalized medicine, as it will bring swift excess to gene and mutation data in genomic research providing scientists and clinicians with variant-byvariant information of mutations that altered coding instructions of genes. App's interactive infographics let researchers see at a glance all mutations reported for the input gene, and its corresponding gene, mutation, disease, drug and study information, and its efficient querying ability offers the user with an important knowledge discovery tool, just a click away.", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Extensive growth of biological data with an increasing number of developed biological databases aims to assist human research in drawing pathways leading from genes to disease depending on the variable data types. Most of the available databases are not timely updated and do not intuitively give corresponding disease information but require users to constantly shuttle between different pages and options until they find the most appropriate results. 59, 60 Not all databases and tools specifically focus on the relationship between genes, SNPs, diseases, and drugs. [61] [62] [63] One platform that has proven to be an efficient tool in several areas, including healthcare, is the smartphone application. 47, 48 As smart devices have become increasingly popular, there is still no iOS app publicly available that can provide unified access to genomic and healthcare databases with easy navigation and free portable access to all available genes, germline and somatic mutations, and related diseases and drugs for efficient and robust classifications. Our focus is to create a comprehensive database with mobile access to authentic and actionable genes, SNPs, and classified diseases and drugs, considering the foundation for clinical and genomics research, pathology, epidemiology, and precision medicine. Overall study is divided into following three aims: healthcare database development of classified diseases and drugs with their medical codes; genomics database implementation of authentic and actionable genes and variants, and their annotation with diseases; and iOS app development for mobile access to individualized and annotated information. Our research aims include centralized and annotated gene-SNP-disease-drug database, which will not only store, organize, and share data in a structured and searchable manner but will also facilitate data retrieval with an iOS application for iPhone and iPad. The greatest strength of our approach is unearthing the biological roots of complex and rare diseases. It is a comprehensive approach to facilitate searching for unknown disease variants that have not previously been associated with their respective diseases. To harness the power of genes, SNPs, and other variants reported, our presented solution will contribute as a state-of-the-art leading mobile application, for the research community for gene-variant search. It is a powerful application to address the needs of clinical research to uncover previously unsuspected, yet important, biological variants, mechanisms, and pathways that could be potentially targeted with drugs.", "cite_spans": [{"start": 453, "end": 456, "text": "59,", "ref_id": "BIBREF58"}, {"start": 457, "end": 459, "text": "60", "ref_id": "BIBREF59"}, {"start": 569, "end": 573, "text": "[61]", "ref_id": "BIBREF60"}, {"start": 574, "end": 578, "text": "[62]", "ref_id": "BIBREF61"}, {"start": 579, "end": 583, "text": "[63]", "ref_id": "BIBREF62"}, {"start": 708, "end": 711, "text": "47,", "ref_id": "BIBREF46"}, {"start": 712, "end": 714, "text": "48", "ref_id": "BIBREF47"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "NGS advancements have facilitated and accelerated the process of identifying genetic variations. Adoption of NGS with whole-genome and RNA sequencing in a diagnostic context has the potential to improve disease risk detection in support of precision medicine and drug discovery. Several bioinformatics pipelines have been developed to strengthen variant interpretation by efficiently processing and analyzing sequenced data, whereas many published results show how genomic data can be proactively incorporated into medical practices and raise utilization of clinical information. Innovative and smart systems are necessary to help improve the quality and transition of healthcare by studying heterogeneous healthcare and genomics data together.", "cite_spans": [], "ref_spans": [], "section": "METHODS AND MATERIALS"}, {"text": "Our focus here was to develop a well-structured, comprehensive, centralized, and integrated gene-SNP-disease-drug database, which stores, organizes, and shares data in a structured and searchable manner but facilitates data retrieval with smartphone application and provides visualization features for analytics. Database includes all available and actionable genes collected from global sources, including those approved by The American College of Medical Genetics and Genomics (ACMG) 64 and Memorial Sloan Kettering (MSK) IMPACT, 65 germline and somatic mutations maintained by the Genome-wide Association Studies (GWAS) 23 Catalog (The NHGRI-EBI Catalog of published genome-wide association studies) and Catalogue Of Somatic Mutations In Cancer (COSMIC), 66, 67 classified diseases by the WHO, and drugs maintained by the FDA. In this study, we present PAS, a nonprofit, academic, and publicly available iOS app, which invites global users to freely download it on iPhone & iPad devices, quickly adopt its easy to use interface, and search for genes, SNPs, and related diseases and drugs. Presented app provides smart distillation (data cleansing and restructuring) and abundant distribution (involvement of a gene in multiple disease pathways and phenotypes) of genes associated with classified diseases, supporting both scientists and providers with greater emphasis and easy one-tap browsing, saving time in scanning through genes, SNPs, and developing gene-SNPdisease lists for a research study. It promotes interoperability (multiplatform usage) and comparability (multiple ICD codes for a disease phenotype) in data presentation of genes, SNPs, and ICD codes to map health conditions to their corresponding diseases, to benefit every type of user (eg, researchers, medical practitioners, pharmacists, life science students, or even patients).", "cite_spans": [{"start": 486, "end": 488, "text": "64", "ref_id": "BIBREF63"}, {"start": 532, "end": 534, "text": "65", "ref_id": "BIBREF64"}, {"start": 623, "end": 625, "text": "23", "ref_id": "BIBREF22"}, {"start": 758, "end": 761, "text": "66,", "ref_id": "BIBREF65"}, {"start": 762, "end": 764, "text": "67", "ref_id": "BIBREF66"}], "ref_spans": [], "section": "METHODS AND MATERIALS"}, {"text": "On a macro level, the more accurate data are, the better is the clinical assessment and patient management for the greater good of public health, allowing to track and respond to global health threats faster and compare best practices with the international community. Database of the app involves medical classified codes, disease, drugs, and related information, such as signs and symptoms, abnormal findings, complaints, social circumstances, and external causes of injury. Such information is supplementary part of created relational database of PAS, which mainly includes information about WHO-maintained 13 523 ICD-9 and 70 663 ICD-10, and FDA-approved 123 701 NDC codes (Table 1) .", "cite_spans": [], "ref_spans": [{"start": 677, "end": 686, "text": "(Table 1)", "ref_id": null}], "section": "METHODS AND MATERIALS"}, {"text": "Having detailed information associated with medical codes is very helpful, especially when a user is a medical professional and relating with medical records of patient for specific conditions. Initial genomics data includes standard human reference genome and disease-gene-variant data collected from different genomics databases worldwide, including Clin-Var, GeneCards, DISEASES, HGMD, OMIM, GTR, CNVD, Ensembl, GenCode, Novoseek (www.novoseek.com), Swiss-Prot, LncRNADisease, Orphanet, LincSNP 2.0, 68 MiRNA SNP Disease Database (MSDD), 69 COSMIC, and GWAS Catalog The criteria for selecting genomics databases included information about genes and associated diseases. We were mainly interested in finding, if any clinical genomics database is available, which provides information about all available and actionable genes and link those to classified diseases and their ICD codes maintained by the WHO. We had to adopt time-consuming and laborious data evaluation and extraction process. We first learned about available databases, their associated online websites and tools, file formats, and data structures. 1 We created individual lists of data extracted from all the sources, and written different data parsers to classify data and upload data in to our database. We have included not only protein coding genes but also functional RNAs as they provide great resources of related diseases.", "cite_spans": [{"start": 503, "end": 505, "text": "68", "ref_id": "BIBREF67"}, {"start": 541, "end": 543, "text": "69", "ref_id": "BIBREF68"}, {"start": 1116, "end": 1117, "text": "1", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "METHODS AND MATERIALS"}, {"text": "Our compiled genes dataset (includes Gencode release 29) consists of total 59 293 genes (19 989 are protein coding and 39 304 are nonprotein coding) ( Table 2 ). The nonprotein coding genes are of 24 different types (processed transcript, lincRNA, antisense, immunoglobulin genes, bidirectional promoter lncRNA, polymorphic pseudogene, transcribed unitary pseudogene, transcribed unprocessed pseudogene, transcribed processed pseudogene, sense T A B L E 2 Gene database description and statistics", "cite_spans": [], "ref_spans": [{"start": 151, "end": 158, "text": "Table 2", "ref_id": null}], "section": "METHODS AND MATERIALS"}, {"text": "Genes-disease combinations 98 064", "cite_spans": [], "ref_spans": [], "section": "Categories Count"}, {"text": "Chromosomes 24", "cite_spans": [], "ref_spans": [], "section": "Gene types 26"}, {"text": "Genes (including aliases) 13 216", "cite_spans": [], "ref_spans": [], "section": "Gene types 26"}, {"text": "Genes (Ensembl IDs) 10 598", "cite_spans": [], "ref_spans": [], "section": "Gene types 26"}, {"text": "Unique diseases 12 257", "cite_spans": [], "ref_spans": [], "section": "Gene types 26"}, {"text": "Genes-disease combinations based on actionable genes 32 089", "cite_spans": [], "ref_spans": [], "section": "Gene types 26"}, {"text": "Distinguished genes-disease source combinations 809", "cite_spans": [], "ref_spans": [], "section": "Gene types 26"}, {"text": "Cancer leading genes 8063 overlapping, scRNA, noncoding, unprocessed pseudogene, unitary pseudogene, vaultRNA, TRC gene, sense intronic, snRNA, processed pseudogene, to be experimentally confirmed genes, T cell receptor genes, pseudogenes, and macro lncRNA) located at 23 pairs of genomic chromosomes and mitochondrial DNA, and with over 200 000 gene-disease combinations. Germline mutation dataset includes over 67 000 SNPs reported for over 19 000 genes, located in over 1000 regions, published with over 3000 articles in over 415 journals available in the PUBMED, and over 100 000 classified SNP-disease combinations, whereas somatic mutation dataset encompasses human genes with over 15 million SNPs coding mutations across over a million samples ( ", "cite_spans": [], "ref_spans": [], "section": "Gene types 26"}, {"text": "Electronic health record (EHR) operational and analytical systems depend on two main clinical entities: diagnoses and medications. 72, 73 The first medical classification system was released in 1700, and underwent a long evolution through the late 18th century until 1948, when the WHO took responsibility with the classification of the ICD codes. [72] [73] [74] To avoid redundancies and misinterpretations, both are defined and standardized by medical professionals through universally assigned lists of clinical codes based on ICDs. The clinical code-sets offer substantial clinical value to healthcare, which includes new diagnoses and treatments in clinical research and population health. These codes are entered in the EHR system by the medical professionals. 74 WHO designs, maintains, and updates the ICD codes to standardize nomenclature, hierarchically systematize, categorize, and structure disease names in medicine. ICD-9 is still active, which will eventually be replaced by the 10th or later 11th version. Both ICD-9 and ICD-10 versions are currently used for administrative and public health statistics, medical databases to report diagnoses, classifying morbidity data for indexing, medical care review, and capturing basic health statistics. Comparing both versions, ICD-9 diagnosis codes are generally broad, while ICD-10 are more specific and contain much more detail, which will allow better assessment of the quality, safety, efficacy, and research of healthcare data. ICD classification is an integral part of most information systems, for both printed and paperless forms. Potential errors in the usage of ICD codes lie more with their specificity, which is a result of formulation and designing based on disease nomenclature, 75,76 misdiagnosis, 77 and documentation in electronic and paper records. 78 The degree to which the severity of these consequences is realized depends on the education of medical professionals and availability of tools to increase the awareness on code applicability and potential discrepancy sources. 79 In the United States, the FDA maintains NDC for uniquely labeling and identifying commercially available drug products. NDC is composed of FDA-assigned code labels: product codes to identify specific drug strength, dosage strength, and formulation; and package codes to categorize package sizes and types. These codes are well adopted in the United States, especially among pharmaceutical manufacturers, wholesalers, healthcare institutions, Medicaid, Medicare, and managed care organizations for inventory control, identification of potential drug-drug interactions, medical precautions and drug claims, utilization, review, physician order entry, and clinical patient profile screening and counseling. Like ICD codes, NDC codes have also been inspected for quality and comprehensiveness by the FDA in the United States. 80, 81 Most medical professionals have to memorize these healthcare codes or consult a reference book or a website when needed. For medical users, to fully benefit from ICD and NDC classifications, a user-friendly comprehensive database with associated details is needed.", "cite_spans": [{"start": 131, "end": 134, "text": "72,", "ref_id": "BIBREF71"}, {"start": 135, "end": 137, "text": "73", "ref_id": "BIBREF72"}, {"start": 348, "end": 352, "text": "[72]", "ref_id": "BIBREF71"}, {"start": 353, "end": 357, "text": "[73]", "ref_id": "BIBREF72"}, {"start": 358, "end": 362, "text": "[74]", "ref_id": "BIBREF73"}, {"start": 767, "end": 769, "text": "74", "ref_id": "BIBREF73"}, {"start": 1772, "end": 1774, "text": "77", "ref_id": "BIBREF76"}, {"start": 1826, "end": 1828, "text": "78", "ref_id": "BIBREF77"}, {"start": 2055, "end": 2057, "text": "79", "ref_id": "BIBREF78"}, {"start": 2880, "end": 2883, "text": "80,", "ref_id": "BIBREF79"}, {"start": 2884, "end": 2886, "text": "81", "ref_id": "BIBREF80"}], "ref_spans": [], "section": "Healthcare database development of classified diseases and drugs"}, {"text": "Our focus is to create database tool that provides efficient access to clinical disease and drug classification codes, considered as one of the foundations for clinical operations and research using medical records. We have developed an integrated, comprehensive, and centralized database enabling efficient management and access to the most recent versions of ICD-9, ICD-10, and NDC for epidemiology, health management, clinical purposes, and scientific research. This mobile module assists personnel especially from clinical, pharmaceutical, and life science communities using medical databases to validate their data, build upon classified code lists, match disease definitions, share clinical data as research objects, and produce study replications. As most of the medical codes and terminologies are difficult to understand and link to genomics data, our social pledge is to educate individuals by providing them with an app to query, easily explore, and gain information on the classification of signs, symptoms, diagnoses, medications prescribed by healthcare institutions, and genes and SNPs.", "cite_spans": [], "ref_spans": [], "section": "Healthcare database development of classified diseases and drugs"}, {"text": "PAS can prove to be a fundamental clinical decision support system application by making the \"clinical language\" as meaningful and accurate for system communication with complete information exchange. Inaccurate information can compromise the integrity of the clinical content that is transmitted from one setting to another whether it is between providers, EMTs, ambulances, clinics, hospitals, and other settings of care. This may be the only information available for clinicians to rely on at the point of care. Developing and implementing a centralized mobile accessed repository with access to both NDC and ICD, can assist healthcare providers, researchers, and pharmaceutical companies to integrate their health information systems interorganizationally, exchange product-specific drug information, establish drug dispensing among pharmacy communities, develop clinical decision-support systems for disease state management, provide point-of-care drug information and patient counseling services, determine the validity of research, and perform effective comparisons between studies.", "cite_spans": [], "ref_spans": [], "section": "Healthcare database development of classified diseases and drugs"}, {"text": "Currently, challenges in synthesizing the existing data resources are due to lack of technical standards for exchange and reporting of actionable genetic variants and associated phenotype, thus limiting the interoperability. 1 acquisition of genome alterations. These alterations may cause functional cellular issues or be inert. Not all mutations contribute equally to the cancer type in which they are found. Although the number of unique variants for each cancer genome can be very high, only a few variants will be critical for the development of the tumor. This necessitates the need of bioinformatics tools linked to comprehensive knowledge bases for identifying genetic variants for potential clinical action. In this part of the study, we looked at the existing resources that provide disease-variants information and then designed and developed a new database based on the collection of curated distinct and actionable genes data from available genomics sources worldwide, including CNVD, 82 Ensembl, 83 GenCode, 84 ClinVar, GeneCards, DISEASES, HGMD, OMIM, GTR, Orphanet, Novoseek (www.novoseek.com), Swiss-Prot, and LncRNADisease.", "cite_spans": [{"start": 225, "end": 226, "text": "1", "ref_id": "BIBREF0"}, {"start": 998, "end": 1000, "text": "82", "ref_id": "BIBREF81"}, {"start": 1010, "end": 1012, "text": "83", "ref_id": null}, {"start": 1022, "end": 1024, "text": "84", "ref_id": "BIBREF83"}], "ref_spans": [], "section": "Genomics database development of genes and variants"}, {"text": "Disease Ontology provides information about human disease ontologies; DiseaseEnhancer offers disease-associated enhancers; DISEASES delivers disease-gene associations, cancer mutations, and GWAS-based SNPs; DisGeNET is the catalogue of genes and variants, associated with human diseases; eDGAR provides information about disease-gene associations with annotated relationships; GTR shares information about genetic-based disorders; MalaCard is the collection of gene-disease associations; SwissVar groups single amino acid polymorphisms; miR2Disease offers information about human diseases involving microRNA deregulation; HGMD is the collection of published germline mutations in genes associated with human inherited diseases; ClinVar offers information about single amino acid polymorphisms; Orphanet provides information about rare diseases; and Gene2Function maps orthologs among human genes and common genetic model species (Table 4 ). 1 Scientists around the world have performed large-scale GWAS 23 based on the simple idea that if a genetic variant increases disease risk, it should be more frequent among disease cases than healthy controls. Their breakthrough study initially revealed 24 significant disease-associated DNA variants. 23 The richness of genetic variations in the human genome has been further corroborated by the several whole genome-sequencing studies, revealing plenty of new SNPs, insertions and deletions (indels), copy number variants, and other structural variations. Later, several thousands of GWAS have produced tens of thousands of strong associations between genetic variants and one or more complex traits. 23 GWAS require high marker density or resolution, in which several hundred thousands of SNPs are needed spanning the whole genome, to achieve comprehensive coverage and adequate statistical power to detect unknown disease variants through linkage disequilibrium. 23, 85, 86 Most of the SNPs are predicted to be neutral without functional effects and due to their abundance in the human genome, SNPs have become useful genetic markers in GWAS. The proportion of mutations causally implicated in cancer is still unknown especially due to the high number of variations between different tumors. 66 Patient stratification into subpopulations based on their genetic risk factors will allow us to understand the role the environment plays in triggering disease. Ultimately, comprehensive answers will require much larger patient populations, detailed clinical databases, and sophisticated technical approaches to translate GWAS findings into medical practice.", "cite_spans": [{"start": 941, "end": 942, "text": "1", "ref_id": "BIBREF0"}, {"start": 1243, "end": 1245, "text": "23", "ref_id": "BIBREF22"}, {"start": 1644, "end": 1646, "text": "23", "ref_id": "BIBREF22"}, {"start": 1908, "end": 1911, "text": "23,", "ref_id": "BIBREF22"}, {"start": 1912, "end": 1915, "text": "85,", "ref_id": "BIBREF84"}, {"start": 1916, "end": 1918, "text": "86", "ref_id": "BIBREF85"}, {"start": 2237, "end": 2239, "text": "66", "ref_id": "BIBREF65"}], "ref_spans": [{"start": 929, "end": 937, "text": "(Table 4", "ref_id": null}], "section": "Genomics database development of genes and variants"}, {"text": "Further extending the database, we added collection of germline and somatic mutations released globally, including GWAS Catalog (data mapped to genome assembly), COS-MIC, CNVD, SwissVar (https://swissvar.expasy.org), and so on. The criteria for selecting variant databases included classification of germline and somatic mutations and their associations with diseases. We were interested in finding mutation databases, which report all available and actionable genes with germline and/or somatic mutations with direct or indirect association with classified diseases and their ICD codes. Due to the heterogeneous, complex, and high volume, variant data evaluation and extraction process was time-consuming and laborious. It took us months to download, classify, upload, and integrate data in to SQL servers. For annotation, we integrated mutations with their respective genes, and linked that information to related diseases. We performed extensive data quality assessment to ensure authentic, up-to-date and standardized information. Our database is freely available public repository offering annotated disease, drug and genomics data by integrating genes, SNPs, diseases, and drugs.", "cite_spans": [], "ref_spans": [], "section": "Genomics database development of genes and variants"}, {"text": "Our study intended to correlate the genotype with disease phenotype, and to identify all the genetic variations that are associated with the diseases. The objective was to create broad database, which will help uncover common DNA differences among people who influence traits, functions, 87 or raise the disease risk. 88 Our comprehensive approach provides access to the information related with biological roots of common and rare diseases to facilitate probing for anonymous disease variants. 89, 90 Our designed database has the potential to extend and support integration of genomic information into EHR systems defining the population frequency of variants by assisting curation of massive population biobanks. 91, 92 Some studies have benefitted from identifying high-risk patients and crafting precision medicine therapies for complex diseases (cancer), 93-95 metabolic diseases (type 2 diabetes), autoimmune diseases (psoriasis), and psychiatric diseases (schizophrenia) 96 by discovering gene variants associated with disease development. The outcome of these revolutionizing studies raises the fact that well structuring and packaging of the gene-variant data could pave way for discovering the genetic roots of common heritable disorders, more accurate identification of people at risk, better prevention strategies, and more effective therapies with fewer adverse effects. This is where our app comes as a complement to the utilization of genomics and healthcare data in refining analytical approaches and pursuing functional role of rare variants.", "cite_spans": [{"start": 318, "end": 320, "text": "88", "ref_id": "BIBREF87"}, {"start": 495, "end": 498, "text": "89,", "ref_id": "BIBREF88"}, {"start": 499, "end": 501, "text": "90", "ref_id": "BIBREF89"}, {"start": 716, "end": 719, "text": "91,", "ref_id": "BIBREF90"}, {"start": 720, "end": 722, "text": "92", "ref_id": "BIBREF91"}, {"start": 979, "end": 981, "text": "96", "ref_id": "BIBREF95"}], "ref_spans": [], "section": "Genomics database development of genes and variants"}, {"text": "We open up the world of somatic variations in cancer as they are used in clinical studies and molecular pathology to characterize tumor types, to improve the best suited treatment choice, and to predict response to treatment. 97, 98 In a clinical setting, these discoveries are named \"secondary findings,\" or \"secondary variants (SVs)\" and have to be distinguished from \"incidental findings\" that are found in the genes linked to the tested disease. 99 This requires extra workload needed for variant interpretation and confirmation. 100, 101 For this reason, we address the needs of clinical research as it provides a great resource database of published gene variants, which can be easily integrated into any system to filter out candidates for the discovery of causal variants. This can aid the clinical genetics community to form expert panels, to perform high-level curation for variant interpretations for clinical significance and identifying genetic variants for yielding new therapeutic targets and biomarkers for antibodies and vaccines.", "cite_spans": [{"start": 226, "end": 229, "text": "97,", "ref_id": "BIBREF96"}, {"start": 230, "end": 232, "text": "98", "ref_id": "BIBREF97"}, {"start": 450, "end": 452, "text": "99", "ref_id": "BIBREF98"}, {"start": 534, "end": 538, "text": "100,", "ref_id": null}, {"start": 539, "end": 542, "text": "101", "ref_id": "BIBREF100"}], "ref_spans": [], "section": "Genomics database development of genes and variants"}, {"text": "With the growing trend of adapting smart phone applications into biomedical research, it will be helpful to develop comprehensive, integrated, and searchable mobile database for genes, variants, and related disease and drugs. We have developed an iOS app with Swift programming language, using the XCODE integrated development environment for MacOS ( Figure 1 ). Its database is modeled and hosted within the MySQL database management system, deployed with in a highly secured environment. The secure socket layer (SSL), otherwise known as transport layer security, is implemented for authentication purposes, and data integrity and confidentiality. PAS is based on mobile interface linked to a dedicated database server. Database is not the part of app but can be accessed via web server. Dynamic web-based modules are developed using the PHP scripting language to facilitate data migration between the iOS app and MySQL database server. One of the most difficult and complex tasks of implementing an iOS app connecting a mobile interface via PHP programmed modules to an external web-based MySQL server for data exchange is the integration of all modules developed using different programming languages and processed through different compilers/interpreters that sometimes cause logical errors, which are hard to debug. Using a secure key, SSL establishes an encrypted link between web services and the mobile app.", "cite_spans": [], "ref_spans": [{"start": 351, "end": 359, "text": "Figure 1", "ref_id": null}], "section": "iOS app development for mobile access to annotated information"}, {"text": "We established efficient machine-to-machine and humanto-machine connectivity-based networked communication. We designed five-layered architecture, based on perception, processing, business, application, and network layers. Percep-tion is the physical layer with graphical user interface to get user input and deliver output (Supplementary Material: PAS Guide and Workflow Design). Processing is the middleware layer, responsible for handling user requests. Business layer provides overall IoT system actions and functionality, forwards processed user requests to the database server via web server, and brings the results to the user interface. Application layer delivers application-specific services to the user. Network layer is responsible for receiving data from the perception layer and transmitting it to the application layer through available network technologies, and support data management from storing to processing with the help of middleware. The rapid growth in genomics data sources and types requires robust and automatic translation to different formats. One of the greatest challenges here was to deal with the daunting complexity of the genomics data, as the diverse structures of its databases and exported files are with different numbers of fields and data types. We developed a data extraction, transfer and loader (ETL) software in Java, which adopts supervised learning method to understand and validate structure of data source. In our case, data were available in different file formats (eg, csv, excel file, text, etc), which were uploaded using newly developed ETL software. We run ETL process for weeks to upload the data, especially somatic mutations, as the numbers were in millions.", "cite_spans": [], "ref_spans": [], "section": "iOS app development for mobile access to annotated information"}, {"text": "Developed app is tested using XCODE-provided simulator and real Apple mobile devices with the most recent iOS versions, and is reviewed and approved by the Apple, and is freely available to download at the App Store. The graphical user interface of PAS is very flexible and can be installed and well executed at both iPhone and iPad devices. Furthermore, it facilitates automatic vertical and horizontal resolution configuration. Its technology benefits include enhanced security, filtered audience, better user experience, flexible user interface, stable movement and orientation, internet access, and consistent system environment. While development, app was divided into three different modules: clinics, genomics, and clinical genomics. Product line architecture of app is based on the Butterfly model, 102, 103 where all major modules are capable of performing individual key roles and can integrate with each other. The overall design and workflow is flexible to accommodate new releases and updates of genes, SNPs, diseases, and drugs without requiring its users to install its new version but automatically updating database. Having updates at the user interface, automatics upgrade notifications will be served to the user for downloading latest released version of the app. Gene module is designed to simplify navigation across the landscape of gene annotation resources by an efficient mobile record search engine, which is based on standardized genes and related diseases to help explore multipurpose clinical and genomics concepts in meaningful ways. Germline and somatic SNP modules are composed of mutations reported for genes and their combinations with F I G U R E 1 PAS components design, development, and data flow. PAS is an iOS app developed with Swift programming language, XCODE integrated development environment for MacOS, MySQL database management system, PHP scripting language, and UNIX-based web and database servers disease traits, when disease and drug modules are based on ICD-9, ICD-10, and NDC. The normalized relational database includes lists of WHO-maintained ICD-9 and ICD-10 lists downloaded from the Center for Medicare & Medicaid Services, and FDA-approved NDC codes.", "cite_spans": [{"start": 807, "end": 811, "text": "102,", "ref_id": "BIBREF101"}, {"start": 812, "end": 815, "text": "103", "ref_id": "BIBREF102"}], "ref_spans": [], "section": "iOS app development for mobile access to annotated information"}, {"text": "The graphical user interface implements human-computer interaction principles (Figure 2 ). It provides user profile, login, and password management modules, which requires new users to first create an account and login with valid credentials. The major reasons to request users to first register and login is to apply security features to the app to track its usage and backtrack in case of any trouble, breach, and violation. In the future, we are looking forward to implement AI and machine learning-based features to help users in finding data of their interest based on their search history, and having their profile will be extremely useful in such cases. Moreover, having users email address is useful, especially to inform for major updates to the app and database. At successful login, users are directed to the main menu leading to the clinics, genomics, and clinical genomics interfaces. Genomics leads to three subinterfaces: genes, SNPs, and somatic SNPs. Genes allow users to search for genes and relational information, which includes gene name, Ensembl ID, type, and chromosome. SNPs allow users to search for SNP and relational information, which includes reported gene, mapped gene, SNP ID, chromosome, chromosome position, region, context, platform, and PUBMED ID. Somatic SNPs allow users to search for somatic mutations for a gene with detailed gene, mutation, and sample information, which includes reported gene name, accession number, ID tumor, gene coding sequences (CDS) 104 length, sample name, ID sample, primary site, mutation ID, Site subtype, mutation, mutation description, mutation CDS, Genome Reference Consortium Human (GRCH), mutation genome position, functional analysis through hidden Markov mod-els (FATHMM) prediction, 105 FATHMM score, mutation somatic status, sample type, tumor origin, ID study, age, and PUBMED ID for the published study.", "cite_spans": [{"start": 1496, "end": 1499, "text": "104", "ref_id": "BIBREF103"}, {"start": 1758, "end": 1761, "text": "105", "ref_id": "BIBREF104"}], "ref_spans": [{"start": 78, "end": 87, "text": "(Figure 2", "ref_id": null}], "section": "iOS app development for mobile access to annotated information"}, {"text": "Clinical genomics leads to three subinterfaces: genes & disease, germline SNP & disease, and somatic SNP & disease. The gene to disease interface let users search for genes and related diseases, and vice versa. SNP to disease interface let users search for related diseases, which includes reported gene, SNP, chromosome, context, disease, and study. The somatic SNP & disease interface gives concise information on gene search, which includes reported gene name, primary site, primary histology, histology subtype, mutation ID, mutation description, mutation genome position, and accession number. Clinic leads to four subinterfaces: ICD-All, ICD-9, ICD-10, and NDC. ICD-All allow users to search for ICD-9, ICD-10, or disease-related information for both ICD-9 and ICD-10 databases. The ICD-9 interface let users search only ICD-9 and similarly, the ICD-10 interface only searches for ICD-10 code lists and related details. The NDC interface enables users to search for NDC and related details, which includes product ID, product NDC, product type name, proprietary name, nonproprietary name, dosage form name, route name, marketing category name, application number, labeler name, substance name, active numerator strength, active Ingred unit, pharm classes, and listing records certified through.", "cite_spans": [], "ref_spans": [], "section": "iOS app development for mobile access to annotated information"}, {"text": "PAS is an easy-to-use application designed to simplify navigation across the landscape of gene annotation resources by an efficient mobile record search engine, which is based on standardized genes and related diseases to help explore multipurpose clinical and genomics concepts in meaningful F I G U R E 2 PAS graphical user interface and work flow design ways. Here, we present reproducible results to help users better understand the data mining, management, search, and analytics capabilities of all four modular apps and integrative-databases of PAS.", "cite_spans": [], "ref_spans": [], "section": "RESULTS"}, {"text": "Validating PAS (Figure 3 ), we designed use case for 10 most common infectious diseases, which includes gene results with 22 chlamydia (sexually transmitted infection caused by the bacterium Chlamydia trachomatis) 106 Figure 3J ).", "cite_spans": [{"start": 214, "end": 217, "text": "106", "ref_id": "BIBREF105"}], "ref_spans": [{"start": 15, "end": 24, "text": "(Figure 3", "ref_id": null}, {"start": 218, "end": 227, "text": "Figure 3J", "ref_id": null}], "section": "RESULTS"}, {"text": "Validating PAS (Figure 4 ), we designed two use cases based on three different most common genetic diseases: diabetes (group of metabolic disorders characterized by a high blood sugar level), 116 schizophrenia (serious mental disorder), 117 and autoimmune diseases (condition arising from an abnormal immune response to a normal body part). 118 In first use case: 2174 results are obtained while looking for all available SNPs related to the diabetes ( Figure 4A ), 2583 results for autoimmune disease (Figure 4B) , and 2286 results for schizophrenia ( Figure 4C) . Obtained results also include information about reported genes, chromosomes, contexts, diseases, and studies. In second use case: we randomly selected three SNPs mainly lined to autoimmune diseases, diabetes, and schizophrenia, and looked for all possible asso-ciations with major and other diseases. SNPs for autoimmune diseases include major histocompatibility complex, class II, DR Beta 1 gene HLA-DRB166 (mainly associated with rheumatoid arthritis), tumor necrosis factor receptor type 1 gene (TNFRSF1A) 95 (mainly associated with multiple sclerosis and ankylosing spondylitis), and protein tyrosine phosphatase nonreceptor type 22 gene (PTPN22) 29 (mainly associated with increased risk of type 1 diabetes, systemic lupus erythematosus, vitiligo, 119 autoimmune thyroid disorder, 120 and ulcerative colitis 121 but is protective against Crohn's disease). Obtained results present 216 SNP-disease combinations for the HLA-DRB1 ( Figure 4D ), 35 for the TNFRSF1A (Figure 4E ), and 44 for the PTPN22 ( Figure 4F ). SNPs for diabetes include hepatocyte nuclear factor 1 gene (HNF1), 94 hepatocyte nuclear factor 4-alpha gene (HNF4A) 94 (involved in monogenic conditions) and paired box 4 gene (PAX4) 94 (identified in East Asian population). Obtained results include 142 SNP-disease associations for the HNF1 (Figure 4G ), 46 for the HNF4A (Figure 4H ), and only 2 for PAX4 (Figure 4I) . SNPs for schizophrenia include dopamine receptor D2 gene (DRD2), calcium voltage-gated channel auxiliary subunit beta 2 gene (CACNB2), and glutamate metabotropic receptor 3 gene (GRM.3) 40 Obtained results present 10 SNPdisease combinations related to the DRD2 ( Figure 4J ), 45 related to the CACNB2 (Figure 4K ), and 16 related to the GRM3 ( Figure 4L ).", "cite_spans": [{"start": 237, "end": 240, "text": "117", "ref_id": "BIBREF116"}, {"start": 341, "end": 344, "text": "118", "ref_id": "BIBREF117"}, {"start": 1075, "end": 1077, "text": "95", "ref_id": "BIBREF94"}, {"start": 1217, "end": 1219, "text": "29", "ref_id": "BIBREF28"}, {"start": 1352, "end": 1355, "text": "120", "ref_id": "BIBREF119"}, {"start": 1651, "end": 1653, "text": "94", "ref_id": "BIBREF93"}, {"start": 1701, "end": 1703, "text": "94", "ref_id": "BIBREF93"}, {"start": 1768, "end": 1770, "text": "94", "ref_id": "BIBREF93"}, {"start": 2142, "end": 2144, "text": "40", "ref_id": "BIBREF39"}], "ref_spans": [{"start": 15, "end": 24, "text": "(Figure 4", "ref_id": null}, {"start": 453, "end": 462, "text": "Figure 4A", "ref_id": null}, {"start": 502, "end": 513, "text": "(Figure 4B)", "ref_id": null}, {"start": 553, "end": 563, "text": "Figure 4C)", "ref_id": null}, {"start": 1500, "end": 1509, "text": "Figure 4D", "ref_id": null}, {"start": 1533, "end": 1543, "text": "(Figure 4E", "ref_id": null}, {"start": 1571, "end": 1580, "text": "Figure 4F", "ref_id": null}, {"start": 1877, "end": 1887, "text": "(Figure 4G", "ref_id": null}, {"start": 1908, "end": 1918, "text": "(Figure 4H", "ref_id": null}, {"start": 1942, "end": 1953, "text": "(Figure 4I)", "ref_id": null}, {"start": 2219, "end": 2228, "text": "Figure 4J", "ref_id": null}, {"start": 2257, "end": 2267, "text": "(Figure 4K", "ref_id": null}, {"start": 2300, "end": 2309, "text": "Figure 4L", "ref_id": null}], "section": "RESULTS"}, {"text": "We designed another use case to validate PAS for genevariants ( Figure 5 ), which include somatic mutations (hallmark for cancer) related to eight different reported genes: estrogen receptor 1 gene (ESR1), 128 AKT serine/threonine kinase 1 gene (AKT1), 129 Erb-B2 receptor tyrosine kinase 2 gene (ERBB2), breast cancer type 1 susceptibility protein gene (BRCA1), 5 breast cancer type 2 susceptibility protein gene (BRCA2), 5 RNA binding motif protein 10 gene (RBM10), 99 protein tyrosine phosphatase nonreceptor type 13 Validating PAS for disease codes (Figure 6 ), we designed four use cases based on four different most common diseases: diabetes, influenza, fever, and sterile. In all use cases, we looked for available codes (ICD, ICD9, ICD10, and NDC) related to these four diseases. Obtained results for diabetes include total 577 ICD ( Figure 6A Since last few months, an infectious disease i.e., Coronavirus (COVID-19) caused by the SARS-CoV-2 130 has effected the whole world. Despite many significant scientific and medical discoveries, the genetics of pandemic COVID-19 remains far from clear. As of today (04/16/2020) over 657 720 cases have been confirmed and over 33 460 deaths have been reported in USA as a result of COVID-19, when over 2 101 164 people have been effected and over 140 773 have died worldwide. However, over 53 322 people have recovered in USA, and over 532 830 globally (https://google.com/covid19-map/?hl=en). Highlighting the useful contribution of our app and database in this situation, users can look for the relevant disease (Coronavirus) specific information (Fig. 7A) , genes ( Fig. 7B and 7C) , and variants ( Fig. 7D and 7E ) including ACE2 and TMPRSS2. 131 PAS brings the power of quicker excess to mutation data in healthcare, especially cancer research as an iOS app and a unique resource as a cancer-variant database. Over 450 (45) , and GRM3 (16) research articles are indexed on PubMed, and only ∼5% of those are supplemented with clinical codes, 72 and few for NDC. Drawing on patient-based classified clinical entities of interest often requires iterative code-based searches in medical databases and help from clinical experts. The resultant information could lead to a particular disease condition as a combination of codes representing diagnoses, symptoms, prescribed drugs, and diagnostic tests, as well as a simple code or list. In such cases, our app aims to assist clinicians and researchers with easy navigation and free portable access to diagnostic and drug codes for efficient and quick disease and drug classifications. Individual practices can also benefit from PAS with better metrics to measure their performance relative to their peers, contain costs, spot disease risks, identify patients in need of immediate disease management, and uncover opportunities for greater efficiency. This will enable physicians to funnel the right patients into the right programs, and better refine disease management for those already in a program, outreach to the patients to deliver preventative care versus more serious and costly care when a condition becomes an emergency. The comparability factor for quality measure reporting is of special interest to organizations, while patients may want to look up the medical billing codes. The codes may be of interest to the medical biller who can send the coded claim to the health insurance company for processing. Researchers may use the data to determine disease incidence and prevalence across geographic areas, ages, or in conjunction with other diseases.", "cite_spans": [{"start": 206, "end": 209, "text": "128", "ref_id": "BIBREF127"}, {"start": 253, "end": 256, "text": "129", "ref_id": "BIBREF128"}, {"start": 468, "end": 470, "text": "99", "ref_id": "BIBREF98"}, {"start": 1697, "end": 1700, "text": "131", "ref_id": "BIBREF130"}, {"start": 1874, "end": 1878, "text": "(45)", "ref_id": "BIBREF44"}, {"start": 1890, "end": 1894, "text": "(16)", "ref_id": "BIBREF15"}, {"start": 1996, "end": 1998, "text": "72", "ref_id": "BIBREF71"}], "ref_spans": [{"start": 64, "end": 72, "text": "Figure 5", "ref_id": null}, {"start": 553, "end": 562, "text": "(Figure 6", "ref_id": null}, {"start": 842, "end": 851, "text": "Figure 6A", "ref_id": null}, {"start": 1599, "end": 1608, "text": "(Fig. 7A)", "ref_id": null}, {"start": 1619, "end": 1634, "text": "Fig. 7B and 7C)", "ref_id": null}, {"start": 1652, "end": 1666, "text": "Fig. 7D and 7E", "ref_id": null}], "section": "RESULTS"}, {"text": "The pursuit of the genetic roots of common illnesses is, at its heart, a quest for better prevention and treatment of disease. We are entering the era of personalized medicine in which an individual's genetic makeup will eventually determine how a doctor can tailor his or her therapy. Therefore, it is becoming critical to understand the genetic basis of common diseases, for example, which genes predispose individuals to diseases, which gene interactions affect disease risk, and how do rare genetic variants contribute to diseases? Human diseases are at the heart of extensive research encompassing genomics, bioinformatics, systems biology, and systems medicine. To get new insights into disease taxonomy, etiology, and pathogenesis, it is important to understand how diseases are related to each other. 42 In the past, various efforts have been made in deciphering diseases to facilitate predictive diagnosis and thereby guide treatment factors, which include drawing disease relationships using clinical manifestations, 118 healthcare records, images and data generated using wearable technology and AI, 50 along with information encapsulated within related genes, 122 signaling, 123 and metabolic pathways, [124] [125] [126] microRNAs, 127 chemo-centric views, 128 phenotypic characteristics, microbes, 129 and proteins. 132 Differences among humans can be divided into two broad categories: biological and environmental. Variation is inherent in humans and it is the result of fundamental biological and environmental processes, ensuring vitality, ability to adapt to changing environments and even the very survival. The former includes genetic mutations, while the environment induces somatic mutations. A typical gene can have a multitude of variants that have not yet been documented to have a relationship with a disease or a phenotype. Gene-disease data are highly significant at every level of biological research and healthcare but with inconsistencies and inabilities in terms of gene annotation, specificity of disease classification terminologies and 7C), and variants ( Fig. 7D and 7E ) including ACE2 and TMPRSS2 adds to the complexity and lack of an efficient integrative searchable system that makes it difficult to comprehend the underlying implications.", "cite_spans": [{"start": 809, "end": 811, "text": "42", "ref_id": "BIBREF41"}, {"start": 1172, "end": 1175, "text": "122", "ref_id": "BIBREF121"}, {"start": 1187, "end": 1190, "text": "123", "ref_id": "BIBREF122"}, {"start": 1215, "end": 1220, "text": "[124]", "ref_id": "BIBREF123"}, {"start": 1221, "end": 1226, "text": "[125]", "ref_id": "BIBREF124"}, {"start": 1227, "end": 1232, "text": "[126]", "ref_id": "BIBREF125"}, {"start": 1311, "end": 1314, "text": "129", "ref_id": "BIBREF128"}, {"start": 1329, "end": 1332, "text": "132", "ref_id": "BIBREF131"}], "ref_spans": [{"start": 2091, "end": 2105, "text": "Fig. 7D and 7E", "ref_id": null}], "section": "DISCUSSION"}, {"text": "Genome-scale (genome, transcriptome, proteome, metabolome, microbiome, and epigenome) science is becoming increasingly common with the advancement of high-throughput technologies. The technological developments have facilitated and accelerated the process of identifying genetic variations, especially with the arrival of NGS technologies, which have made whole genome sequencing and the 1000 Genomes Project feasible. 133, 134 A key challenge in this realm is NGS interpretation. Scientists are faced with the daunting challenge of identifying candidate genes that are relevant to their biological system of interest. Most often, the researcher only has direct knowledge of a few, if any, candidate genes. The clinical interpretation of the significance of specific gene variants can be unique to a patient. Variability in interpretation for sequence variants is due, in part, to the lack of standard curated information to support clinical decision making. 1 Currently, the investigation of existing databases is required to assess the potential significance of even one sequence variant, and that is a cumbersome, time-consuming, and increasingly unfeasible process with regard to the identification and reports of variants in actionable genes because of the absence of a standard centralized platform for connecting genes to their disease phenotypes. 135 In this study, we present our research to collect, explore, and share genes and disease information to support pathology and epidemiology for the implementation of precision medicine. It is founded on clinical, scientific, and modern technologies posit to support healthcare through free portable public research enabling scientific data retrieval using efficient mobile-based tools.", "cite_spans": [{"start": 419, "end": 423, "text": "133,", "ref_id": "BIBREF132"}, {"start": 424, "end": 427, "text": "134", "ref_id": "BIBREF133"}, {"start": 959, "end": 960, "text": "1", "ref_id": "BIBREF0"}, {"start": 1355, "end": 1358, "text": "135", "ref_id": "BIBREF134"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "One platform that has proven to be an efficient tool in several areas, including healthcare, is the mobile application. Since the release of the first iPhone in 2007, Apple has sold more than a billion iPhones worldwide. As iOS systems have become increasingly popular and the medical community is flocking to iPhones and iPads, there is no iOS app publically available, which can provide unified access to genomic, clinical, and pharma databases with easy navigation and free portable access to genes and related diseases and drugs for efficient and robust classifications. The reasons could be extensive heterogeneity of clinical and genomic data collection and management, or addressing complexities of implementing an Apple mobile app. The objective of our research is to create centralized gene-SNP-diseasedrug database, which not only stores, organizes, and shares data in a structured and searchable manner but also facilitates data retrieval with smartphone application, including visualization features for analytics and implementing all available and actionable genes-based data classification. Looking at the existing gaps and unmet clinical, research and market needs of healthcare, genomics, pharmaceutical, and biomedical communities, we offer a new solution with a social pledge to help individuals by providing them with an interactive app to query, easily explore, and access information on gene annotation and classified disease phenotype with greater visibility and easy browsing. The gene-SNP-disease-drug querying ability offered by the app provides the user with an important knowledge discovery tool, just a click away from any location.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Employing the power of mobile technology to integrate multiple data streams is certainly challenging, since it involves a huge amount of data collection, structuring, management, processing, authentication, integration, and sharing. However, it is tremendously rewarding to assist the clinicians to directly interpret a patient's genomic profile and collaborate with the scientists to translate variant data to therapy. The genetic architecture of complex diseases remains elusive. It is unclear how much each type of genetic variation contributes to inherited risk and the relative proportion of rare versus common variants. When collecting the data sources, along with the last maintenance update year, it was noticed that some databases have not been updated in the last few years and some have very limited data (eg, over a few hundred or a thousand genes). 1 Most databases and tools have multiple sources at backend, which at times prove to be a double-edged sword. On the one hand, more data sources enrich the capacity of the databases and on the other hand, too many data sources may make it difficult to avoid entry of uncertain or erroneous data. We tried to address this data heterogeneity by standardizing the data on a single platform.", "cite_spans": [{"start": 862, "end": 863, "text": "1", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Mapping genes to their diseases and at the same time, mapping the diseases to their respective codes will provide a crosscut to find drugs and the therapeutics for specific patients when our database is applied to real human medical records linking their disease diagnosis to known and identified causative genes and variants. The underlying assumption here is that creating a database with smart distillation and abundant distribution of genes and SNPs linked to the classified diseases and drugs through their description and IDs (eg, ICD and NDC) can support both clinical and research environments. 1 We have performed and reported (Table 4) comparison of different gene-disease databases. We evaluated, whether these provide information related to genes, gene to disease, disease to ICD code, data types, data sources, gene capacity, latest updates, searched results, and user friendliness. There are only few databases available (eg, Disease Ontology, DISEASES, and Orphanet), which provide ICD codes for each disease but not directly linked to the genes. Such database must not be redundant and should only include human reference genome and disease-based information collected from valid sources available worldwide. It is very important to facilitate interested users with efficient, user friendly, easy navigation, and free portable access to the database using platforms that have proven to be efficient tools in several areas, including healthcare, for example, iOS applications.", "cite_spans": [{"start": 603, "end": 604, "text": "1", "ref_id": "BIBREF0"}], "ref_spans": [{"start": 636, "end": 645, "text": "(Table 4)", "ref_id": null}], "section": "DISCUSSION"}, {"text": "We started this research project by conducting an extensive study at available gene and disease annotation repositories and resources for research and clinical purposes. 1 We enhanced the scope of our research project with the implementation of a new gene-disease database (PAS-Gen). 136 The goal was to collect all distinct, authentic, and actionable genes-based information and related diseases from maximum possible available sources. In this paper, we have presented further extended research to our research project, with the inclusion of over a million somatic mutations, over 100 thousand germline mutations, and available clinical relevant drug and disease codes, and their variable associations. In the future, we are looking forward to extending the scope of our database and application by adding more useful data science and visualization features. We will implement multifunctional modules based on machine learning algorithms, which will help clinical and genomics data integration and facilitate natural language processing-based search. Currently, we are focused on Homo sapiens and in the future, we will be extending our research and development, including available genomes of other species, especially Mus musculus, Drosophila melanogaster, and microbes. Furthermore, we are looking forward to expanding our research project with the development of new project web page and online tools.", "cite_spans": [{"start": 170, "end": 171, "text": "1", "ref_id": "BIBREF0"}, {"start": 284, "end": 287, "text": "136", "ref_id": "BIBREF135"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "This is the era of Big Data, where human-related biological databases continue to grow not only in count but also in volume, posing unprecedented challenges in data storage, processing, exchange, and curation. We developed a cuttingedge gene-SNP-disease-drug database accessible through a smart phone application, integrating information about classified diseases and related genes, germline and somatic mutations, and drugs. The study focused on developing a tool that might help others (mainly researchers, medical practitioners, and pharmacists) in having a broad view of genetic variants that may be implicated in the likelihood of developing certain diseases. 1 We have developed a platform that can provide new understandings into the information about genetic basis of human complex diseases and contribute to assimilating genomic with phenotypic data for the availability of genebased designer drugs, precise targeting of molecular fingerprints for tumor, appropriate drug therapy, predicting individual susceptibility to disease, diagnosis and treatment of rare illnesses are all a few of the many transformations expected in the decade to come. ", "cite_spans": [{"start": 665, "end": 666, "text": "1", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "CONCLUSIONS"}, {"text": "The datasets used and analyzed during the current study are available from the corresponding author on reasonable request, and can also be accessed using PAS app.", "cite_spans": [], "ref_spans": [], "section": "AVAILABILITY OF DATA AND MATERIAL"}, {"text": "https://orcid.org/0000-0002-7065-1699", "cite_spans": [], "ref_spans": [], "section": "Zeeshan Ahmed"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "100 Years of evolving gene-disease complexities and scientific debutants. Brief Bioinform", "authors": [{"first": "S", "middle": [], "last": "Zeeshan", "suffix": ""}, {"first": "R", "middle": [], "last": "Xiong", "suffix": ""}, {"first": "B", "middle": ["T"], "last": "Liang", "suffix": ""}, {"first": "Z", "middle": [], "last": "Ahmed", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1093/bib/bbz038"]}}, "BIBREF1": {"ref_id": "b1", "title": "Big data analytics for genomic medicine", "authors": [{"first": "K", "middle": ["Y"], "last": "He", "suffix": ""}, {"first": "D", "middle": [], "last": "Ge", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "He", "suffix": ""}], "year": 2017, "venue": "Int J Mol Sci", "volume": "18", "issn": "2", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "An intervening sequence of the mouse beta-globin major gene shares extensive homology only with beta-globin genes", "authors": [{"first": "H", "middle": ["I"], "last": "Miller", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Konkel", "suffix": ""}, {"first": "P", "middle": [], "last": "Leder", "suffix": ""}], "year": 1978, "venue": "Nature", "volume": "275", "issn": "", "pages": "772--776", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "A brief history of gene therapy", "authors": [{"first": "T", "middle": [], "last": "Friedmann", "suffix": ""}], "year": 1992, "venue": "Nat Genet", "volume": "2", "issn": "", "pages": "93--98", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Entrez Gene: gene-centered information at NCBI", "authors": [{"first": "D", "middle": [], "last": "Maglott", "suffix": ""}], "year": 2004, "venue": "Nucleic Acids Res", "volume": "33", "issn": "", "pages": "54--58", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Chromatid structure: relationship between DNA content and nucleotide sequence diversity", "authors": [{"first": "C", "middle": ["D"], "last": "Laird", "suffix": ""}], "year": 1971, "venue": "Chromosoma", "volume": "32", "issn": "", "pages": "378--406", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Discontinuous genes", "authors": [{"first": "R", "middle": ["A"], "last": "Flavell", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Glover", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Jeffreys", "suffix": ""}], "year": 1978, "venue": "Trends Biochem Sci", "volume": "3", "issn": "", "pages": "241--244", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Titin is a major human disease gene", "authors": [{"first": "M", "middle": ["M"], "last": "Lewinter", "suffix": ""}, {"first": "H", "middle": ["L"], "last": "Granzier", "suffix": ""}], "year": 2013, "venue": "Circulation", "volume": "127", "issn": "", "pages": "938--944", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Initial impact of the sequencing of the human genome", "authors": [{"first": "E", "middle": ["S"], "last": "Lander", "suffix": ""}], "year": 2011, "venue": "Nature", "volume": "470", "issn": "", "pages": "187--197", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "The sequence of the human genome", "authors": [{"first": "J", "middle": ["C"], "last": "Venter", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Adams", "suffix": ""}, {"first": "E", "middle": ["W"], "last": "Myers", "suffix": ""}], "year": 2001, "venue": "Science", "volume": "291", "issn": "", "pages": "1304--1351", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "International Human Genome Sequencing Consortium. Finishing the euchromatic sequence of the human genome", "authors": [], "year": 2004, "venue": "Nature", "volume": "431", "issn": "", "pages": "931--945", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Genetic variation, classification and 'race'", "authors": [{"first": "L", "middle": ["B"], "last": "Jorde", "suffix": ""}, {"first": "S", "middle": ["P"], "last": "Wooding", "suffix": ""}], "year": 2004, "venue": "Nat Genet", "volume": "36", "issn": "11", "pages": "28--33", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Hunting human disease genes: lessons from the past, challenges for the future", "authors": [{"first": "L", "middle": ["R"], "last": "Brunham", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Hayden", "suffix": ""}], "year": 2013, "venue": "Hum Genet", "volume": "132", "issn": "6", "pages": "603--617", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "The discovery of human genetic variations and their use as disease markers: past, present and future", "authors": [{"first": "C", "middle": ["S"], "last": "Ku", "suffix": ""}, {"first": "E", "middle": ["Y"], "last": "Loy", "suffix": ""}, {"first": "A", "middle": [], "last": "Salim", "suffix": ""}, {"first": "Y", "middle": [], "last": "Pawitan", "suffix": ""}, {"first": "K", "middle": ["S"], "last": "Chia", "suffix": ""}], "year": 2010, "venue": "J Hum Genet", "volume": "55", "issn": "", "pages": "403--415", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Genetic mapping in human disease", "authors": [{"first": "D", "middle": [], "last": "Altshuler", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Daly", "suffix": ""}, {"first": "E", "middle": ["S"], "last": "Lander", "suffix": ""}], "year": 2008, "venue": "Science", "volume": "322", "issn": "", "pages": "881--888", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "The blood groups in relation to peptic ulceration and carcinoma of colon, rectum, breast, and bronchus; an association between the ABO groups and peptic ulceration", "authors": [{"first": "I", "middle": [], "last": "Aird", "suffix": ""}, {"first": "H", "middle": ["H"], "last": "Bentall", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Mehigan", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Roberts", "suffix": ""}], "year": 1954, "venue": "Br Med J", "volume": "2", "issn": "", "pages": "315--321", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "The HLA system. Second of two parts", "authors": [{"first": "J", "middle": [], "last": "Klein", "suffix": ""}, {"first": "A", "middle": [], "last": "Sato", "suffix": ""}], "year": 2000, "venue": "N Engl J Med", "volume": "343", "issn": "", "pages": "782--786", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Apolipoprotein E and Alzheimer's disease", "authors": [{"first": "W", "middle": ["J"], "last": "Strittmatter", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Roses", "suffix": ""}], "year": 1996, "venue": "Annu Rev Neurosci", "volume": "19", "issn": "", "pages": "53--77", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Construction of a genetic linkage map in man using restriction fragment length polymorphisms", "authors": [{"first": "D", "middle": [], "last": "Botstein", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "White", "suffix": ""}, {"first": "M", "middle": [], "last": "Skolnick", "suffix": ""}, {"first": "R", "middle": ["W"], "last": "Davis", "suffix": ""}], "year": 1980, "venue": "Am J Hum Genet", "volume": "32", "issn": "", "pages": "314--331", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Patterns of somatic mutation in human cancer genomes", "authors": [{"first": "C", "middle": [], "last": "Greenman", "suffix": ""}, {"first": "P", "middle": [], "last": "Stephens", "suffix": ""}, {"first": "R", "middle": [], "last": "Smith", "suffix": ""}], "year": 2007, "venue": "Nature", "volume": "446", "issn": "", "pages": "153--158", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Comparative genomic hybridization", "authors": [{"first": "D", "middle": [], "last": "Pinkel", "suffix": ""}, {"first": "D", "middle": ["G"], "last": "Albertson", "suffix": ""}], "year": 2005, "venue": "Annu Rev Genomics Hum Genet", "volume": "6", "issn": "", "pages": "331--354", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "10 Years of GWAS discovery: biology, function, and translation", "authors": [{"first": "P", "middle": ["M"], "last": "Visscher", "suffix": ""}, {"first": "N", "middle": ["R"], "last": "Wray", "suffix": ""}, {"first": "Q", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2017, "venue": "Am J Hum Genet", "volume": "101", "issn": "1", "pages": "5--22", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "The International SNP Map Working Group. A map of human genome sequence variation containing 1.42 million single nucleotide polymorphisms", "authors": [], "year": 2001, "venue": "Nature", "volume": "409", "issn": "", "pages": "928--933", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "A haplotype map of the human genome", "authors": [{"first": "", "middle": [], "last": "International Hapmap Consortium", "suffix": ""}], "year": 2005, "venue": "Nature", "volume": "437", "issn": "", "pages": "1299--1320", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Project set to map marks on genome", "authors": [{"first": "A", "middle": [], "last": "Abbott", "suffix": ""}], "year": 2010, "venue": "Nature", "volume": "463", "issn": "", "pages": "596--597", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Decoding the human genome", "authors": [{"first": "K", "middle": ["A"], "last": "Frazer", "suffix": ""}], "year": 2012, "venue": "Genome Res", "volume": "22", "issn": "", "pages": "1599--1601", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Mitochondrial genetic diseases", "authors": [{"first": "M", "middle": ["J"], "last": "Falk", "suffix": ""}, {"first": "N", "middle": [], "last": "Sondheimer", "suffix": ""}], "year": 2010, "venue": "Curr Opin Pediatr", "volume": "22", "issn": "", "pages": "711--716", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Birth defects: causes and statistics", "authors": [{"first": "I", "middle": [], "last": "Lobo", "suffix": ""}, {"first": "K", "middle": [], "last": "Zhaurova", "suffix": ""}], "year": 2008, "venue": "Nat Educ", "volume": "1", "issn": "", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Mendelian genetics: patterns of inheritance and singlegene disorders", "authors": [{"first": "H", "middle": [], "last": "Chial", "suffix": ""}], "year": 2008, "venue": "Nat Educ", "volume": "1", "issn": "", "pages": "", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Disease Ontology 2015 update: an expanded and updated database of human diseases for linking biomedical knowledge through disease data", "authors": [{"first": "W", "middle": ["A"], "last": "Kibbe", "suffix": ""}, {"first": "C", "middle": [], "last": "Arze", "suffix": ""}, {"first": "V", "middle": [], "last": "Felix", "suffix": ""}], "year": 2014, "venue": "Nucleic Acids Res", "volume": "43", "issn": "", "pages": "1071--1078", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "DiseaseEnhancer: a resource of human disease-associated enhancer catalog", "authors": [{"first": "G", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "J", "middle": [], "last": "Shi", "suffix": ""}, {"first": "S", "middle": [], "last": "Zhu", "suffix": ""}], "year": 2017, "venue": "Nucleic Acids Res", "volume": "46", "issn": "D1", "pages": "78--84", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "DISEASES: text mining and data integration of disease-gene associations", "authors": [{"first": "S", "middle": [], "last": "Pletscher-Frankild", "suffix": ""}, {"first": "A", "middle": [], "last": "Pallejà", "suffix": ""}, {"first": "K", "middle": [], "last": "Tsafou", "suffix": ""}, {"first": "J", "middle": ["X"], "last": "Binder", "suffix": ""}, {"first": "L", "middle": ["J"], "last": "Jensen", "suffix": ""}], "year": 2015, "venue": "Methods", "volume": "74", "issn": "", "pages": "83--89", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "DisGeNET: a comprehensive platform integrating information on human diseaseassociated genes and variants", "authors": [{"first": "J", "middle": [], "last": "Piñero", "suffix": ""}, {"first": "À", "middle": [], "last": "Bravo", "suffix": ""}, {"first": "N", "middle": [], "last": "Queralt-Rosinach", "suffix": ""}], "year": 2017, "venue": "Nucleic Acids Res", "volume": "45", "issn": "", "pages": "833--839", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "eDGAR: a database of disease-gene associations with annotated relationships among genes", "authors": [{"first": "G", "middle": [], "last": "Babbi", "suffix": ""}, {"first": "P", "middle": ["L"], "last": "Martelli", "suffix": ""}, {"first": "G", "middle": [], "last": "Profiti", "suffix": ""}, {"first": "S", "middle": [], "last": "Bovo", "suffix": ""}, {"first": "C", "middle": [], "last": "Savojardo", "suffix": ""}, {"first": "R", "middle": [], "last": "Casadio", "suffix": ""}], "year": 2017, "venue": "BMC Genomics", "volume": "18", "issn": "", "pages": "", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "GeneCards Version 3: the human gene integrator", "authors": [{"first": "M", "middle": [], "last": "Safran", "suffix": ""}, {"first": "I", "middle": [], "last": "Dalah", "suffix": ""}, {"first": "J", "middle": [], "last": "Alexander", "suffix": ""}], "year": 2010, "venue": "Database (Oxford)", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "The NIH genetic testing registry: a new, centralized database of genetic tests to enable access to comprehensive information and improve transparency", "authors": [{"first": "W", "middle": ["S"], "last": "Rubinstein", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Maglott", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Lee", "suffix": ""}], "year": 2012, "venue": "Nucleic Acids Res", "volume": "41", "issn": "", "pages": "925--935", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "MalaCards: a comprehensive automatically-mined database of human diseases", "authors": [{"first": "N", "middle": [], "last": "Rappaport", "suffix": ""}, {"first": "M", "middle": [], "last": "Twik", "suffix": ""}, {"first": "N", "middle": [], "last": "Nativ", "suffix": ""}], "year": 2014, "venue": "Curr Protoc Bioinformatics", "volume": "47", "issn": "", "pages": "1--24", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "org: online Mendelian Inheritance in Man (OMIM®), an online catalog of human genes and genetic disorders", "authors": [{"first": "J", "middle": ["S"], "last": "Amberger", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Bocchini", "suffix": ""}, {"first": "F", "middle": [], "last": "Schiettecatte", "suffix": ""}, {"first": "A", "middle": ["F"], "last": "Scott", "suffix": ""}, {"first": "A", "middle": [], "last": "Hamosh", "suffix": ""}, {"first": "", "middle": [], "last": "Omim", "suffix": ""}], "year": 2014, "venue": "Nucleic Acids Res", "volume": "43", "issn": "", "pages": "789--798", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "miR2Disease: a manually curated database for microRNA deregulation in human disease", "authors": [{"first": "Q", "middle": [], "last": "Jiang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Hao", "suffix": ""}], "year": 2008, "venue": "Nucleic Acids Res", "volume": "37", "issn": "", "pages": "98--104", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "The Human Gene Mutation Database: towards a comprehensive repository of inherited mutation data for medical research, genetic diagnosis and nextgeneration sequencing studies", "authors": [{"first": "P", "middle": ["D"], "last": "Stenson", "suffix": ""}, {"first": "M", "middle": [], "last": "Mort", "suffix": ""}, {"first": "E", "middle": ["V"], "last": "Ball", "suffix": ""}], "year": 2017, "venue": "Hum Genet", "volume": "136", "issn": "6", "pages": "665--677", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "DNetDB: the human disease network database based on dysfunctional regulation mechanism", "authors": [{"first": "J", "middle": [], "last": "Yang", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Wu", "suffix": ""}, {"first": "S", "middle": ["Y"], "last": "Yang", "suffix": ""}], "year": 2016, "venue": "BMC Syst Biol", "volume": "10", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "ClinVar: public archive of interpretations of clinically relevant variants", "authors": [{"first": "M", "middle": ["J"], "last": "Landrum", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Lee", "suffix": ""}, {"first": "M", "middle": [], "last": "Benson", "suffix": ""}], "year": 2015, "venue": "Nucleic Acids Res", "volume": "44", "issn": "D1", "pages": "862--868", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Searching for rare diseases in PubMed: a blind comparison of Orphanet expert query and query based on terminological knowledge", "authors": [{"first": "N", "middle": [], "last": "Griffon", "suffix": ""}, {"first": "M", "middle": [], "last": "Schuers", "suffix": ""}, {"first": "F", "middle": [], "last": "Dhombres", "suffix": ""}], "year": 2016, "venue": "BMC Med Inf Decis Making", "volume": "16", "issn": "", "pages": "", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Gene2Function: an integrated online resource for gene function discovery", "authors": [{"first": "Y", "middle": [], "last": "Hu", "suffix": ""}, {"first": "A", "middle": [], "last": "Comjean", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Mohr", "suffix": ""}, {"first": "N", "middle": [], "last": "Perrimon", "suffix": ""}], "year": 2017, "venue": "", "volume": "3", "issn": "", "pages": "2855--2858", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "The SWISS-PROT protein sequence database and its supplement TrEMBL in 2000", "authors": [{"first": "A", "middle": [], "last": "Bairoch", "suffix": ""}, {"first": "R", "middle": [], "last": "Apweiler", "suffix": ""}], "year": 2000, "venue": "Nucleic Acids Res", "volume": "28", "issn": "1", "pages": "45--48", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "LncRNADisease: a database for long-non-coding RNA-associated diseases", "authors": [{"first": "G", "middle": [], "last": "Chen", "suffix": ""}, {"first": "Z", "middle": [], "last": "Wang", "suffix": ""}, {"first": "D", "middle": [], "last": "Wang", "suffix": ""}], "year": 2013, "venue": "Nucleic Acids Res", "volume": "41", "issn": "", "pages": "983--986", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Lnc2Cancer v2.0: updated database of experimentally supported long non-coding RNAs in human cancers", "authors": [{"first": "Y", "middle": [], "last": "Gao", "suffix": ""}, {"first": "P", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}], "year": 2019, "venue": "Nucleic Acids Res", "volume": "47", "issn": "D1", "pages": "1028--1033", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "A comparison of tools for the simulation of genomic next-generation sequencing data", "authors": [{"first": "M", "middle": [], "last": "Escalona", "suffix": ""}, {"first": "S", "middle": [], "last": "Rocha", "suffix": ""}, {"first": "D", "middle": [], "last": "Posada", "suffix": ""}], "year": 2016, "venue": "Nat Rev Genet", "volume": "17", "issn": "", "pages": "459--469", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Artificial intelligence with multi-functional machine learning platform development for better healthcare and precision medicine", "authors": [{"first": "Z", "middle": [], "last": "Ahmed", "suffix": ""}, {"first": "K", "middle": [], "last": "Mohamed", "suffix": ""}, {"first": "S", "middle": [], "last": "Zeeshan", "suffix": ""}, {"first": "X", "middle": ["Q"], "last": "Dong", "suffix": ""}], "year": 2020, "venue": "Database", "volume": "2020", "issn": "", "pages": "", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "The internet of things for personalized health. Stud Health Technol Inform", "authors": [{"first": "G", "middle": [], "last": "Schreier", "suffix": ""}], "year": 2014, "venue": "", "volume": "200", "issn": "", "pages": "22--31", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "OpenIoT: an open service framework for the Internet of Things", "authors": [{"first": "J", "middle": [], "last": "Kim", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Lee", "suffix": ""}], "year": 2014, "venue": "Proceedings of the IEEE World Forum on Internet of Things", "volume": "", "issn": "", "pages": "89--93", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "A systematic review and implementation of IoT-based pervasive sensor-enabled tracking system for dementia patients", "authors": [{"first": "P", "middle": ["P"], "last": "Ray", "suffix": ""}, {"first": "D", "middle": [], "last": "Dash", "suffix": ""}, {"first": "D", "middle": [], "last": "De", "suffix": ""}], "year": 2019, "venue": "J Med Syst", "volume": "43", "issn": "", "pages": "", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "A systematic review of wearable sensors and IoT-based monitoring applications for older adults -a focus on ageing population and independent living", "authors": [{"first": "M", "middle": ["M"], "last": "Baig", "suffix": ""}, {"first": "S", "middle": [], "last": "Afifi", "suffix": ""}, {"first": "H", "middle": [], "last": "Gholamhosseini", "suffix": ""}, {"first": "F", "middle": [], "last": "Mirza", "suffix": ""}], "year": 2019, "venue": "J Med Syst", "volume": "43", "issn": "", "pages": "", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "An autonomous wireless body area network implementation towards IoT connected healthcare applications", "authors": [{"first": "T", "middle": [], "last": "Wu", "suffix": ""}, {"first": "F", "middle": [], "last": "Wu", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Redoute", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Yuce", "suffix": ""}], "year": 2017, "venue": "IEEE Access", "volume": "5", "issn": "", "pages": "11413--11422", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "WE-Safe: a self-powered wearable IoT sensor network for safety applications based on LoRa", "authors": [{"first": "F", "middle": [], "last": "Wu", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Redouté", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Yuce", "suffix": ""}], "year": 2018, "venue": "IEEE Access", "volume": "6", "issn": "", "pages": "40846--40853", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "New medical image fusion approach with coding based on SCD in wireless sensor network", "authors": [{"first": "D", "middle": ["G"], "last": "Zhang", "suffix": ""}, {"first": "X", "middle": [], "last": "Wang", "suffix": ""}, {"first": "X", "middle": [], "last": "Song", "suffix": ""}], "year": 2015, "venue": "J Elect Eng Technol", "volume": "10", "issn": "", "pages": "2384--2392", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "Novel fusion computing method for bio-medical image of WSN based on spherical coordinate", "authors": [{"first": "D", "middle": ["G"], "last": "Zhang", "suffix": ""}, {"first": "W", "middle": ["B"], "last": "Li", "suffix": ""}, {"first": "S", "middle": [], "last": "Liu", "suffix": ""}, {"first": "X", "middle": ["D"], "last": "Zhang", "suffix": ""}], "year": 2016, "venue": "J Vibroeng", "volume": "18", "issn": "", "pages": "522--538", "other_ids": {}}, "BIBREF58": {"ref_id": "b58", "title": "Nucleic Acids Research database issue and the online molecular biology database collection", "authors": [{"first": "D", "middle": ["J"], "last": "Rigden", "suffix": ""}, {"first": "X", "middle": ["M"], "last": "Fernández", "suffix": ""}], "year": 2018, "venue": "Nucleic Acids Res", "volume": "46", "issn": "D1", "pages": "1--7", "other_ids": {}}, "BIBREF59": {"ref_id": "b59", "title": "Is it time to change the reference genome?", "authors": [{"first": "S", "middle": [], "last": "Ballouz", "suffix": ""}, {"first": "A", "middle": [], "last": "Dobin", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Gillis", "suffix": ""}], "year": 2019, "venue": "Genome Biol", "volume": "20", "issn": "", "pages": "", "other_ids": {}}, "BIBREF60": {"ref_id": "b60", "title": "The sequenced angiosperm genomes and genome databases", "authors": [{"first": "F", "middle": [], "last": "Chen", "suffix": ""}, {"first": "W", "middle": [], "last": "Dong", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2018, "venue": "Front Plant Sci", "volume": "9", "issn": "", "pages": "", "other_ids": {}}, "BIBREF61": {"ref_id": "b61", "title": "Public variant databases: liability?", "authors": [{"first": "A", "middle": [], "last": "Thorogood", "suffix": ""}, {"first": "R", "middle": [], "last": "Cook-Deegan", "suffix": ""}, {"first": "B", "middle": ["M"], "last": "Knoppers", "suffix": ""}], "year": 2017, "venue": "Genet Med", "volume": "19", "issn": "", "pages": "838--841", "other_ids": {}}, "BIBREF62": {"ref_id": "b62", "title": "The Genome Sequence DataBase (GSDB): improving data quality and data access", "authors": [{"first": "C", "middle": [], "last": "Harger", "suffix": ""}, {"first": "M", "middle": [], "last": "Skupski", "suffix": ""}, {"first": "J", "middle": [], "last": "Bingham", "suffix": ""}], "year": 1998, "venue": "Nucleic Acids Res", "volume": "26", "issn": "", "pages": "21--26", "other_ids": {}}, "BIBREF63": {"ref_id": "b63", "title": "Standards and guidelines for the interpretation of sequence variants: a joint consensus recommendation of the American College of Medical Genetics and Genomics and the Association for Molecular Pathology", "authors": [{"first": "S", "middle": [], "last": "Richards", "suffix": ""}, {"first": "N", "middle": [], "last": "Aziz", "suffix": ""}, {"first": "S", "middle": [], "last": "Bale", "suffix": ""}], "year": 2015, "venue": "Genet Med", "volume": "17", "issn": "5", "pages": "405--424", "other_ids": {}}, "BIBREF64": {"ref_id": "b64", "title": "Memorial Sloan Kettering-Integrated Mutation Profiling of Actionable Cancer Targets (MSK-IMPACT): a hybridization capture-based next-generation sequencing clinical assay for solid tumor molecular oncology", "authors": [{"first": "D", "middle": ["T"], "last": "Cheng", "suffix": ""}, {"first": "T", "middle": ["N"], "last": "Mitchell", "suffix": ""}, {"first": "A", "middle": [], "last": "Zehir", "suffix": ""}], "year": 2015, "venue": "J Mol Diagn", "volume": "17", "issn": "3", "pages": "251--264", "other_ids": {}}, "BIBREF65": {"ref_id": "b65", "title": "COSMIC: the catalogue of somatic mutations in cancer", "authors": [{"first": "J", "middle": ["G"], "last": "Tate", "suffix": ""}, {"first": "S", "middle": [], "last": "Bamford", "suffix": ""}, {"first": "H", "middle": ["C"], "last": "Jubb", "suffix": ""}], "year": 2019, "venue": "Nucleic Acids Res", "volume": "47", "issn": "D1", "pages": "941--947", "other_ids": {}}, "BIBREF66": {"ref_id": "b66", "title": "COSMIC (the Catalogue of Somatic Mutations in Cancer): a resource to investigate acquired mutations in human cancer", "authors": [{"first": "S", "middle": ["A"], "last": "Forbes", "suffix": ""}, {"first": "G", "middle": [], "last": "Tang", "suffix": ""}, {"first": "N", "middle": [], "last": "Bindal", "suffix": ""}], "year": 2010, "venue": "Nucleic Acids Res", "volume": "38", "issn": "", "pages": "652--657", "other_ids": {}}, "BIBREF67": {"ref_id": "b67", "title": "LincSNP 2.0: an updated database for linking disease-associated SNPs to human long non-coding RNAs and their TFBSs", "authors": [{"first": "S", "middle": [], "last": "Ning", "suffix": ""}, {"first": "M", "middle": [], "last": "Yue", "suffix": ""}, {"first": "P", "middle": [], "last": "Wang", "suffix": ""}], "year": 2017, "venue": "Nucleic Acids Res", "volume": "45", "issn": "D1", "pages": "74--78", "other_ids": {}}, "BIBREF68": {"ref_id": "b68", "title": "MSDD: a manually curated database of experimentally supported associations among miRNAs, SNPs and human diseases", "authors": [{"first": "M", "middle": [], "last": "Yue", "suffix": ""}, {"first": "D", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "H", "middle": [], "last": "Zhi", "suffix": ""}], "year": 2018, "venue": "Nucleic Acids Res", "volume": "46", "issn": "D1", "pages": "181--185", "other_ids": {}}, "BIBREF69": {"ref_id": "b69", "title": "Pinpointing the genes involved in cancer will help chart a new course across the complex landscape of human malignancies", "authors": [{"first": "F", "middle": ["S"], "last": "Collins", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Barker", "suffix": ""}], "year": 2007, "venue": "Sci Am", "volume": "296", "issn": "", "pages": "50--57", "other_ids": {}}, "BIBREF70": {"ref_id": "b70", "title": "International Cancer Genome Consortium Data Portal-a one-stop shop for cancer genomics data", "authors": [{"first": "J", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "J", "middle": [], "last": "Baran", "suffix": ""}, {"first": "A", "middle": [], "last": "Cros", "suffix": ""}], "year": 2011, "venue": "Database", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF71": {"ref_id": "b71", "title": "MAV-clic: framework towards management, analysis and visualization of clinical big data", "authors": [{"first": "Z", "middle": [], "last": "Ahmed", "suffix": ""}, {"first": "M", "middle": [], "last": "Kim", "suffix": ""}, {"first": "B", "middle": ["T"], "last": "Liang", "suffix": ""}], "year": 2019, "venue": "J Am Med Inform Assoc Open", "volume": "2", "issn": "", "pages": "23--28", "other_ids": {}}, "BIBREF72": {"ref_id": "b72", "title": "Systematically Dealing Practical Issues Associated to Healthcare Data Analytics", "authors": [{"first": "Z", "middle": [], "last": "Ahmed", "suffix": ""}, {"first": "B", "middle": ["T"], "last": "Liang", "suffix": ""}], "year": 2019, "venue": "", "volume": "69", "issn": "", "pages": "", "other_ids": {"DOI": ["https:/link.springer.com/chapter/10.1007/978-3-030-12388-8_42"]}}, "BIBREF73": {"ref_id": "b73", "title": "Clinical-Codes: an online clinical codes repository to improve the validity and reproducibility of research using electronic medical records", "authors": [{"first": "D", "middle": ["A"], "last": "Springate", "suffix": ""}, {"first": "E", "middle": [], "last": "Kontopantelis", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Ashcroft", "suffix": ""}], "year": 2014, "venue": "PLoS One", "volume": "9", "issn": "6", "pages": "", "other_ids": {}}, "BIBREF74": {"ref_id": "b74", "title": "Measuring diagnoses: ICD code accuracy", "authors": [{"first": "K", "middle": ["J"], "last": "O&apos;malley", "suffix": ""}, {"first": "K", "middle": ["F"], "last": "Cook", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Price", "suffix": ""}, {"first": "K", "middle": ["R"], "last": "Wildes", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Hurdle", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Ashton", "suffix": ""}], "year": 2005, "venue": "Health Serv Res", "volume": "40", "issn": "", "pages": "1620--1639", "other_ids": {}}, "BIBREF75": {"ref_id": "b75", "title": "Inaccuracy of the International Classification of Diseases (ICD-9-CM) in identifying the diagnosis of ischemic cerebrovascular disease", "authors": [{"first": "C", "middle": [], "last": "Benesch", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Witter", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Wilder", "suffix": ""}, {"first": "P", "middle": ["W"], "last": "Duncan", "suffix": ""}, {"first": "G", "middle": ["P"], "last": "Samsa", "suffix": ""}, {"first": "D", "middle": ["B"], "last": "Matchar", "suffix": ""}], "year": 1997, "venue": "Neurology", "volume": "49", "issn": "3", "pages": "660--666", "other_ids": {}}, "BIBREF76": {"ref_id": "b76", "title": "Quality of data regarding diagnoses of spinal disorders in administrative databases. A multicenter study", "authors": [{"first": "T", "middle": [], "last": "Faciszewski", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Broste", "suffix": ""}, {"first": "D", "middle": [], "last": "Fardon", "suffix": ""}], "year": 1997, "venue": "J Bone Joint Surg Am", "volume": "79", "issn": "10", "pages": "1481--1488", "other_ids": {}}, "BIBREF77": {"ref_id": "b77", "title": "Accuracy of ICD-9-CM coding for the identification of patients with acute ischemic stroke effect of modifier codes", "authors": [{"first": "L", "middle": ["B"], "last": "Goldstein", "suffix": ""}], "year": 1998, "venue": "Stroke", "volume": "29", "issn": "8", "pages": "", "other_ids": {}}, "BIBREF78": {"ref_id": "b78", "title": "A decision support tool for using an ICD-10 anatomographer to address admission coding inaccuracies: a commentary", "authors": [{"first": "C", "middle": ["M"], "last": "Bell", "suffix": ""}, {"first": "A", "middle": [], "last": "Jalali", "suffix": ""}, {"first": "E", "middle": [], "last": "Mensah", "suffix": ""}], "year": 2013, "venue": "Online J Public Health Inform", "volume": "5", "issn": "2", "pages": "", "other_ids": {}}, "BIBREF79": {"ref_id": "b79", "title": "Quality and comprehensiveness of the National Drug Code Directory on magnetic tape", "authors": [{"first": "J", "middle": ["T"], "last": "Gibson", "suffix": ""}, {"first": "K", "middle": ["N"], "last": "Barker", "suffix": ""}], "year": 1988, "venue": "Am J Hosp Pharm", "volume": "45", "issn": "", "pages": "337--340", "other_ids": {}}, "BIBREF80": {"ref_id": "b80", "title": "Comparison and analysis of the national drug code systems among drug information databases", "authors": [{"first": "J", "middle": ["J"], "last": "Guo", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Diehl", "suffix": ""}, {"first": "B", "middle": ["G"], "last": "Felkey", "suffix": ""}, {"first": "J", "middle": ["T"], "last": "Gibson", "suffix": ""}, {"first": "K", "middle": ["N"], "last": "Barker", "suffix": ""}], "year": 1998, "venue": "Drug Inf J", "volume": "32", "issn": "", "pages": "769--775", "other_ids": {}}, "BIBREF81": {"ref_id": "b81", "title": "CNVD: text mining-based copy number variation in disease database", "authors": [{"first": "F", "middle": [], "last": "Qiu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Xu", "suffix": ""}, {"first": "K", "middle": [], "last": "Li", "suffix": ""}], "year": 2012, "venue": "Hum Mutat", "volume": "33", "issn": "", "pages": "2375--2381", "other_ids": {}}, "BIBREF83": {"ref_id": "b83", "title": "GENCODE reference annotation for the human and mouse genomes", "authors": [{"first": "A", "middle": [], "last": "Frankish", "suffix": ""}, {"first": "M", "middle": [], "last": "Diekhans", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Ferreira", "suffix": ""}], "year": 2018, "venue": "Nucleic Acids Res", "volume": "47", "issn": "D1", "pages": "766--773", "other_ids": {}}, "BIBREF84": {"ref_id": "b84", "title": "Genome-wide association studies for common diseases and complex traits", "authors": [{"first": "J", "middle": ["N"], "last": "Hirschhorn", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Daly", "suffix": ""}], "year": 2005, "venue": "Nat Rev Genet", "volume": "6", "issn": "", "pages": "95--108", "other_ids": {}}, "BIBREF85": {"ref_id": "b85", "title": "Linkage disequilibrium -understanding the evolutionary past and mapping the medical future", "authors": [{"first": "M", "middle": [], "last": "Slatkin", "suffix": ""}], "year": 2008, "venue": "Nat Rev Genet", "volume": "9", "issn": "", "pages": "477--485", "other_ids": {}}, "BIBREF86": {"ref_id": "b86", "title": "Genome-wide association meta-analysis in 269,867 individuals identifies new genetic and functional links to intelligence", "authors": [{"first": "J", "middle": ["E"], "last": "Savage", "suffix": ""}, {"first": "P", "middle": ["R"], "last": "Jansen", "suffix": ""}, {"first": "S", "middle": [], "last": "Stringer", "suffix": ""}], "year": 2018, "venue": "Nat Genet", "volume": "50", "issn": "", "pages": "912--919", "other_ids": {}}, "BIBREF87": {"ref_id": "b87", "title": "Genome-wide association study for risk taking propensity indicates shared pathways with body mass index", "authors": [{"first": "A", "middle": ["D"], "last": "Emma", "suffix": ""}, {"first": "Jrb", "middle": [], "last": "Perry", "suffix": ""}, {"first": "F", "middle": [], "last": "Imamura", "suffix": ""}], "year": 2018, "venue": "Commun Biol", "volume": "1", "issn": "", "pages": "", "other_ids": {}}, "BIBREF88": {"ref_id": "b88", "title": "Metabolic and cardiovascular traits: an abundance of recently identified common genetic variants", "authors": [{"first": "K", "middle": ["L"], "last": "Mohlke", "suffix": ""}, {"first": "M", "middle": [], "last": "Boehnke", "suffix": ""}, {"first": "G", "middle": ["R"], "last": "Abecasis", "suffix": ""}], "year": 2008, "venue": "Hum Mol Genet", "volume": "17", "issn": "", "pages": "102--108", "other_ids": {}}, "BIBREF89": {"ref_id": "b89", "title": "Genome-wide association studies in cancer", "authors": [{"first": "D", "middle": ["F"], "last": "Easton", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Eeles", "suffix": ""}], "year": 2008, "venue": "Hum Mol Genet", "volume": "17", "issn": "", "pages": "109--115", "other_ids": {}}, "BIBREF90": {"ref_id": "b90", "title": "Biobank-driven genomic discovery yields new insight into atrial fibrillation biology", "authors": [{"first": "J", "middle": ["B"], "last": "Nielsen", "suffix": ""}, {"first": "R", "middle": ["B"], "last": "Thorolfsdottir", "suffix": ""}, {"first": "L", "middle": ["G"], "last": "Fritsche", "suffix": ""}], "year": 2018, "venue": "Nat Genet", "volume": "50", "issn": "", "pages": "1234--1239", "other_ids": {}}, "BIBREF91": {"ref_id": "b91", "title": "Genome-wide analyses using UK Biobank data provide insights into the genetic architecture of osteoarthritis", "authors": [{"first": "E", "middle": [], "last": "Zengini", "suffix": ""}, {"first": "K", "middle": [], "last": "Hatzikotoulas", "suffix": ""}, {"first": "I", "middle": [], "last": "Tachmazidou", "suffix": ""}], "year": 2018, "venue": "Nat Genet", "volume": "50", "issn": "", "pages": "549--558", "other_ids": {}}, "BIBREF92": {"ref_id": "b92", "title": "Large-scale association analysis identifies new lung cancer susceptibility loci and heterogeneity in genetic susceptibility across histological subtypes", "authors": [{"first": "J", "middle": ["D"], "last": "Mckay", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Hung", "suffix": ""}, {"first": "Y", "middle": [], "last": "Han", "suffix": ""}], "year": 2017, "venue": "Nat Genet", "volume": "49", "issn": "", "pages": "1126--1132", "other_ids": {}}, "BIBREF93": {"ref_id": "b93", "title": "BRCA1/2-negative, high-risk breast cancers (BRCAX) for Asian women: genetic susceptibility loci and their potential impacts", "authors": [{"first": "J", "middle": ["Y"], "last": "Lee", "suffix": ""}, {"first": "J", "middle": [], "last": "Kim", "suffix": ""}, {"first": "S-W", "middle": [], "last": "Kim", "suffix": ""}], "year": 2018, "venue": "Sci Rep", "volume": "8", "issn": "", "pages": "", "other_ids": {}}, "BIBREF94": {"ref_id": "b94", "title": "Genome-wide association analyses identify new susceptibility loci for oral cavity and pharyngeal cancer", "authors": [{"first": "C", "middle": [], "last": "Lesseur", "suffix": ""}, {"first": "B", "middle": [], "last": "Diergaarde", "suffix": ""}, {"first": "A", "middle": ["F"], "last": "Olshan", "suffix": ""}], "year": 2016, "venue": "Nat Genet", "volume": "48", "issn": "", "pages": "1544--1550", "other_ids": {}}, "BIBREF95": {"ref_id": "b95", "title": "Progress and promise of genomewide association studies for human complex trait genetics", "authors": [{"first": "E", "middle": [], "last": "Barbara", "suffix": ""}, {"first": "E", "middle": ["A"], "last": "Stahl", "suffix": ""}, {"first": "T", "middle": [], "last": "Raj", "suffix": ""}], "year": 2011, "venue": "Genetics", "volume": "187", "issn": "", "pages": "367--383", "other_ids": {}}, "BIBREF96": {"ref_id": "b96", "title": "Identification of a novel immunogenic HLA-A⁄0201-binding epitope of HER-2/neu with potent antitumor properties", "authors": [{"first": "A", "middle": ["D"], "last": "Gritzapis", "suffix": ""}, {"first": "I", "middle": ["F"], "last": "Voutsas", "suffix": ""}, {"first": "E", "middle": [], "last": "Lekka", "suffix": ""}], "year": 2008, "venue": "J Immunol", "volume": "181", "issn": "", "pages": "", "other_ids": {}}, "BIBREF97": {"ref_id": "b97", "title": "Identification of new cytotoxic T-lymphocyte epitopes from cancer testis antigen HCA587", "authors": [{"first": "Q", "middle": [], "last": "Xing", "suffix": ""}, {"first": "X", "middle": ["W"], "last": "Pang", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Peng", "suffix": ""}], "year": 2008, "venue": "Biochem Biophys Res Commun", "volume": "372", "issn": "", "pages": "", "other_ids": {}}, "BIBREF98": {"ref_id": "b98", "title": "Guidelines for diagnostic next-generation sequencing", "authors": [{"first": "G", "middle": [], "last": "Matthijs", "suffix": ""}, {"first": "E", "middle": [], "last": "Souche", "suffix": ""}, {"first": "M", "middle": [], "last": "Alders", "suffix": ""}], "year": 2016, "venue": "Eur J Hum Genet", "volume": "24", "issn": "", "pages": "2--5", "other_ids": {}}, "BIBREF100": {"ref_id": "b100", "title": "Reporting incidental findings in genomic scale clinical sequencing-a clinical laboratory perspective: a report of the Association for Molecular Pathology", "authors": [{"first": "M", "middle": [], "last": "Hegde", "suffix": ""}, {"first": "S", "middle": [], "last": "Bale", "suffix": ""}, {"first": "P", "middle": [], "last": "Bayrak-Toydemir", "suffix": ""}], "year": 2015, "venue": "J Mol Diagn", "volume": "17", "issn": "", "pages": "107--117", "other_ids": {}}, "BIBREF101": {"ref_id": "b101", "title": "Developing sustainable software solutions for bioinformatics by the", "authors": [{"first": "Z", "middle": [], "last": "Ahmed", "suffix": ""}, {"first": "S", "middle": [], "last": "Zeeshan", "suffix": ""}, {"first": "T", "middle": [], "last": "Dandekar", "suffix": ""}], "year": 2014, "venue": "Butterfly\" paradigm. F1000Research", "volume": "7", "issn": "", "pages": "54--66", "other_ids": {}}, "BIBREF102": {"ref_id": "b102", "title": "Cultivating software solutions development in the scientific academia", "authors": [{"first": "Z", "middle": [], "last": "Ahmed", "suffix": ""}, {"first": "S", "middle": [], "last": "Zeeshan", "suffix": ""}], "year": 2014, "venue": "Recent Patents on Computer Science", "volume": "7", "issn": "", "pages": "", "other_ids": {"DOI": ["10.2174/2213275907666140612210552"]}}, "BIBREF103": {"ref_id": "b103", "title": "CDS annotation in fulllength cDNA sequence", "authors": [{"first": "M", "middle": [], "last": "Furuno", "suffix": ""}, {"first": "T", "middle": [], "last": "Kasukawa", "suffix": ""}, {"first": "R", "middle": [], "last": "Saito", "suffix": ""}], "year": 2003, "venue": "Genome Res", "volume": "13", "issn": "6B", "pages": "1478--1487", "other_ids": {}}, "BIBREF104": {"ref_id": "b104", "title": "Predicting the functional consequences of cancer-associated amino acid substitutions", "authors": [{"first": "H", "middle": ["A"], "last": "Shihab", "suffix": ""}, {"first": "J", "middle": [], "last": "Gough", "suffix": ""}, {"first": "D", "middle": ["N"], "last": "Cooper", "suffix": ""}, {"first": "I", "middle": ["N"], "last": "Day", "suffix": ""}, {"first": "T", "middle": ["R"], "last": "Gaunt", "suffix": ""}], "year": 2013, "venue": "Bioinformatics", "volume": "29", "issn": "12", "pages": "1504--1510", "other_ids": {}}, "BIBREF105": {"ref_id": "b105", "title": "Chlamydia trachomatis infection: screening and management", "authors": [{"first": "M", "middle": ["B"], "last": "Keegan", "suffix": ""}, {"first": "J", "middle": ["T"], "last": "Diedrich", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Peipert", "suffix": ""}], "year": 2014, "venue": "J Clin Outcomes Manag", "volume": "21", "issn": "1", "pages": "30--38", "other_ids": {}}, "BIBREF106": {"ref_id": "b106", "title": "The pathology of influenza virus infections", "authors": [{"first": "J", "middle": ["K"], "last": "Taubenberger", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Morens", "suffix": ""}], "year": 2008, "venue": "Annu Rev Pathol", "volume": "3", "issn": "", "pages": "499--522", "other_ids": {}}, "BIBREF107": {"ref_id": "b107", "title": "Staphylococcus aureus infections: epidemiology, pathophysiology, clinical manifestations, and management", "authors": [{"first": "S", "middle": ["Y"], "last": "Tong", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Davis", "suffix": ""}, {"first": "E", "middle": [], "last": "Eichenberger", "suffix": ""}, {"first": "T", "middle": ["L"], "last": "Holland", "suffix": ""}], "year": 2015, "venue": "Clin Microbiol Rev", "volume": "28", "issn": "3", "pages": "603--661", "other_ids": {}}, "BIBREF108": {"ref_id": "b108", "title": "Genital herpes and its management", "authors": [{"first": "P", "middle": [], "last": "Sen", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Barton", "suffix": ""}], "year": 2007, "venue": "BMJ", "volume": "334", "issn": "7602", "pages": "1048--1052", "other_ids": {}}, "BIBREF109": {"ref_id": "b109", "title": "Shigella: a highly virulent and elusive pathogen", "authors": [{"first": "M", "middle": ["B"], "last": "Zaidi", "suffix": ""}, {"first": "T", "middle": [], "last": "Estrada-García", "suffix": ""}], "year": 2014, "venue": "Curr Trop Med Rep", "volume": "1", "issn": "2", "pages": "81--87", "other_ids": {}}, "BIBREF111": {"ref_id": "b111", "title": "Treatment and diagnosis", "authors": [{"first": "J", "middle": ["T"], "last": "Mattila", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Fine", "suffix": ""}, {"first": "A", "middle": ["H"], "last": "Limper", "suffix": ""}, {"first": "P", "middle": ["R"], "last": "Murray", "suffix": ""}, {"first": "Chen", "middle": [], "last": "Bb", "suffix": ""}, {"first": "Lin", "middle": ["Pl"], "last": "Pneumonia", "suffix": ""}], "year": 2014, "venue": "Ann Am Thorac Soc", "volume": "11", "issn": "4", "pages": "189--192", "other_ids": {}}, "BIBREF112": {"ref_id": "b112", "title": "Hepatitis C virus: virology, diagnosis and treatment", "authors": [{"first": "H", "middle": ["C"], "last": "Li", "suffix": ""}, {"first": "S", "middle": ["Y"], "last": "Lo", "suffix": ""}], "year": 2015, "venue": "World J Hepatol", "volume": "7", "issn": "10", "pages": "1377--1389", "other_ids": {}}, "BIBREF113": {"ref_id": "b113", "title": "Common cold", "authors": [{"first": "G", "middle": [], "last": "Worrall", "suffix": ""}], "year": 2011, "venue": "Can Fam Physician", "volume": "57", "issn": "11", "pages": "1289--1290", "other_ids": {}}, "BIBREF114": {"ref_id": "b114", "title": "Salmonella infection: interplay between the bacteria and host immune system", "authors": [{"first": "J", "middle": ["R"], "last": "Kurtz", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Goggins", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Mclachlan", "suffix": ""}], "year": 2017, "venue": "Immunol Lett", "volume": "190", "issn": "", "pages": "42--50", "other_ids": {}}, "BIBREF115": {"ref_id": "b115", "title": "Genetics of type 2 diabetes-pitfalls and possibilities", "authors": [{"first": "R", "middle": ["B"], "last": "Prasad", "suffix": ""}, {"first": "L", "middle": [], "last": "Groop", "suffix": ""}], "year": 2015, "venue": "Genes", "volume": "6", "issn": "1", "pages": "87--123", "other_ids": {}}, "BIBREF116": {"ref_id": "b116", "title": "Recent genetic findings in schizophrenia and their therapeutic relevance", "authors": [{"first": "P", "middle": ["J"], "last": "Harrison", "suffix": ""}], "year": 2015, "venue": "J Psychopharmacol", "volume": "29", "issn": "2", "pages": "85--96", "other_ids": {}}, "BIBREF117": {"ref_id": "b117", "title": "Introduction to immunology and autoimmunity", "authors": [{"first": "D", "middle": ["A"], "last": "Smith", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Germolec", "suffix": ""}], "year": 1999, "venue": "Environ Health Perspect", "volume": "107", "issn": "5", "pages": "661--665", "other_ids": {}}, "BIBREF118": {"ref_id": "b118", "title": "Vitiligo pathogenesis and emerging treatments", "authors": [{"first": "M", "middle": [], "last": "Rashighi", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Harris", "suffix": ""}], "year": 2017, "venue": "Dermatol Clin", "volume": "35", "issn": "2", "pages": "257--265", "other_ids": {}}, "BIBREF119": {"ref_id": "b119", "title": "Autoimmune thyroid disorders-an update", "authors": [{"first": "M", "middle": [], "last": "Swain", "suffix": ""}, {"first": "T", "middle": [], "last": "Swain", "suffix": ""}, {"first": "B", "middle": ["K"], "last": "Mohanty", "suffix": ""}], "year": 2005, "venue": "Indian J Clin Biochem", "volume": "20", "issn": "1", "pages": "9--17", "other_ids": {}}, "BIBREF120": {"ref_id": "b120", "title": "Ulcerative colitis: diagnosis and management", "authors": [{"first": "P", "middle": [], "last": "Collins", "suffix": ""}, {"first": "J", "middle": [], "last": "Rhodes", "suffix": ""}], "year": 2006, "venue": "BMJ", "volume": "333", "issn": "7563", "pages": "340--343", "other_ids": {}}, "BIBREF121": {"ref_id": "b121", "title": "The \"etiome\": identification and clustering of human disease etiological factors", "authors": [{"first": "Y", "middle": ["I"], "last": "Liu", "suffix": ""}, {"first": "P", "middle": ["H"], "last": "Wise", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Butte", "suffix": ""}], "year": 2009, "venue": "BMC Bioinform", "volume": "10", "issn": "2", "pages": "", "other_ids": {}}, "BIBREF122": {"ref_id": "b122", "title": "A pathway-based view of human diseases and disease relationships", "authors": [{"first": "Y", "middle": [], "last": "Li", "suffix": ""}, {"first": "P", "middle": [], "last": "Agarwal", "suffix": ""}], "year": 2009, "venue": "PLoS One", "volume": "4", "issn": "", "pages": "", "other_ids": {}}, "BIBREF123": {"ref_id": "b123", "title": "Software applications toward quantitative metabolic flux analysis and visualization", "authors": [{"first": "T", "middle": [], "last": "Dandekar", "suffix": ""}, {"first": "A", "middle": [], "last": "Fieselmann", "suffix": ""}, {"first": "S", "middle": [], "last": "Majeed", "suffix": ""}, {"first": "Z", "middle": [], "last": "Ahmed", "suffix": ""}], "year": 2014, "venue": "Brief Bioinform", "volume": "15", "issn": "1", "pages": "91--107", "other_ids": {}}, "BIBREF124": {"ref_id": "b124", "title": "Isotopo' a database application for facile analysis and management of mass isotopomer data", "authors": [{"first": "Z", "middle": [], "last": "Ahmed", "suffix": ""}, {"first": "S", "middle": [], "last": "Zeeshan", "suffix": ""}, {"first": "C", "middle": [], "last": "Huber", "suffix": ""}], "year": 2014, "venue": "Database (Oxford)", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF125": {"ref_id": "b125", "title": "Software LS-MIDA for efficient mass isotopomer distribution analysis in metabolic modelling", "authors": [{"first": "Z", "middle": [], "last": "Ahmed", "suffix": ""}, {"first": "S", "middle": [], "last": "Zeeshan", "suffix": ""}, {"first": "C", "middle": [], "last": "Huber", "suffix": ""}], "year": 2013, "venue": "BMC Bioinform", "volume": "14", "issn": "", "pages": "", "other_ids": {}}, "BIBREF126": {"ref_id": "b126", "title": "An analysis of human microRNA and disease associations", "authors": [{"first": "M", "middle": [], "last": "Lu", "suffix": ""}, {"first": "Q", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "M", "middle": [], "last": "Deng", "suffix": ""}], "year": 2008, "venue": "PLoS One", "volume": "3", "issn": "", "pages": "", "other_ids": {}}, "BIBREF127": {"ref_id": "b127", "title": "A chemo-centric view of human health and disease", "authors": [{"first": "M", "middle": [], "last": "Duran-Frigola", "suffix": ""}, {"first": "D", "middle": [], "last": "Rossell", "suffix": ""}, {"first": "P", "middle": [], "last": "Aloy", "suffix": ""}], "year": 2014, "venue": "Nat Commun", "volume": "5", "issn": "", "pages": "", "other_ids": {}}, "BIBREF128": {"ref_id": "b128", "title": "An analysis of human microbedisease associations", "authors": [{"first": "W", "middle": [], "last": "Ma", "suffix": ""}, {"first": "L", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "P", "middle": [], "last": "Zeng", "suffix": ""}], "year": 2016, "venue": "Brief Bioinform", "volume": "18", "issn": "", "pages": "1477--4054", "other_ids": {}}, "BIBREF129": {"ref_id": "b129", "title": "The COVID-19 pandemic and research shutdown: staying safe and productive", "authors": [{"first": "M", "middle": ["B"], "last": "Omary", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Eswaraka", "suffix": ""}, {"first": "S", "middle": ["D"], "last": "Kimball", "suffix": ""}, {"first": "P", "middle": ["V"], "last": "Moghe", "suffix": ""}, {"first": "", "middle": [], "last": "Panettieri", "suffix": ""}, {"first": "", "middle": [], "last": "Ra", "suffix": ""}, {"first": "K", "middle": ["W"], "last": "Scotto", "suffix": ""}], "year": 2020, "venue": "J. Clin. Investig", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1172/jci138646"]}}, "BIBREF130": {"ref_id": "b130", "title": "SARS-CoV-2 Cell Entry Depends on ACE2 and TMPRSS2 and Is Blocked by a Clinically Proven Protease Inhibitor", "authors": [{"first": "M", "middle": [], "last": "Hoffmann", "suffix": ""}, {"first": "H", "middle": [], "last": "Kleine-Weber", "suffix": ""}, {"first": "S", "middle": [], "last": "Schroeder", "suffix": ""}], "year": 2020, "venue": "Cell", "volume": "181", "issn": "2", "pages": "271--280", "other_ids": {"DOI": ["10.1016/j.cell.2020.02.052"]}}, "BIBREF131": {"ref_id": "b131", "title": "DeCoaD: determining correlations among diseases using protein interaction networks", "authors": [{"first": "M", "middle": ["B"], "last": "Hamaneh", "suffix": ""}, {"first": "Y", "middle": ["K"], "last": "Yu", "suffix": ""}], "year": 2015, "venue": "BMC Res Notes", "volume": "8", "issn": "", "pages": "", "other_ids": {}}, "BIBREF132": {"ref_id": "b132", "title": "Next-generation DNA sequencing", "authors": [{"first": "J", "middle": [], "last": "Shendure", "suffix": ""}, {"first": "H", "middle": [], "last": "Ji", "suffix": ""}], "year": 2008, "venue": "Nat Biotechnol", "volume": "26", "issn": "", "pages": "1135--1145", "other_ids": {}}, "BIBREF133": {"ref_id": "b133", "title": "Sequencing technologies-the next generation", "authors": [{"first": "M", "middle": ["L"], "last": "Metzker", "suffix": ""}], "year": 2010, "venue": "Nat Rev Genet", "volume": "11", "issn": "", "pages": "31--46", "other_ids": {}}, "BIBREF134": {"ref_id": "b134", "title": "A text-mining analysis of the human phenome", "authors": [{"first": "M", "middle": ["A"], "last": "Vandriel", "suffix": ""}, {"first": "J", "middle": [], "last": "Bruggeman", "suffix": ""}, {"first": "G", "middle": [], "last": "Vriend", "suffix": ""}, {"first": "H", "middle": ["G"], "last": "Brunner", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Leunissen", "suffix": ""}], "year": 2006, "venue": "Eur J Hum Genet", "volume": "14", "issn": "", "pages": "535--542", "other_ids": {}}, "BIBREF135": {"ref_id": "b135", "title": "Debutant iOS app and gene-disease complexities in clinical genomics and precision medicine", "authors": [{"first": "Z", "middle": [], "last": "Ahmed", "suffix": ""}, {"first": "S", "middle": [], "last": "Zeeshan", "suffix": ""}, {"first": "R", "middle": [], "last": "Xiong", "suffix": ""}, {"first": "B", "middle": [], "last": "Liang", "suffix": ""}], "year": 2019, "venue": "Clin Transl Med", "volume": "8", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "(Figure 3A), 86 influenza (viral infection that effects respiratory system) 107 (Figure 3B), 31 staph (infection caused by the Staphylococcus genus of bacteria) 108 (Figure 3C), 103 herpes (infection caused by Herpes Simplex Virus) 109 (Figure 3D), 16 shigellosis (diarrheal disease caused by a group of bacteria called Shigella) 110 (Figure 3E), 102 syphilis (sexually transmitted infection caused by the bacterium Treponema pallidum) 111 (Figure 3F), 185 pneumonia (infection of the lungs) 112 (Figure 3G), 325 hepatitis-C (viral infection that causes liver inflammation) 113 (Figure 3H), 20 common cold (viral infection of your nose and throat) 114 (Figure 3I), and 17 salmonellosis (bacterial disease that affects the intestinal tract) 115 (", "latex": null, "type": "figure"}, "FIGREF1": {"text": "I G U R E 3 PAS (iPhone 11 Pro) screenshot of gene results from searches for the 10 most common infectious diseases in the United States: (A) 22 chlamydia, (B) 86 influenza, (C) 31 staph, (D) 103 herpes, (E) 16 shigellosis, (F) 102 syphilis, (G) 185 pneumonia, (H) 325 hepatitis-C, (I) 20 common cold, and (J) 17 salmonellosis gene (PTPN13), and protein phosphatase 6 catalytic subunit gene (PPP6C). 93 Obtained results present 216 combinations of mutations and related diseases for \"ESR1\" (Figure 5A and I), 178 for \"AKT1\" (Figure 5B and J), 600 for \"ERBB2\" (Figure 5C and K), 344 for \"BRCA1\" (Figure 5D and L), 574 for \"BRCA2\" (Figure 5E), 125 for \"RBM10\" (Figure 5F), 110 for \"PTPN13\" (Figure 5G), and 71 matches for \"PPP6C\" (Figure 5H).", "latex": null, "type": "figure"}, "FIGREF2": {"text": "), 69 ICD9 (Figure 6B), 508 ICD10 (Figure 6C), and 6 NDC (Figure 6D) codes. Obtained results for influenza include total 44 ICD (Figure 6E), 16 ICD9 (Figure 6F), 28 ICD10 (Figure 6G), and 14 NDC (Figure 6H) results. While looking for fever, we found total 110 ICD (Figure 6I), 48 ICD9 (Figure 6J), 62 ICD10 (Figure 6K), and 284 NDC (Figure 6L) results, and obtained total 18 ICD (Figure 6M), 9 ICD9 (Figure 6N), 9 ICD10 (Figure 6O), and 138 NDC (Figure 6P) results for sterile. High resolution images of figures (3, 4, 5 and 6) are attached in supplementary material.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "I G U R E 4 PAS (iPhone 11 Pro) screen shots present searched results for all possible SNPs related to diabetes (2174), immune (2583), and schizophrenia (2286) diseases; searched results for diabetes-related SNPs: HNF1 (142), HNF4A (46), and PAX4 (2); searched results for auto immune disease-related SNPs: HLA-DRB1 (216), TNFRSF1A (35), and PTPN22 (44); and searched results for schizophrenia-related SNPs: DRD2 (10), CACNB2", "latex": null, "type": "figure"}, "FIGREF4": {"text": "I G U R E 5 PAS (iPhone 11 Pro) screen shots present eight searched results for all possible SNPs related to the eight different genes: 216 results for \"ESR1\" (A), 178 results for \"AKT1\" (B), 600 results for \"ERBB24\" (C), 344 results for \"BRCA1\" (D), 574 results for \"BRCA2\" (E), 125 results for \"RBM10\" (F), 110 results for \"PTPN13\" (G), and 71 results for \"PPP6C\" (H). Figure 4 also presents four examples of searched results for all possible SNPs and their diseases relationships: 216 results for entered and searched keyword \"ESR1\" (I), 178 results for entered and searched keyword \"AKT1\" (J), 600 results for \"ERBB24\" (K), and 344 results for \"BRCA1\" (L)", "latex": null, "type": "figure"}, "FIGREF5": {"text": "I G U R E 6 PAS (iPhone 11 Pro) screen shots present searched results obtained during use cases for four different diseases: diabetes, influenza, fever, and sterile. Diabetes includes total 577 ICD (A), 69 ICD9 (B), 508 ICD10 (C), and 6 NDC (D). Influenza includes total 44 ICD (E), 16 ICD9 (F), 28 ICD10 (G), and 14 NDC (H). Fever includes total 110 ICD (I), 48 ICD9 (J), 62 ICD10 (K), and 284 NDC (L). Sterile includes total 18 ICD (M), 9 ICD9 (N), 9 ICD10 (O), and 138 NDC (P) F I G U R E 7 PAS (iPhone 11 Pro) screen shots present searched results obtained for infectious disease i.e., Coronavirus (Fig. 7A), genes (Fig. 7B", "latex": null, "type": "figure"}, "TABREF0": {"text": "T A B L E 1 Database description and statistics of ICD codes", "latex": null, "type": "table"}, "TABREF2": {"text": "", "latex": null, "type": "table"}, "TABREF3": {"text": "Many complex diseases, such as cancer, develop with the sporadic T A B L E 4 Gene-disease databases comparison based on the following features: gene to disease, disease to ICD, data types, data sources, gene capacity, latest update, search results, and user", "latex": null, "type": "table"}, "TABREF4": {"text": "Project name: PAS Operating system: iOS. 121 or later. Programming languages: Swift, PHP, and MySQL Requirements: Compatible with iPhone, iPad, and iPod touch. License: Freely distributed for global users and available on the App Store for iOS devices. Any restrictions to use by nonacademics: Copyrights are to the author (ZA). Download link: https://apps.apple.com/us/app/pas/id1447 589546 DECLARATIONS ETHICAL APPROVAL AND CONSENT TO PARTICIPATE Not applicable. CONSENT FOR PUBLICATION Not applicable.", "latex": null, "type": "table"}, "TABREF5": {"text": "Table 2). The nonprotein coding genes are of 24 different types (processed transcript, lincRNA, antisense, immunoglobulin genes, bidirectional promoter lncRNA, polymorphic pseudogene, transcribed unitary pseudogene, transcribed unprocessed pseudogene, transcribed processed pseudogene, sense\nT A B L E 2 Gene database description and statistics", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Categories </td><td>Count\n</td></tr><tr><td>Genes-disease combinations </td><td>98 064\n</td></tr><tr><td>Gene types </td><td>26\n</td></tr><tr><td>Chromosomes </td><td>24\n</td></tr><tr><td>Genes (including aliases) </td><td>13 216\n</td></tr><tr><td>Genes (Ensembl IDs) </td><td>10 598\n</td></tr><tr><td>Unique diseases </td><td>12 257\n</td></tr><tr><td>Genes-disease combinations based on actionable genes </td><td>32 089\n</td></tr><tr><td>Distinguished genes-disease source combinations </td><td>809\n</td></tr><tr><td>Cancer leading genes </td><td>8063\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "We appreciate great support by the Institute for Health, Health Care Policy and Aging Research (IFH), and Rutgers Robert Wood Johnson Medical School, Rutgers Biomedical and Health Sciences at the Rutgers, The State University of New Jersey.", "cite_spans": [], "ref_spans": [], "section": "ACKNOWLEDGMENTS"}, {"text": "The authors declare that they have no competing interests.", "cite_spans": [], "ref_spans": [], "section": "COMPETING INTERESTS"}, {"text": "No funding was obtained for this study.", "cite_spans": [], "ref_spans": [], "section": "FUNDING"}, {"text": "ZA conceived the idea and led study. ZA developed the software application, and designed the overall infrastructure. ZA and SZ collected, curated, and structured data. ZA modeled database and uploaded data into it. ZA and SZ tested PAS and evaluated other related applications and databases. DM set up and tested web and database servers at IFH for data management and online communication. XD guided and supported this study. ZA drafted the manuscript, and ZA, SZ, and XD participated in writing and review. All authors have approved the manuscript for publication.", "cite_spans": [], "ref_spans": [], "section": "AUTHORS' CONTRIBUTIONS"}]}