{
    "paper_id": "8dd1789b0da474730292960e6cb67d2ac0ab67d8",
    "metadata": {
        "title": "Nanoformulations of Drugs Based on Biodegradable Lactide Copolymers with Various Molecular Structures and Architectures",
        "authors": [
            {
                "first": "N",
                "middle": [
                    "G"
                ],
                "last": "Sedush",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kurchatov Institute National Research Center",
                    "location": {
                        "settlement": "Moscow",
                        "country": "123098 Russia"
                    }
                },
                "email": ""
            },
            {
                "first": "Y",
                "middle": [
                    "A"
                ],
                "last": "Kadina",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kurchatov Institute National Research Center",
                    "location": {
                        "settlement": "Moscow",
                        "country": "123098 Russia"
                    }
                },
                "email": ""
            },
            {
                "first": "E",
                "middle": [
                    "V"
                ],
                "last": "Razuvaeva",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kurchatov Institute National Research Center",
                    "location": {
                        "settlement": "Moscow",
                        "country": "123098 Russia"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "A"
                ],
                "last": "Puchkov",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kurchatov Institute National Research Center",
                    "location": {
                        "settlement": "Moscow",
                        "country": "123098 Russia"
                    }
                },
                "email": ""
            },
            {
                "first": "E",
                "middle": [
                    "M"
                ],
                "last": "Shirokova",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kurchatov Institute National Research Center",
                    "location": {
                        "settlement": "Moscow",
                        "country": "123098 Russia"
                    }
                },
                "email": ""
            },
            {
                "first": "V",
                "middle": [
                    "I"
                ],
                "last": "Gomzyak",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kurchatov Institute National Research Center",
                    "location": {
                        "settlement": "Moscow",
                        "country": "123098 Russia"
                    }
                },
                "email": ""
            },
            {
                "first": "K",
                "middle": [
                    "T"
                ],
                "last": "Kalinin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kurchatov Institute National Research Center",
                    "location": {
                        "settlement": "Moscow",
                        "country": "123098 Russia"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "I"
                ],
                "last": "Kulebyakina",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kurchatov Institute National Research Center",
                    "location": {
                        "settlement": "Moscow",
                        "country": "123098 Russia"
                    }
                },
                "email": ""
            },
            {
                "first": "S",
                "middle": [
                    "N"
                ],
                "last": "Chvalun",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kurchatov Institute National Research Center",
                    "location": {
                        "settlement": "Moscow",
                        "country": "123098 Russia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Modern pharmaceutics are actively developing towards the design of targeted drugs. The development of selectively acting formulations requires the creation of smart delivery systems based on carriers that would first find the target cells and enter them and then release the active substance locally. Nanoparticles of biocompatible and biodegradable polymers can be effectively used as such carriers. Flexible regulation of the molecular structure and architecture of polymers, as well as the modification of nanoparticles with vector molecules, allows one to construct carrier particles for the development of nanoformulations for active agents of various nature. This review presents the main approaches to the design of nanoformulations for targeted delivery, describes the methods for the preparation and study of nanoparticles based on hydrophobic and amphiphilic biodegradable lactide polymers, and discusses the effect of the molecular structure and preparation conditions on the characteristics of nanoparticles in detail. Some results of research in this area of the Kurchatov complex of NBIСS nature-like technologies are also presented.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The development of nanotechnology has opened up fundamentally new opportunities for the design of drug delivery systems [1, 2] . The creation of complexes based on nanoparticles-carriers and biologically active agents allows one to solve a whole range of problems inherent in traditional dosage forms and significantly improve their therapeutic efficacy. Besides reducing side effects, increasing the solubility, stability and bioavailability of pharmaceutical compounds, nanomedicine technologies can provide selective (targeted) delivery of an active compound to a diseased organ or tissue, its prolonged release, and overcoming various biological barriers, such as blood-brain barrier [3] . Approaches for programmed \"on demand\" drug release from a nanoparticle (NP) under the influence of an external stimulus were developed [4] . The field of nanoteranostics, the development of nanoforms that combine both diagnostic and therapeutic functions, is actively developing [5] . The high cost and long-lasting process of searching and synthesizing new biologically active molecules make the development of more effective and safe dosage forms of already existing pharmaceutically active substances urgent.",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 123,
                    "text": "[1,",
                    "ref_id": null
                },
                {
                    "start": 124,
                    "end": 126,
                    "text": "2]",
                    "ref_id": null
                },
                {
                    "start": 688,
                    "end": 691,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 829,
                    "end": 832,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 973,
                    "end": 976,
                    "text": "[5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Nanoparticles used in pharmaceutics are defined as colloidal particles ranging from 10 to 400 nm, in which the active agent is dissolved, loaded, sorbed, encapsulated, or covalently bound. To date, a wide range of carrier nanoparticles of various nature and structure has been developed: dendrimers [6] , liposomes [7, 8] , polymeric NPs [9] [10] [11] , inorganic compounds [12] , etc. Biodegradable polymers are of particular interest for the development of drug delivery systems: carriers based on these polymers degrade after performing their function and do not harm the body. There are various natural and synthetic biodegradable polymers, among which lactide based polymers are widely used. The properties and degradation rates of these materials can be controlled by changing the molecular weight, enantiomeric composition (content of L-and D-lactide in the polymer chain), by the copolymerization with other cyclic ethers (glycolide, ε-caprolactone, etc.), modification of end groups, and various types of post-processing. Polylactide and its copolymers are most often used for the manufacture of implants, scaffolds, and drug delivery systems due to their excellent biocompatibility and synthetic flexibility, which provides synthesis of the materials with predetermined properties and degradation times from several weeks to several years. Copolymers of D,L-lactide with glycolide (PLGA) with a relative composition of 50 : 50 and 75 : 25 are most often used to obtain polymer micro-and nanoparticles due to their good solubility and rather rapid degradation. Many drugs based on them were developed and entered the market. These hydrophobic polymers are a good reservoir for loading hydrophobic active agents into them, whose release occurs through diffusion and is further accelerated at later stages due to polymer degradation. Various amphiphilic compounds (copolymers of propylene oxide with ethylene oxide: pluronics, polyvinyl alcohol, etc.) are used to stabilize hydrophobic PLGA-based NPs.",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 302,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 315,
                    "end": 318,
                    "text": "[7,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 319,
                    "end": 321,
                    "text": "8]",
                    "ref_id": null
                },
                {
                    "start": 338,
                    "end": 341,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 342,
                    "end": 346,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 347,
                    "end": 351,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 374,
                    "end": 378,
                    "text": "[12]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The development of synthesis methods led to the design of amphiphilic biodegradable polymers with a covalently bond hydrophobic polylactide block and a hydrophilic polyethylene oxide block. Such copolymers are capable of self-assembly into various nanostructures (micelles, particles, polymerosomes, etc.), whose morphology and size are determined by the molecular structure and architecture of the block copolymer, and also largely depends on the method of NP obtaining. The same parameters allow one to control the loading efficiency and release kinetics of a pharmaceutical agent. A wide range of tools provides high flexibility for developers for designing of a nanoformulation for targeted delivery of active molecules of various natures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The structure of a drug nanoformulation is represented by a hydrophobic core and a stabilizing shell modified by vector molecules that recognize receptors on cells of the diseased tissue (Fig. 1) . The drug agent can be loaded into the particle, sorbed by the shell, or covalently bound by one of the elements of the system. The nature of the material constituting the reservoir and its structure determine kinetics of drug release, which occurs as a result of diffusion, degradation of the reservoir and/or exposure of its shell to external factors (pH, radiation, heating). The targeted action of the drug is provided by active and passive targeting strategies.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 187,
                    "end": 195,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "BASIC PRINCIPLES OF NANOFORMULATION DESIGN"
        },
        {
            "text": "Delivery of anticancer drugs to the target tissue is one of the main tasks to be solved. NPs loaded with the drug are transported in the body by two mechanisms: passive and active targeting. Passive targeting to solid tumors can be achieved through the enhanced permeability and retention effect (EPR effect), as first described in the 1980s [13, 14] . Pathological, pharmacological, and biochemical studies have shown that a solid tumor usually has such pathophysiological characteristics as hypervascularization, incomplete vascular architecture, and secretion of vascular permeability factors that stimulate extravasation and immaturity of lymphatic capillaries [15] . The tumor vasculature is characterized by a high proportion of proliferating endothelial cells, increased tortuosity, pericyte deficiency, and the formation of an atypical membrane. All this leads to rapid vascularization of the tumor, which is necessary to provide it with oxygen and nutrients and further proliferation. These characteristics make tumor blood vessels permeable to macromolecules. In addition, the lymphatic drainage system of the tumor functions ineffectively due to immature lymphatic capillaries; thus, nanocarriers are selectively preserved for a long period in the interstitial tissue of the tumor [15] . Numerous studies have shown that the EPR effect induces passive accumulation of macromolecules and micelles in solid tumors, enhancing the therapeutic effect while reducing side effects. It was also found that in most human tumors the effective pore size in the vasculature ranges from 200 to 600 nm in diameter, which allows passive targeting of tumors [16] . It was noted that the secretion of various factors such as nitric oxide, prostaglandins, bradykinin, and the main growth factor of fibroblasts in tumor tissues and overexpression of genes (such as vascular permeability factor or vascular endothelial growth factor) cause hyperpermeability of tumor microvessels. However, let us note that vascular permeability in the tumor changes with its progression and depends on the type of tumor and its anatomical location. For passive targeting, NPs must circulate in the blood for a sufficiently long time, and their size determines their biological fate. Polymeric micelles less than 10 nm are easily excreted through the glomerular filtration [17] , while larger NPs of 50-100 nm circulate for a longer time and are excreted by the liver and spleen.",
            "cite_spans": [
                {
                    "start": 342,
                    "end": 346,
                    "text": "[13,",
                    "ref_id": null
                },
                {
                    "start": 347,
                    "end": 350,
                    "text": "14]",
                    "ref_id": null
                },
                {
                    "start": 665,
                    "end": 669,
                    "text": "[15]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1292,
                    "end": 1296,
                    "text": "[15]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1653,
                    "end": 1657,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 2347,
                    "end": 2351,
                    "text": "[17]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Active and Passive Targeting for Delivery to Malignant Tumor"
        },
        {
            "text": "Active targeting is aimed at an increase in the drug delivery to a target using biologically specific interactions such as antigen-antibody binding, or locally applied treatments such as sonication or heating. In this case, NPs can be modified with a ligand (monoclonal antibodies, folic acid, transferrin, α-fetoprotein, luteinizing hormone, epidermal growth factor, or Active agent α 2 -glycoprotein) or with a pH-sensitive fragment in accordance with the biological characteristics of the tumor tissue [18] [19] [20] . Active targeting uses tumor cell characteristics such as overexpression of cell surface tumor antigens and tumor-specific antigens, as well as a relatively lower pH of the tumor environment (pH 7.0) compared with normal tissue (pH 7.4). Specific interactions between vector components of the carrier with antigens localized in the target tissues cause selective drug accumulation in these tissues. Active targeting reduces adverse side effects, since the drug accumulates only in tumor sites and allows drugs to absorb cells through endocytosis [21] .",
            "cite_spans": [
                {
                    "start": 505,
                    "end": 509,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 510,
                    "end": 514,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 515,
                    "end": 519,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 1067,
                    "end": 1071,
                    "text": "[21]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Active and Passive Targeting for Delivery to Malignant Tumor"
        },
        {
            "text": "Any targeting strategy will not be effective in case of rapid removal of NPs from the circulatory system. When administered intravenously, hydrophobic particles very quickly adsorb plasma proteins and are recognized by the system of mononuclear phagocytes, which eliminate them from the bloodstream. This process depends on the physical and chemical properties of NPs and is significantly accelerated with an increase in their size. To increase the circulation time, steric surface stabilization technologies, which provide the so-called stealth effect, are used. The hydrophilic shell of polymeric NPs can be formed by various types of polymers. The most commonly used lyophilizing polymer is polyethylene glycol (PEG); it is biocompatible and FDA approved. When hydrated, PEG forms a dense polymer brush stretched in the direction from the micelle core. Due to its good solubility in water, high mobility, and large excluded volume [22] , PEG imparts steric stability, minimizing the interfacial free energy of the micellar core and preventing hydrophobic intermicellar interactions [23] . A hydrophilic corona is required to prevent adsorption of opsonin and subsequent recognition by the mononuclear phagocytic system in the liver and spleen [24] . The neutral nature of the PEG corona can effectively protect cationic polyethyleneimide and prevent its nonspecific interactions with negatively charged plasma proteins in the biological environment, thereby providing a long circulation time [25] . Moreover, although PEG chains usually have a molecular weight of 1 to 15 kDa [26] , some data indicate that the longer the chains and the denser the hydrophilic brush, the stronger the masking effect and the longer the circulation time in the blood [22] . It was shown in [27] that the conformation of PEG bound to the polymer core can affect protein adsorption and complement-dependent phagocytosis. Indeed, PEG attached by both ends to NPs formed a more compact conformation and more effectively prevented adsorption of blood proteins. In addition, the end groups of PEG can be functionalized to bind ligands that allow altering the properties of the corona. In [28] , acetaldehyde-functionalized micelles were obtained based on a block copolymer of PEG and poly-D,L-lactide, to which an anionic peptidyl ligand (tyrosyl-glutamic acid) was attached to impart a negative surface charge and improve the masking properties. Up to 25% of the administered polymeric micelles were still circulating 24 h after intravenous injection, indicating that the half-life of the carrier was approximately the same as that of the well-established pegylated liposomes.",
            "cite_spans": [
                {
                    "start": 934,
                    "end": 938,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 1085,
                    "end": 1089,
                    "text": "[23]",
                    "ref_id": null
                },
                {
                    "start": 1246,
                    "end": 1250,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 1495,
                    "end": 1499,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 1579,
                    "end": 1583,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 1751,
                    "end": 1755,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 1774,
                    "end": 1778,
                    "text": "[27]",
                    "ref_id": null
                },
                {
                    "start": 2166,
                    "end": 2170,
                    "text": "[28]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Circulation Time of Nanoparticles in the Bloodstream"
        },
        {
            "text": "An alternative approach for increasing the circulation time, the introduction of antibodies, which specifically bind to erythrocytes, simultaneously with the nanoformulation, looks promising [29] . As a result, the immune system begins to actively remove a small part of the red blood cells and is distracted from the NP clearance. The described strategy, called the mononuclear phagocytic system cytoblockade, allows one to increase the circulation time of NPs by tens of times, regardless of their nature.",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 195,
                    "text": "[29]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Circulation Time of Nanoparticles in the Bloodstream"
        },
        {
            "text": "To visualize NPs in vitro and study their biodistribution in the body, labels of organic or inorganic nature are introduced into the structure of NPs. Fluorescent compounds allow optical visualization and assessment of the accumulation of carriers in the diseased tissue [30] , agents based on iodine and barium have high visibility for computed tomography, and for magnetic resonance imaging, tags based on chelate complexes of gadolinium, manganese, iron oxides are used. Other methods include positron emission tomography in combination with radioactive isotopes 18 F, 15 O, 13 N, and 11 C, as well as single-photon emission computed tomography that detects isotopes 99 mTc, 123 I, etc. The listed methods differ in the resolution and penetration depth. The choice of a visualizing approach is determined by the task of the developed therapeutic or diagnostic delivery system. Let us emphasize that modern technologies allow to combine these two functions in one system, which can be used to simultaneously identify the localization of the disease and conduct the therapy.",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 275,
                    "text": "[30]",
                    "ref_id": null
                },
                {
                    "start": 572,
                    "end": 574,
                    "text": "15",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Visualization of Nanoparticles"
        },
        {
            "text": "and Drugs against Viral Infections A huge threat is posed by viral respiratory infections, which can spread throughout the world within a matter of months given the high interconnectedness of countries. The outbreak of SARS-CoV-2 coronavirus infection, which began in January 2020 in China, was declared a pandemic on March 11. According to Johns Hopkins University, by July 2020, more than 15 million cases of the infection and more than [31] . Nanoparticles can carry a multivalent antigen and deliver it in a targeted manner. In addition, nanocarriers can act as an adjuvant that enhances the immune response. The nanovaccine against SARS-CoV-2 based on liposomes loaded with mRNA-1273 is considered as one of the most promising and safest methods. Clinical trials showed a sustained immune response [32] . In terms of therapeutic agents for the treatment of COVID-19, only a few molecules have demonstrated effectiveness in clinical trials. Among them is dexamethasone, an anti-inflammatory corticosteroid.",
            "cite_spans": [
                {
                    "start": 439,
                    "end": 443,
                    "text": "[31]",
                    "ref_id": null
                },
                {
                    "start": 803,
                    "end": 807,
                    "text": "[32]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Nanotechnologies for the Development of Vaccines"
        },
        {
            "text": "Effective liposomal nanoformulations of this agent have already been developed, in particular for the treatment of multiple myeloma [33] . In [34] , it was believed that the dexamethasone nanoformulation has high potential for the treatment of COVID-19, since it can target alveolar macrophages when delivered to the lungs or phagocytes in the inflammation area.",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 136,
                    "text": "[33]",
                    "ref_id": null
                },
                {
                    "start": 142,
                    "end": 146,
                    "text": "[34]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Nanotechnologies for the Development of Vaccines"
        },
        {
            "text": "Nanovaccines were effective against other respiratory viruses. As an example, [35] describes a vaccine based on biodegradable virus-like PLGA nanoparticles against the Middle East respiratory syndrome coronavirus (MERS-CoV). The surface of carriers based on poly(D,L-lactide-co-glycolide) with an average diameter of 114 nm was conjugated to the viral antigen and additionally loaded with an adjuvant to enhance the immune response. Studies in mice showed sustained production of specific antibodies and a higher level of the immune response compared with the administration of the pure adjuvant. Basically, it was the combination of two active components in the nanovaccine that led to an increase in its effectiveness.",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 82,
                    "text": "[35]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Nanotechnologies for the Development of Vaccines"
        },
        {
            "text": "In [36] , the results of the development of a dosage form of diphyllin based on poly(lactide-co-glycolide)block-PEG NPs for the treatment of peritonitis caused by feline coronavirus (FIPV) were presented. The hydrophobic antiviral agent was loaded into the core of the carriers with an average diameter of 40 nm. The developed nanoformulation demonstrated improved safety and increased inhibitory effect against FIPV in experiments in vitro.",
            "cite_spans": [
                {
                    "start": 3,
                    "end": 7,
                    "text": "[36]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Nanotechnologies for the Development of Vaccines"
        },
        {
            "text": "The SARS-CoV-2 pandemic showed that we have a very limited ability to resist respiratory viruses and that the main defense is the immune system. The development and testing of new drugs and vaccines are complex processes that require prolonged research. The world's first vaccine against SARS-CoV-2 Gam-Covid-Vac (trade name Sputnik V) based on a combination of recombinant adenoviral vectors was developed at the Gamaleya National Research Center for Epidemiology and Microbiology and registered in August 2020. Clinical trials of the first and second phases proved the safety of the vaccine along with the development of humoral and cellular immunity [34] .",
            "cite_spans": [
                {
                    "start": 653,
                    "end": 657,
                    "text": "[34]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Nanotechnologies for the Development of Vaccines"
        },
        {
            "text": "For the rapid development of vaccines and new effective dosage forms, the creation of platforms based on nanostructured carriers of various nature is an urgent task. The basic element of the platform is a nanoparticle-carrier with a controlled size, which can be loaded with an active agent using previously known approaches and modified on the surface with targeted ligands for targeted delivery. The development of nanostructured vaccines and drug delivery systems of a new generation requires the development of new functional materials, methods for preparation, modification, and loading NPs, and approaches for controlling their morphology and physicochemical properties. It is possible to solve this complex of interdisciplinary problems only under close interaction of specialists from different fields with the involvement of modern research methods. Biodegradable NPs based on lactide copolymers are one of the promising platforms. This review describes methods of preparation NPs, as well as their structure and properties based on these polymers with different compositions and architectures (linear and branched); examples of the developed nanoformulations are given; methods for studying NPs, including those using a synchrotron radiation source, are described.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nanotechnologies for the Development of Vaccines"
        },
        {
            "text": "THEIR STRUCTURE AND PROPERTIES Polylactide (PLA) and its copolymers with glycolide (PLGA) are biodegradable polyesters (Fig. 2) , which are widely used in biomedicine and pharmaceutics due to their excellent biocompatibility, versatility, and relative availability.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 119,
                    "end": 127,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "PREPARATION OF NANOPARTICLES, BASED ON POLY(LACTIDE-CO-GLYCOLIDE),"
        },
        {
            "text": "The biocompatibility of these aliphatic polyesters is confirmed by a long history of their use in the production of Vicryl absorbable sutures, which were developed in 1970. Currently, PLA and PLGA are actively used to develop biodegradable implants for surgery and traumatology, scaffolds for regenerative medicine, micro-and nanoformulations. The main degradation mechanism is hydrolysis of the ester bond in the polymer structure. The control of the properties and degradation period of PLGA copolymers is achieved by varying the relative composition (the lactide/glycolide ratio), molecular weight, as well as using optically active L-lactide or inactive D,L-form, which deter-mines the possibility of crystallization of PLA blocks. This simple set of tools allows one to control polymer degradation time over a wide range: from 1 month to several years. The end products of degradation in the body are lactic and glycolic acid, which are eliminated through natural metabolic cycles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PREPARATION OF NANOPARTICLES, BASED ON POLY(LACTIDE-CO-GLYCOLIDE),"
        },
        {
            "text": "Immediately after the successful commercialization of absorbable surgical sutures, the potential of lactide polymers was highlighted by the developers of pharmaceutical products, who began to use them to create controlled drug release systems based on PLGA microparticles. Injectable depot forms of microparticles (administered intramuscularly or subcutaneously) provide a controlled release of active compounds over weeks and even months, thereby demonstrating a huge advantage over classical dosage forms that, commonly, require daily administration to maintain a therapeutically effective concentration in the blood. Dozens of prolonged release drugs based on PLGA microparticles are used in clinical practice for the treatment of alcohol dependence, cancer, schizophrenia, and many other diseases [37] . We are happy to note that some of them are manufactured in Russia. However, the concept of microparticles is reduced to the development of prolonged forms; they do not provide a targeted action of the active substance.",
            "cite_spans": [
                {
                    "start": 801,
                    "end": 805,
                    "text": "[37]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "PREPARATION OF NANOPARTICLES, BASED ON POLY(LACTIDE-CO-GLYCOLIDE),"
        },
        {
            "text": "Submicron particles up to several hundred nanometers in size can be injected intravenously and spread through the capillary network, eventually penetrating cells. This fundamental difference from microparticles explains distinguishing NPs into a separate class, while their size is not limited by the threshold of 100 nm generally accepted for nanotechnology. For targeted delivery to target cells, passive (EPR effect) and active targeting strategies are used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PREPARATION OF NANOPARTICLES, BASED ON POLY(LACTIDE-CO-GLYCOLIDE),"
        },
        {
            "text": "The requirements for the purity and composition of PLGA used in medical and pharmaceutical applications are quite high. ASTM standards allow a content of unreacted monomer at the level no more than 3 mol %, a maximum tin concentration of 200 ppm, a water content no more than 0.5%, and a solvent content of no more than 0.001%. It is important that the actual relative composition of the copolymer (lactide:glycolide) should differ from the declared one by no more than 3%. Such polymers can only be synthesized using controlled polymerization technologies that allow one to obtain a product with a given composition, high conversion, and narrow molecular weight distribution. In [38, 39] , an original method for studying the polymerization kinetics of lactide and other cyclic esters using differential scanning calorimetry was proposed. It was used to establish the optimal regimes for the synthesis of biodegradable polymers with different relative composition. Tin impurities in these materials arise because of the use of a tin containing catalyst; therefore, the development of new catalysts based on lighter metals, such as zinc [40] or zirconium [41] , is a relevant direction. PLGA copolymers must undergo comprehensive quality control before being used to develop nanoformulations. It is especially important for materials after storage, since their hydrolytic degradation slowly proceeds in air even at room temperature.",
            "cite_spans": [
                {
                    "start": 680,
                    "end": 684,
                    "text": "[38,",
                    "ref_id": null
                },
                {
                    "start": 685,
                    "end": 688,
                    "text": "39]",
                    "ref_id": null
                },
                {
                    "start": 1137,
                    "end": 1141,
                    "text": "[40]",
                    "ref_id": null
                },
                {
                    "start": 1155,
                    "end": 1159,
                    "text": "[41]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "PREPARATION OF NANOPARTICLES, BASED ON POLY(LACTIDE-CO-GLYCOLIDE),"
        },
        {
            "text": "A wide range of methods for preparation NPs with a predetermined size and their loading with medicinal compounds has been developed [42] . The choice of the method is mainly determined by the type of the used copolymer and the nature of the drug substance, as well as the ease of implementation. An approach, in which NPs are synthesized through the polymerization of lactide in solution in the presence of a drug, is known [43] . Microfluidic technologies are effective for producing NPs with a narrow size distribution in a continuous mode [44] . In [45] , a method for preparation of PLGA nanoparticles using a template, PRINT, is described. The approach is interesting in that it provides NPs with an extremely narrow size distribution and controlled morphology. In this case, a very high content of docetaxel (up to 40 wt %) is achieved in NPs. The most widespread methods are emulsification and solvent displacement (nanoprecipitation), which are based on mixing an organic phase (polymer solution) and an aqueous phase (stabilizer solution) [46] . Depending on their nature, the loaded drug can be dissolved in both organic and aqueous phases. The classical method of obtaining a simple emulsion of the oil-in-water type involves preparing a solution of the polymer and the drug in an organic solvent and further dispersing in a larger volume of an aqueous solution of the stabilizer under active stirring or exposure to ultrasound. The organic solvent diffuses from the droplets and is removed by evaporation or extraction, resulting in the formation of solid particles [47] . For the encapsulation of water soluble drugs, the method of double emulsion of the waterin-oil-in-water type is used [48] .",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 136,
                    "text": "[42]",
                    "ref_id": null
                },
                {
                    "start": 424,
                    "end": 428,
                    "text": "[43]",
                    "ref_id": null
                },
                {
                    "start": 542,
                    "end": 546,
                    "text": "[44]",
                    "ref_id": null
                },
                {
                    "start": 552,
                    "end": 556,
                    "text": "[45]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 1048,
                    "end": 1052,
                    "text": "[46]",
                    "ref_id": null
                },
                {
                    "start": 1578,
                    "end": 1582,
                    "text": "[47]",
                    "ref_id": null
                },
                {
                    "start": 1702,
                    "end": 1706,
                    "text": "[48]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Methods for Preparation of PLGA Nanoparticles. Nanoprecipitation Mechanism"
        },
        {
            "text": "An efficient one-step approach for the incorporation of lipophilic drug compounds is the nanoprecipitation method first proposed in 1989 [49] . The organic phase is a solution of the polymer and the drug compound in a polar solvent that is well miscible with water (usually acetone, tetrahydrofuran, or their mixtures with water or ethanol). This solution is poured into the aqueous phase (stabilizer solution in water) under stirring. The organic solvent is removed under weak heating and reduced pressure [46] . The resulting aqueous suspension is centrifuged and washed several times to remove residual organic solvent, after which it is frozen with the addition of a cryoprotectant and lyophilized [50] . The mechanism of NP formation is explained by the so-called ouzo effect [51] . When the Greek alcoholic drink Ouzo is mixed with water, the clear liquid instantly turns into a milky suspension. The drink consists of 55% water, 45% ethyl alcohol, and approximately 0.2% anethole essential oil extracted from anise. When an excess of water is added, the oil loses its solubility, resulting in the formation of an intensively light scattering suspension. The formation of NPs is explained in a similar way when water-insoluble polymers or lipids are used instead of oil. Figure 3 shows a triple phase diagram of the organic solvent/solute/water system. The binodal curve corresponds to the limit of miscibility depending on the composition and separates the one-phase region from the two-phase one, while the spinodal curve determines the limit of the thermodynamic stability. The spinodal separates the region in which the system develops due to nucleation from the region where spontaneous phase separation occurs (region with yellow stripes). Between the binodal and spinodal, there is the region of the ouzo effect at low polymer concentrations and ratios of organic solvent/water. In this region, the mixture is separated into a monomodal dispersion of nanosized droplets dispersed in an aqueous solution. Particles can be also formed outside the ouzo effect between the spinodal and binodal, but in this region NP aggregates with an uncontrolled size appear in addition to NPs [52] . The formation of NPs from the dispersion of droplets in the ouzo effect region is most often explained by the classical theory of nucleation. The nucleus is formed as a result of statistical density fluctuations, whose probability increases with an increase in the supersaturation of the polymer solution. The energy of the potential barrier for the formation of a nucleus of the radius r for the case of homogeneous nucleation is expressed by the equation where γ is the surface tension at the solid-solution interface; Δ is the difference in free energy per unit volume between the thermodynamic phase in which nucleation occurs and the phase that nucleates. Since the second term is negative, the ΔG value passes through a maximum that determines the value of the critical radius r c = -2γ/Δ . Nuclei smaller than the critical size disappear, while nuclei with a larger radius",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 141,
                    "text": "[49]",
                    "ref_id": null
                },
                {
                    "start": 507,
                    "end": 511,
                    "text": "[46]",
                    "ref_id": null
                },
                {
                    "start": 702,
                    "end": 706,
                    "text": "[50]",
                    "ref_id": null
                },
                {
                    "start": 781,
                    "end": 785,
                    "text": "[51]",
                    "ref_id": null
                },
                {
                    "start": 2189,
                    "end": 2193,
                    "text": "[52]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1277,
                    "end": 1285,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Methods for Preparation of PLGA Nanoparticles. Nanoprecipitation Mechanism"
        },
        {
            "text": "are stable and can grow further. The nucleation rate J and the critical nucleus radius are related to the supersaturation of the solution S and the thermodynamic characteristics of the particle/solution interface through the γ parameter. According to the classical theory of nucleation [53] :",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 290,
                    "text": "[53]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Methods for Preparation of PLGA Nanoparticles. Nanoprecipitation Mechanism"
        },
        {
            "text": "where N 0 is the number of solute molecules per unit volume of the initial phase; ϑ is the frequency of transport of the molecules to the boundary; V s is the volume of the solute molecule; k is the Boltzmann constant; and T is the temperature. The ϑ parameter can be approximated by the equation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods for Preparation of PLGA Nanoparticles. Nanoprecipitation Mechanism"
        },
        {
            "text": "where η is the viscosity of the solution and a 0 is the average effective diameter of diffusing particles [54] . Let us emphasize that in the case of nanoprecipitation, rapid mixing of the organic and aqueous phases and rapid diffusion of the components are required for homogeneous supersaturation (as compared with the rate of nucleation). It is assumed that all particles are formed from one homogeneously supersaturated solution. The growth of particles due to condensation (attachment of polymer molecules from the surrounding solution to the nucleus) proceeds until the concentration of the dissolved polymer corresponding to the saturation level is reached. At the next stage, the growth of particles can occur through coagulation with other particles and Ostwald ripening. These processes are observed on large time scales and are especially pronounced if there is no stabilizer in the medium that acts as a steric barrier. For preparation of NPs with a narrow size distribution, it is important to create conditions under which the phases of nucleation and growth will be separated in time.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 110,
                    "text": "[54]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Methods for Preparation of PLGA Nanoparticles. Nanoprecipitation Mechanism"
        },
        {
            "text": "There are many articles and reviews devoted to the effect of preparation conditions on the average size and stability of the resulting aqueous suspension, as well as on the efficiency of loading pharmaceutical agents [55] [56] [57] [58] . Characteristics of the resulting NPs depend on many factors: the polymer concentration in the organic phase, the type and concentration of the stabilizer in the water phase, the ratio of the volumes of aqueous and organic phases, the type of organic solvent used, the molecular weight of the polymer, stirring rate, temperature, etc. Among the most important parameters, determining the size of NPs, the compatibility of an organic solvent and water, expressed by the interaction parameter χ, which is calculated based on the Hildebrand solubility parameters, can be distinguished. Under conditions of high miscibility of the",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 221,
                    "text": "[55]",
                    "ref_id": null
                },
                {
                    "start": 222,
                    "end": 226,
                    "text": "[56]",
                    "ref_id": null
                },
                {
                    "start": 227,
                    "end": 231,
                    "text": "[57]",
                    "ref_id": null
                },
                {
                    "start": 232,
                    "end": 236,
                    "text": "[58]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Methods for Preparation of PLGA Nanoparticles. Nanoprecipitation Mechanism"
        },
        {
            "text": "kT a solvent and water, the mixture is rapidly homogenized, and the resulting NPs have the smallest diameter. It was shown in [56] that the diameter of PLGA nanoparticles was less than 80 nm when using solvents with a low χ value (dimethyl sulfoxide, dimethylformamide (DMF), and acetonitrile). When acetone was used, it increased to 100 nm; the highest value, approximately 200 nm, was observed for tetrahydrofuran (THF). The use of mixtures of DMF with THF in various ratios during nanoprecipitation allowed to prepare particles with intermediate sizes, while the dependence was characterized by high linearity, and the particle size distribution remained narrow.",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 130,
                    "text": "[56]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Methods for Preparation of PLGA Nanoparticles. Nanoprecipitation Mechanism"
        },
        {
            "text": "The small wavelength of X-ray radiation in comparison with the wavelength of visible light used in the method of dynamic light scattering allows one to conduct a more detailed study of the structure of polymeric NPs in a suspension. Important tasks include the study of the organization of NPs in aqueous dispersions of low concentrations and carrying out measurements over time, for example, in the process of heating a suspension or releasing a drug. Laboratory X-ray equipment can be used very limitedly for such experiments due to the rather large size of NPs (100-200 nm), low contrast between the electron density of polymer and water, and long signal accumulation time. Only synchrotron X-ray radiation with good beam collimation possesses the necessary characteristics. Small-angle X-ray scattering (SAXS) is effective for studying the shape and morphology of NPs, while the region of large angles characterizes the supramolecular organization of the polymer and the phase state of the loaded substance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Small-Angle X-ray Scattering to Study Size and Morphology"
        },
        {
            "text": "The SAXS method was used to study aqueous suspensions of PLGA-based NPs stabilized with Pluronic F68. The scattering curves for samples of aqueous suspensions of NPs are given in Fig. 4a . They show a slight inflection typical for scattering of spherical objects. By applying the Fourier transform to the obtained curves one can construct the pair distribution functions for an average particle (Fig. 4b) , i.e., assuming that all particles are of the same size. According to Fig. 4b , the pair correlation function has a bell-like shape, which is typical for spherical particles. It is easy to determine the diameter of NPs from it, which was 120 nm. The radius of gyration calculated from the scattering curves is R g = 44 nm. The shape of the averaged NP can be estimated by representing it as an ellipsoid, in which the b and c semiaxes are equal; then the b/a semiaxis ratio can be calculated by the formula For a sphere b/a = 1, in the other case one of the axes is more elongated. The calculation shows that particles stabilized by Pluronic F68 have a shape very close to a ball (b/a = 0.92). The ab initio model of the averaged NP, built on the basis of pair correlation functions, is shown in Fig. 4c . It can be seen that its shape is very close to spherical.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 179,
                    "end": 186,
                    "text": "Fig. 4a",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 395,
                    "end": 404,
                    "text": "(Fig. 4b)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 476,
                    "end": 483,
                    "text": "Fig. 4b",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1202,
                    "end": 1209,
                    "text": "Fig. 4c",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Small-Angle X-ray Scattering to Study Size and Morphology"
        },
        {
            "text": "into PLGA Nanoparticles PLGA nanoparticles are used to deliver a wide range of pharmaceutically active agents for the treatment of many types of diseases [59] . The creation of nanoformulations of chemotherapeutic agents is actively developing area. One of the main causes for the pronounced side effects of cancer chemotherapy is the nonselective action of the agent, which affects not only diseased but also healthy tissue. Therefore, the = − [60] . To solve this problem, the ability of NPs to accumulate in tumor tissues due to the size and vector molecules on the surface can be effectively used. We note that the physicochemical properties of the carriers allow them to overcome another important barrier, multidrug resistance [61] . Its mechanism is determined by expression of membrane proteins in resistant tumor cells: P-glycoprotein and MRP protein, which effectively release various chemical compounds from the cell. It was shown that block copolymers of ethylene oxide and propylene oxide (Pluronic trade mark) inhibit P-glycoprotein and other adenosine triphosphate-dependent systems of reverse transport of drugs from the cell [62] . At the same time, Pluronic polymers act as stabilizers for PLGA nanoparticles, thus performing the dual function.",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 158,
                    "text": "[59]",
                    "ref_id": null
                },
                {
                    "start": 445,
                    "end": 449,
                    "text": "[60]",
                    "ref_id": null
                },
                {
                    "start": 733,
                    "end": 737,
                    "text": "[61]",
                    "ref_id": "BIBREF85"
                },
                {
                    "start": 1142,
                    "end": 1146,
                    "text": "[62]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Loading of Anticancer Agents"
        },
        {
            "text": "There are several main approaches to loading an active agent into PLGA nanoparticles: covalent binding, encapsulation, surface sorption, and incorporation into a hydrophobic core. The first method was applied, for example, for the development of NPs based on PLGA conjugates with doxorubicin [63] . However, the loading of the active substance into such NPs is low, since the linear PLGA polymer can have a maximum of two functional end groups for the binding to two molecules of the active compound. To a certain extent, the problem can be solved by using polymers with a low molecular weight, but a more effective approach is to use branched polymers characterized by a high concentration of functional groups. These materials are described in the final part of the review.",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 296,
                    "text": "[63]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Loading of Anticancer Agents"
        },
        {
            "text": "Sorption and loading into the core are more universal and easier to implement approaches. Using these methods, many amphiphilic and hydrophobic compounds for cancer therapy can be included in NPs: doxorubicin, docetaxel, paclitaxel, cisplatin, etc. [60] . To load hydrophobic molecules, they are dis-solved together with the polymer in the organic phase. As a result of coprecipitation, the drug is physically trapped in the NP core. The loading efficiency and the final content of the active compound depend on the nature and concentration of the drug and polymer, the type of the solvent used, and technological parameters of the process.",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 253,
                    "text": "[60]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Loading of Anticancer Agents"
        },
        {
            "text": "PLGA nanoparticles loaded with paclitaxel of an average size of 105 nm were described in [64] . The resulting nanoformulations showed a high antitumor effect against resistant tumors in vitro and in vivo. In the experiment on Jurkat WT cells, fluorescence of NPs labeled with coumarin-6 was observed not only on the cell surface, but also inside them. This indicates the uptake of labeled NPs by the cells. PLGA-based NPs loaded with paclitaxel, additionally modified with a fragment of the recombinant α-fetoprotein rAFP3D, demonstrated a selective effect, increased efficiency, and overcoming multidrug resistance of cancer cells [65] . This effect was achieved through the use of a vector protein that binds to receptors of αfetoprotein, which is expressed on the surface of various types of malignant tumors.",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 93,
                    "text": "[64]",
                    "ref_id": null
                },
                {
                    "start": 632,
                    "end": 636,
                    "text": "[65]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Loading of Anticancer Agents"
        },
        {
            "text": "We note that there are many works with contradictory results on the influence of conditions of the process of preparation of PLGA particles by the nanoprecipitation method on their characteristics. Despite the fact that the discussion about the mechanism of their formation is still underway, developers successfully apply the method of nanoprecipitation to obtain PLGA particles and create effective nanoformulations and vaccines on their basis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Loading of Anticancer Agents"
        },
        {
            "text": "The discovery of the pegylation method (modification with hydrophilic PEG polymer) was a breakthrough. This approach allowed one to camouflage PEG is a nontoxic polymer that is readily soluble in water; it is removed from the human body through glomerular filtration in the kidneys. In 1990, the FDA approved the first pegylated protein product, the adenosine deaminase enzyme, aimed at treating severe forms of the immunodeficiency virus. Launched in 1995, Doxil, a drug based on pegylated liposomes, demonstrated an increase in the bioavailability of doxorubicin within 1 week after the injection up to 90-fold compared with the free drug, while its half-life increased to 3 days. PEG is incorporated into the lipid bilayer of the liposome, forming a hydrated membrane that protects liposomes from aggregation and phagocytosis, and also facilitates a reduction in adsorption of opsonins, increasing the circulation time in the bloodstream. Since then, this approach was actively used by researchers and developers to design drug delivery systems [66, 67] . Biodegradable block copolymers of polylactide and polyethylene glycol (PEG-b-PLA) are promising materials for the development of nanoformulations and vaccines. Polyethylene glycol covalently bound to the hydrophobic PLA block assigns the polymer an amphiphilic nature, which provides block copolymers with the ability to self-assembly.",
            "cite_spans": [
                {
                    "start": 1048,
                    "end": 1052,
                    "text": "[66,",
                    "ref_id": null
                },
                {
                    "start": 1053,
                    "end": 1056,
                    "text": "67]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "NANOPARTICLES BASED ON AMPHIPHILIC PLA-b-PEG BLOCK COPOLYMERS"
        },
        {
            "text": "Linear amphiphilic PEG-b-PLA are synthesized by one-step ring-opening polymerization of lactide in the presence of the PEG macroinitiator [68, 69] . A change in the molar ratio of the components of the reaction mixture allows one to obtain block copolymers of various compositions, while the use of monoor bifunctional macroinitiators leads to various structures. Monofunctional PEG methyl ether is used for the synthesis of diblock copolymers of the A-B type, where A is the hydrophilic block, B is the hydrophobic block, and bifunctional PEG is used for the synthesis of triblock copolymers of the B-A-B type. Schemes for the synthesis of diblock PEG-b-PLA and triblock PLA-b-PEG-b-PLA copolymers by ring-opening polymerization are shown in Figs. 5a and 5b, respectively. Conversion, residual monomer content, composition and number-average molecular weight M n of the block copolymers are determined by means of 1 H nuclear magnetic resonance. The same stringent requirements as for PLA and PLGA polymers are imposed to block copolymers. In aqueous solutions, the self-assembly of amphiphilic amorphous block copolymers into various supramolecular structures occurs due to hydrophobic interactions between the chains of the insoluble block, which lead to their aggregation and the formation of a hydrophobic core of the nanostructure. The shell of hydrated chains of the water-soluble PEG block acts as a stabilizer and prevents the unlimited growth of the formed structures and their isolation into a separate macroscopic phase. Amphiphilic block copolymers with a relatively long hydrophilic block in aqueous solutions, as a rule, associate into spherical starshaped micelles of the core-corona type [9, 12] (Fig. 6) . Block copolymers with a long hydrophobic block can form not only spherical crew-cut micelles [70, 71] , but also cylindrical micelles, bilayer vesicles, and lamellae [12, 72] .",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 142,
                    "text": "[68,",
                    "ref_id": null
                },
                {
                    "start": 143,
                    "end": 146,
                    "text": "69]",
                    "ref_id": null
                },
                {
                    "start": 1705,
                    "end": 1708,
                    "text": "[9,",
                    "ref_id": null
                },
                {
                    "start": 1709,
                    "end": 1712,
                    "text": "12]",
                    "ref_id": null
                },
                {
                    "start": 1817,
                    "end": 1821,
                    "text": "[70,",
                    "ref_id": null
                },
                {
                    "start": 1822,
                    "end": 1825,
                    "text": "71]",
                    "ref_id": null
                },
                {
                    "start": 1890,
                    "end": 1894,
                    "text": "[12,",
                    "ref_id": null
                },
                {
                    "start": 1895,
                    "end": 1898,
                    "text": "72]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1713,
                    "end": 1721,
                    "text": "(Fig. 6)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "NANOPARTICLES BASED ON AMPHIPHILIC PLA-b-PEG BLOCK COPOLYMERS"
        },
        {
            "text": "Block copolymer NPs consist of a hydrophobic PLA core surrounded by a hydrophilic PEG corona [73] [74] [75] . Due to the core-corona structure and the ability to encapsulate various substances, PEG-b-PLA block copolymer nanoparticles are of considerable interest for the development of drug delivery systems based on them [76, 77] . However, to develop an effective nanoformulation, it is necessary to consider many factors, for example, the molecular composition of the block copolymer [78] , the chemical affinity of the drug and the block copolymer [76, 79] , the concentration of the drug and the block copolymer [78, 80] , conditions for preparation of NP [80] , etc. In this section, we will consider how the molecular composition ",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 97,
                    "text": "[73]",
                    "ref_id": null
                },
                {
                    "start": 98,
                    "end": 102,
                    "text": "[74]",
                    "ref_id": null
                },
                {
                    "start": 103,
                    "end": 107,
                    "text": "[75]",
                    "ref_id": null
                },
                {
                    "start": 322,
                    "end": 326,
                    "text": "[76,",
                    "ref_id": null
                },
                {
                    "start": 327,
                    "end": 330,
                    "text": "77]",
                    "ref_id": null
                },
                {
                    "start": 487,
                    "end": 491,
                    "text": "[78]",
                    "ref_id": null
                },
                {
                    "start": 552,
                    "end": 556,
                    "text": "[76,",
                    "ref_id": null
                },
                {
                    "start": 557,
                    "end": 560,
                    "text": "79]",
                    "ref_id": null
                },
                {
                    "start": 617,
                    "end": 621,
                    "text": "[78,",
                    "ref_id": null
                },
                {
                    "start": 622,
                    "end": 625,
                    "text": "80]",
                    "ref_id": null
                },
                {
                    "start": 661,
                    "end": 665,
                    "text": "[80]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "NANOPARTICLES BASED ON AMPHIPHILIC PLA-b-PEG BLOCK COPOLYMERS"
        },
        {
            "text": "PLA has three stereoisomers. Isotactic poly-L-lactide (P(L)LA) and poly-D-lactide (P(D)LA) are capable of crystallization, while racemic poly-D,Llactide (P(D,L)LA) is amorphous [81] . Depending on the stereoregularity of the PLA block within PEG/PLA block copolymers, they can be used to formulate NPs based on both amorphous [82] and semicrystalline cores [75] . In addition, when mixing block copolymers PEG/P(L)LA and PEG/P(D)LA in an equimolar ratio, NPs, in the core of which P(L)LA and P(D)LA blocks are cocrystallized with the formation of the stereocomplex, are obtained [81, 83] . In addition to PLA, the hydrophobic block can be represented by poly-ε-caprolactone (PCL). Let us consider how the stereochemical structure of the PLA block that forms the core of the particles affects their solubilizing ability and the rate of encapsulated substance release.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 181,
                    "text": "[81]",
                    "ref_id": null
                },
                {
                    "start": 326,
                    "end": 330,
                    "text": "[82]",
                    "ref_id": null
                },
                {
                    "start": 357,
                    "end": 361,
                    "text": "[75]",
                    "ref_id": null
                },
                {
                    "start": 579,
                    "end": 583,
                    "text": "[81,",
                    "ref_id": null
                },
                {
                    "start": 584,
                    "end": 587,
                    "text": "83]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Effect of Hydrophobic PLA Block Stereoregularity on Nanoparticle Characteristics, Loading, and Release of an Active Agent"
        },
        {
            "text": "In [84] , nanoparticles with amorphous P(CL-co-(D,L)LA) and semi-crystalline P(CL-co-(L)LA) core based on PEG-b-poly-ε-caprolactone-co-D,L-lactide (PEG-b-P(CL-(D,L)LA) and PEG-b-poly-εcaprolactone-co-L-lactide (PEG-b-P(CL-(L)LA) copolymers, respectively, were prepared by dialysis and their solubilizing ability was investigated. Pyrene was used as a model hydrophobic agent, for which the K v equilibrium inclusion coefficient in the NP core was determined. The K v value was 5.72 × 10 4 and 2.12 × 10 5 for the particles based on PEG 50 -b-P(CLco-(L)LA) and PEG 50 -b-P(CL-co-(D,L)LA) copolymers, respectively. The lower K v value in the case of PEG 50 -b-P(CL-co-(L)LA) particles are explained by the peculiarities of the semi-crystalline core structure, namely, the close packing of P(CL-co-(L)LA) chains, which prevents the solubilization of pyrene molecules [84] . However, when studying the solubilizing ability of PEG-b-PLA particles obtained by nanoprecipitation of the relatively poorly water soluble anticancer drug doxorubicin, it was found that PEG-b-P(L)LA and PEG-b-P(D)LA particles with a semi-crystalline core encapsulate the drug more efficiently than PEGb-P(D,L)LA particles with a amorphous core [75] . Thus, the content of the loaded drug in PEG 113 -b-P(L)LA 64 and PEG 113 -b-P(D)LA 71 was 1.66 ± 0.15 and 1.61 ± 0.13 wt %, respectively, while in PEG 113 -b-P(D,L)LA 58 it was only 0.81 ± 0.11 wt % (with the initial drug loading of 10 wt %). It is assumed that low loading values in the case of PEG-b-P(D,L)LA particles may be associated with a weak interaction between doxorubicin and P(D,L)LA chains of the hydrophobic block in the core [75] . In the laboratory of polymeric materials of Kurchatov Complex of NBICS nature-like technologies NPs based on PEG 113 -b-P(L)LA and PEG 113 -b-P(D,L)LA copolymers were prepared by the nanoprecipitation method and the effect of the stereochemical structure of the PLA block on their solubilizing ability in relation to the anticancer drug oxaliplatin, which is poorly soluble in water, was studied [85] . Under similar polymerization degrees of the hydrophobic PLA block, the content of oxaliplatin in PEG 113 -b-P(L)LA and PEG 113 -b-P(D,L)LA particles was 0.9 and 3.8 wt %, respectively (with the initial load of 5 wt %). Apparently, the close packing of P(L)LA chains in the semicrystalline core prevents the efficient encapsulation of oxaliplatin. The release rate of an encapsulated substance from PEG-b-PLA nanoparticles also depends on the stereochemical nature of the PLA block. In [86] , the effect of the stereoregularity of the PLA block on the release rate of hydrophobic drugs, sulindac and tetracaine, incorporated into PLA-b-PEG 202 -b-PLA nanoparticles was investigated. Loaded NPs based on triblock copolymers were obtained by heating polymer solutions to 80°C followed by their cooling. In the case of P(L)LA-b-PEG-b-P(L)LA nanoparticles, the release of loaded sulindac was observed within 4-8 days, for tetracaine within 2-4 days. For P(D,L)LAb-PEG-b-P(D,L)LA nanoparticles, it was found that the release of sulindac lasts up to 18 days, tetracaine up to 8-9 days. Apparently, the significant difference in the release rates of the loaded drugs is associated with the different core structure of PLA-b-PEG-b-PLA nanoparticles. It is assumed that the close packing of P(L)LA chains in the semi-crystalline core can prevent the drug from being evenly distributed over the entire volume of the core, leading to its localization at the periphery and, as a result, more rapid release [86] . In [75] , in contrast, the highest rate of the encapsulated drug release was observed for PEG 113 -b-P(D,L)LA 58 particles with amorphous core. In the case of PEG 113 -b-P(D,L)LA 58 particles, almost 100% of the loaded doxorubicin was released within 5 h, while in the case of mPEG 113 -b-P(L)LA 64 and mPEG 113 -b-P(D)LA 71 particles, approximately 50% was released within the same time. The high rate of the release from mPEG 113 -b-P(D,L)LA 58 particles is possibly associated with a weak interaction of doxorubicin and P(D,L)LA chains, which facilitates diffusion of drug molecules from the particle core [75] .",
            "cite_spans": [
                {
                    "start": 3,
                    "end": 7,
                    "text": "[84]",
                    "ref_id": "BIBREF116"
                },
                {
                    "start": 864,
                    "end": 868,
                    "text": "[84]",
                    "ref_id": "BIBREF116"
                },
                {
                    "start": 1216,
                    "end": 1220,
                    "text": "[75]",
                    "ref_id": null
                },
                {
                    "start": 1281,
                    "end": 1283,
                    "text": "64",
                    "ref_id": null
                },
                {
                    "start": 1663,
                    "end": 1667,
                    "text": "[75]",
                    "ref_id": null
                },
                {
                    "start": 2066,
                    "end": 2070,
                    "text": "[85]",
                    "ref_id": null
                },
                {
                    "start": 2558,
                    "end": 2562,
                    "text": "[86]",
                    "ref_id": null
                },
                {
                    "start": 3566,
                    "end": 3570,
                    "text": "[86]",
                    "ref_id": null
                },
                {
                    "start": 3576,
                    "end": 3580,
                    "text": "[75]",
                    "ref_id": null
                },
                {
                    "start": 3869,
                    "end": 3871,
                    "text": "64",
                    "ref_id": null
                },
                {
                    "start": 4182,
                    "end": 4186,
                    "text": "[75]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Effect of Hydrophobic PLA Block Stereoregularity on Nanoparticle Characteristics, Loading, and Release of an Active Agent"
        },
        {
            "text": "on Nanoparticle Size, Morphology, and Solubilizing Ability Size of block copolymer nanoparticles. The driving force of self-assembly of amphiphilic block copolymers into supramolecular structures in aqueous solutions is hydrophobic interactions of polymer chains of an insoluble block, while repulsive forces of chains of a soluble block provide steric stabilization of particles and limit their growth [7] . Thus, the size of block copolymer NPs is determined by the length of both hydrophobic and hydrophilic blocks; however, the polymerization degree of the insoluble block largely affects the particle size. Thus, it was found in [77] that the hydrodynamic diameter D h of PEG-b-P(D,L)LA particles prepared by the nanoprecipitation method is 26 nm and does not change with an increase in the length of the hydrophilic PEG block from 45 to 113 monomer units. An increase in the polymerization degree of the hydrophobic P(D,L)LA block from 28 to 347 monomer units led to a significant increase in the D h value of PEG 113 -b-P(D,L)LA nanoparticles from 25 to 71 nm.",
            "cite_spans": [
                {
                    "start": 403,
                    "end": 406,
                    "text": "[7]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 634,
                    "end": 638,
                    "text": "[77]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Effect of Hydrophobic PLA Block Length"
        },
        {
            "text": "Based on PEG 113 -b-P(D,L)L copolymers synthesized in the laboratory of polymeric materials of the National Research Center Kurchatov Institute by the method of nanoprecipitation, aqueous suspensions of the nanoparticles were formulated. According to dynamic light scattering (DLS) data, the hydrodynamic radius R h of the obtained particles increases with an increase in the length of the P(D,L)LA block (Fig. 7a) . Thus, an increase in the polymerization degree of the P(D,L)LA block n from 70 to 1400 monomer units leads to an increase in R h of PEG 113 -b-P(D,L)LA n particles from 18 ± 7 to 44 ± 14 nm. In some cases, the distributions of (PEG 113 -b-P(D,L)LA 70 and PEG 113 -b-P(D,L)LA 210 ) are bimodal (Fig. 7a ). This is explained by the fact that in the studied suspensions, individual particles of small size (R h < 100 nm) coexist with a small number of their large aggregates (R h ≈ 0.1-1 μm).",
            "cite_spans": [
                {
                    "start": 665,
                    "end": 667,
                    "text": "70",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 405,
                    "end": 414,
                    "text": "(Fig. 7a)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 710,
                    "end": 718,
                    "text": "(Fig. 7a",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "The Effect of Hydrophobic PLA Block Length"
        },
        {
            "text": "Commonly, an increase in the fraction of the hydrophobic block in the copolymer leads to an increase in the aggregation number of the particle and, as a result, to an increase in its size [73, 80] . However, the published data on the effect of the crystallization of P(L)LA block length on the size of PEG-b-P(L)LA block copolymer NPs are contradictory. As an example, it was found in [87] that the hydrodynamic diameter D h of P(L)LA x -b-PEG 91 -b-P(L)LA x particles prepared by dialysis increases from 64 ± 3 to 211 ± 1 nm with an increase in the length of P(L)LA block x from 61 to 90 units. In [84] , no patterns were found in the change of the D h value of PEG-b-P(CL-co-(L)LA) nanoparticles with an increase in the length of the crystallizing P(CL-co-(L)LA) block. In [88] , using the method of small angle neutron scattering, it was found that an increase in the length of the P(L)LA block from 58 to 88 units in the series of triblock P(L)LA y -b-PEG 202 -b-P(L)LA y copolymers leads to a slight increase in the diameter of the semi-crystalline core of the particles from 22 to 30 nm. In [89] , when studying aqueous suspensions of PEG 113 -b-P(L)LA x and P(L)LA y -b-PEG 91 -b-P(L)LA y nanoparticles, it was found that a significant increase in the length of the P(L)LA block x from 64 to 418 and y from 30 to 120 monomer units in the series of diblock and triblock copolymers, respectively, practically does not affect the size of the formed particles. The hydrodynamic radius R h of PEG 113 -b-P(L)LA x and P(L)LA yb-PEG 91 -b-P(L)LA y nanoparticles, regardless the length of the P(L)LA block, was ~20 and 30 nm, respectively. It was found by SAXS that the radius R of the semi-crystalline P(L)LA core for all samples, except for PEG 113 -b-P(L)LA 418 , was 11 nm. At the given polymerization degrees of the P(L)LA block and under the given conditions of their preparation (con- centration, temperature, and rate of solvent displacement), the size of PEG-b-P(L)LA particles is determined not only by the hydrophilic-hydrophobic balance in the copolymer, but also by the conditions of P(L)LA block crystallization [89] . We note that in [88] , particles were formulated by the method of heating block copolymer solutions in D 2 O to 80°C and their subsequent cooling, while in [89] , dialysis was used to prepare the particles. Thus, various patterns in the change in the PEG-b-P(L)LA particle size with increasing length of the P(L)LA block may be associated with the parameters of the particle preparation process, which are usually far from thermodynamically equilibrium conditions. The morphology of block copolymer nanoparticles. An increase in the length of the hydrophobic block within the block copolymer can lead to a change in the morphology of particles from spherical to cylindrical and further to vesicular one [90, 91] . However, the wide range variation of the polymerization degree of the P(D,L)LA block in the series of PEG 113 -b-P(D,L)LA copolymers (from 28 to 1528 monomer units) did not affect the morphology of the formed particles; all the particles were spherical [73, 77] . When studying NPs based on synthesized PEG 113 -b-P(D,L)LA n copolymers, it was also found that a significant increase in the length of the P(D,L)LA block n from 70 to 1390 monomer units does not lead to a change in the particle shape. According to transmission electron microscopy (TEM) data, all PEG 113 -b-P(D,L)LA n particles are characterized by the spherical morphology (Fig. 3b) .",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 192,
                    "text": "[73,",
                    "ref_id": null
                },
                {
                    "start": 193,
                    "end": 196,
                    "text": "80]",
                    "ref_id": null
                },
                {
                    "start": 385,
                    "end": 389,
                    "text": "[87]",
                    "ref_id": null
                },
                {
                    "start": 599,
                    "end": 603,
                    "text": "[84]",
                    "ref_id": "BIBREF116"
                },
                {
                    "start": 775,
                    "end": 779,
                    "text": "[88]",
                    "ref_id": null
                },
                {
                    "start": 1097,
                    "end": 1101,
                    "text": "[89]",
                    "ref_id": null
                },
                {
                    "start": 2125,
                    "end": 2129,
                    "text": "[89]",
                    "ref_id": null
                },
                {
                    "start": 2148,
                    "end": 2152,
                    "text": "[88]",
                    "ref_id": null
                },
                {
                    "start": 2288,
                    "end": 2292,
                    "text": "[89]",
                    "ref_id": null
                },
                {
                    "start": 2835,
                    "end": 2839,
                    "text": "[90,",
                    "ref_id": null
                },
                {
                    "start": 2840,
                    "end": 2843,
                    "text": "91]",
                    "ref_id": null
                },
                {
                    "start": 3099,
                    "end": 3103,
                    "text": "[73,",
                    "ref_id": null
                },
                {
                    "start": 3104,
                    "end": 3107,
                    "text": "77]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 3486,
                    "end": 3495,
                    "text": "(Fig. 3b)",
                    "ref_id": null
                }
            ],
            "section": "The Effect of Hydrophobic PLA Block Length"
        },
        {
            "text": "In contrast to particles based on PEG-b-P(D,L)LA copolymers, the morphology of PEG-b-P(L)LA particles can be varied by changing the length of the crystallizing P(L)LA block. In [78] , when block copolymer particles PEG 45 -b-P(L)LA and PEG 114 -b-P(L)LA were prepared by nanoprecipitation, it was found that an increase in the proportion of the P(L)LA block in PEG-b-P(L)LA copolymers leads to a change in the morphology of the formed particles from spherical to rod-shaped one. According to TEM data, the PEG 45b-P(L)LA 18 copolymer with the shortest P(L)LA block forms spherical particles, while PEG 45 -b-P(L)LA 73 with the longest P(L)LA block forms rodshaped particles. In the case of PEG 45 -b-P(L)LA 41 and PEG 45 -b-P(L)LA 28 copolymers with an average length of the P(L)LA block, the coexistence of particles of both morphologies was observed, but with an increase in the proportion of the P(L)LA block in the copolymer, the proportion of rod-shaped particles increased. For the series of PEG 114 -b-P(L)LA copolymers, the formation of rod-shaped particles was found in the case of PEG 114 -b-P(L)LA 85 with the longest P(L)LA block. The coexistence of spherical and rodshaped particles was observed for PEG 114 -b-P(L)LA 63 and PEG 114 -b-P(L)LA 54 copolymers. A similar change in the morphology with an increase in the length of the P(L)LA block was found for PEG-b-P(L)LA particles prepared by dialysis [78] .",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 181,
                    "text": "[78]",
                    "ref_id": null
                },
                {
                    "start": 707,
                    "end": 709,
                    "text": "41",
                    "ref_id": null
                },
                {
                    "start": 1231,
                    "end": 1233,
                    "text": "63",
                    "ref_id": null
                },
                {
                    "start": 1415,
                    "end": 1419,
                    "text": "[78]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Effect of Hydrophobic PLA Block Length"
        },
        {
            "text": "Solubilizing ability of PEG-b-PLA particles. Generally, the volume of the particle core increases with an increase in the proportion of the hydrophobic block, which leads to an increase in the content of the loaded substance and an increase in the loading efficiency [92] [93] [94] . As an example, in [95], the manner in which the composition of PEG 113 -b-P(D,L)LA copolymers affects the ability of particles based on them to incorporate the anticancer drug, methotrexate, which is poorly soluble in water, was studied. With an increase in the proportion of the P(D,L)LA block from 46.6 to 95.0 wt % in PEG 113 -b-P(D,L)LA copolymers, an increase in the content of the drug loaded in NPs obtained by dialysis from 3.7 to 12.8% and of the load- ing efficiency from 17.4 to 47.3% (with the initial drug loading of 10 wt %) was observed. In [80] , when obtaining PEG 113 -b-P(D,L)LA nanoparticles loaded with water-soluble procaine hydrochloride by the nanoprecipitation method, it was found that the drug content in the particles and the efficiency of its encapsulation do not change with an increase in the P(D,L)LA block length and are ~0.24 and 8.3%, respectively (with the initial drug loading of 2 wt %).",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 271,
                    "text": "[92]",
                    "ref_id": null
                },
                {
                    "start": 272,
                    "end": 276,
                    "text": "[93]",
                    "ref_id": null
                },
                {
                    "start": 277,
                    "end": 281,
                    "text": "[94]",
                    "ref_id": null
                },
                {
                    "start": 840,
                    "end": 844,
                    "text": "[80]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Effect of Hydrophobic PLA Block Length"
        },
        {
            "text": "In [80] , it was assumed that an increase in the length of the hydrophobic P(D,L)LA block can lead to a decrease in the mobility of P(D,L)LA chains in the core of particles and, despite the increase in their size, to a decrease in the volume available for drug inclusion. In addition, with an increase in the length of the P(D,L)LA block, its hydrophobicity increases, which can also prevent the effective encapsulation of a hydrophilic drug into the particles. In [85] , the effect of the P(D,L)LA block length in PEG 113 -b-P(D,L)LA n copolymers on the content of the anticancer drug, oxaliplatin, in PEG 113 -b-P(D,L)LA n nanoparticles was studied. With an increase in the polymerization degree of the P(D,L)LA block n from 62 to 173 monomer units, the content of oxaliplatin in the particles decreased from 3.8 to 1.5 wt % (with the initial loading of the drug of 5 wt %). Apparently, oxaliplatin is adsorbed at the core-shell interface; the observed loading decrease can be explained by a decrease in the density of PEG chains in the stabilizing corona. In [82] , a decrease in the solubilization of another hydrophilic agent (procaine hydrochloride) with an increase in the molecular weight of the P(D,L)LA block was associated with a decrease in the mobility of P(D,L)LA chains in the core of the particles [82] and the formation of so-called frozen particles in the case of PEG 113 -b-P(D,L)LA n block copolymers with a sufficiently long P(D,L)LA block. The glassy core of such particles makes it difficult for the drug to penetrate and leads to a decrease in its loading.",
            "cite_spans": [
                {
                    "start": 3,
                    "end": 7,
                    "text": "[80]",
                    "ref_id": null
                },
                {
                    "start": 465,
                    "end": 469,
                    "text": "[85]",
                    "ref_id": null
                },
                {
                    "start": 1062,
                    "end": 1066,
                    "text": "[82]",
                    "ref_id": null
                },
                {
                    "start": 1314,
                    "end": 1318,
                    "text": "[82]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Effect of Hydrophobic PLA Block Length"
        },
        {
            "text": "An increase in the length of the crystallizing hydrophobic block within the block copolymer, as a rule, negatively affects the content of the loaded drug and the efficiency of its incorporation [96] . In [78] , the highest values of the loaded paclitaxel content and the efficiency of its loading were found for NPs based on PEG 45 -b-P(L)LA 41 copolymer with the longest P(L)LA block. The paclitaxel content in PEG 45 -b-P(L)LA 41 and PEG 45 -b-P(L)LA 22 particles was 5.5 ± 0.4 and 4.7 ± 0.6%, the loading efficiency was 57.8 ± 4.3 and 48.3 ± 11.6%, respectively. However, in the case of PEG 113 -b-P(L)LA nanoparticles, an increase in the P(L)LA block length from 54 to 85 monomer units did not affect the drug content and its loading efficiency, which were ~6.4 and 69%, respectively. Thus, depending on the nature of the drug (primarily its hydrophobicity), the length of the hydrophobic block of the copolymer and its crystallization affect the loading in different ways; and this must be considered when developing nanoformulations.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 198,
                    "text": "[96]",
                    "ref_id": null
                },
                {
                    "start": 204,
                    "end": 208,
                    "text": "[78]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Effect of Hydrophobic PLA Block Length"
        },
        {
            "text": "The release rate of a substance loaded into the block copolymer nanoparticle also depends on the ratio of the lengths of hydrophilic and hydrophobic blocks in the copolymer. In [95] , the manner in which the molecular composition of the copolymer affects the release rate of the anticancer drug, methotrexate, encapsulated in PEG 113 -b-P(D,L)LA nanoparticles was studied. The release of methotrexate was prolonged. An increase in the length of the hydrophobic P(D,L)LA block from 56 to 1330 monomer units led to a decrease in the rate of the release of the encapsulated drug. Thus, in the case of nanoparticles based on PEG 113 -b-P(D,L)LA 56 with the shortest P(D,L)LA block, ~50% of the loaded metatrexate was released within 5 days, while in the case of nanoparticles based on PEG 113 -b-P(D,L)LA 1330 with the longest P(D,L)LA block, ~10% of the drug was released within the same time [95] . In [86] , when studying kinetics of the release of hydrophobic drugs, tetracaine and sulindac, from P(D,L)LA x -b-PEG 202 -b-P(D,L)LA x nanoparticles, it was found that even a slight change in the P(D,L)LA block length affects the rate of drug release. All samples showed slow and prolonged release of both drugs (8-18 days) ; however, in the case of tetracaine, an increase in the length of the P(D,L)LA block x from 66 to 72 units led to a slower drug release, while the release rate of sulindac increased with an increase in the length of the P(D,L)LA block. As well, in [86] , the release kinetics of tetracaine and sulindac from NPs based on P(L)LA y -b-PEG 202 -b-P(L)LA y copolymers with the crystallizing hydrophobic P(L)LA block was studied, and it was found that an increase in the polymerization degree of the P(L)LA block y from 77 to 88 monomer units leads to an increase in the release rate of both drugs. In [78] , the manner in which the length of the P(L)LA block in PEG 45 -b-P(L)LA and PEG 114 -b-P(L)LA copolymers affects the rate of paclitaxel release from NPs was studied. The lowest paclitaxel release rate was found for NPs based on PEG 45 -b-P(L)LA 44 and PEG 114 -b-P(L)LA 85 copolymers with the longest P(L)LA block.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 181,
                    "text": "[95]",
                    "ref_id": null
                },
                {
                    "start": 890,
                    "end": 894,
                    "text": "[95]",
                    "ref_id": null
                },
                {
                    "start": 900,
                    "end": 904,
                    "text": "[86]",
                    "ref_id": null
                },
                {
                    "start": 1210,
                    "end": 1221,
                    "text": "(8-18 days)",
                    "ref_id": null
                },
                {
                    "start": 1471,
                    "end": 1475,
                    "text": "[86]",
                    "ref_id": null
                },
                {
                    "start": 1820,
                    "end": 1824,
                    "text": "[78]",
                    "ref_id": null
                },
                {
                    "start": 2071,
                    "end": 2073,
                    "text": "44",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Effect of Hydrophobic PLA Block Length"
        },
        {
            "text": "Thus, amphiphilic block copolymers based on lactones and PEG represent a flexible system for the development of nanoformulations with the controlled size of a carrier and high content of an active agent. The structure and characteristics of NPs, as well as their solubilizing ability and kinetics of the active substance release depend on the conditions of particle formation, the chemical nature, and the length of the blocks within the copolymer. These parameters can be used as effective tools in the development of new targeted drugs. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Effect of Hydrophobic PLA Block Length"
        },
        {
            "text": "In the last decade, there is an increased interest in branched polylactides with unique rheological, mechanical, and physicochemical properties [97] . It is especially important that branched polymers are characterized by a higher concentration of end groups compared with linear polymers with the same molecular weight. This affects their solubility and provides the possibility of the functionalization with vector ligands, hydrophilic blocks, drug agents, photoactive compounds.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 148,
                    "text": "[97]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Nanoparticles Based on Branched Amphiphilic Copolymers"
        },
        {
            "text": "Star-shaped polymers contain one branch point in their structure, from which three or more linear arms originate. Macromolecules of hyperbranched polymers have a nest-like structure with a large number of branching points; each of the linear chains can lead to the formation of at least two other arms [98] [99] [100] . To obtain amphiphilic branched s-PLA-b-PEG polymers, end groups of branched polylactides are modified with PEG blocks (Fig. 8) . The hydrophilichydrophobic balance of branched amphiphilic compounds can be controlled not only by the molecular weight of blocks, but also by changing the number of hydrophilic blocks per molecule. The described structures with a certain hydrophilic-hydrophobic balance are capable of forming monomolecular NPs that are resistant to sharp dilution in the human bloodstream. There are two principal approaches to the synthesis of branched polymers: the so-called arm first and core first methods. Branched polylactides are most often synthesized using the core first approach, which implies building the polymeric arms on the core molecule. A compound containing three or more OH groups (core) acts as a coinitiator of lactide polymerization in the presence of the catalyst, tin 2-ethylhexanoate (tin octoate) [101] . This method has an important advantage, namely, it consists in one step, in contrast to the arm first approach, in which linear or branched arms are primarily synthesized with their subsequent attachment to the core molecule. The number of arms in the resulting polymer is equal to the number of hydroxyl functional groups of the coinitiator. As an example, polyols such as trimethylolpropane, pentaerythritol, and dipentaerythritol are the most common multifunctional coinitiators for the synthesis of three-, four-, and six-arm star-shaped polylactides, respectively. For the synthesis of hyperbranched polymers, core molecules with a large number of OH groups are used. Such a core can be presented by Boltorn™ polyesters based on 2,2bis(hydroxymethyl)propionic acid, whose structure contains from 16 to 64 hydroxyl groups, depending on its pseudo generation.",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 306,
                    "text": "[98]",
                    "ref_id": null
                },
                {
                    "start": 307,
                    "end": 311,
                    "text": "[99]",
                    "ref_id": "BIBREF143"
                },
                {
                    "start": 312,
                    "end": 317,
                    "text": "[100]",
                    "ref_id": null
                },
                {
                    "start": 1259,
                    "end": 1264,
                    "text": "[101]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 438,
                    "end": 446,
                    "text": "(Fig. 8)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Nanoparticles Based on Branched Amphiphilic Copolymers"
        },
        {
            "text": "Aqueous suspensions of NPs based on branched amphiphilic block copolymers were studied using DLS. From the size distributions presented in Fig. 9a , it can be seen that in the case of NPs based on starshaped three-, four-, and six-arm block copolymers, two fractions of NPs are present. The fraction with a smaller hydrodynamic diameter D h1 belongs to individual NPs, while the fraction with a large size D h2 consists of their aggregates. However, with an increase in the number of arms from three to six at a similar molecular weight of hydrophobic PLA blocks, no significant difference in the hydrodynamic diameter of NPs formed is observed. In this case, the values of the average diameter vary from 14 to 16 nm depending on the number of arms.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 139,
                    "end": 146,
                    "text": "Fig. 9a",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Nanoparticles Based on Branched Amphiphilic Copolymers"
        },
        {
            "text": "In order to study the effect of the hydrophobic PLA block length on the NP size, a series of experiments on preparation of particles based on four-arm P(L)LA with the polymerization degree of 10, 25, and 50 was carried out. From the data presented (Fig. 9b) , it can be seen that with an increase in the length of the hydrophobic PLLA block of four-arm samples, the hydrodynamic diameter of NPs increases from 15 to 44 nm. As in the previous case, the intensity distribution shows bimodality for all samples. When analyzing distributions, it should be considered that the intensity of light scattering strongly depends on the size of the scattering object. When constructing distributions by the number of particles, it becomes clear that individual NPs are the predominant fraction.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 248,
                    "end": 257,
                    "text": "(Fig. 9b)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Nanoparticles Based on Branched Amphiphilic Copolymers"
        },
        {
            "text": "In [102] , NPs based on four-and six-arm s-PEG 45b-P(L)LA 30 block copolymers, with an average diameter of approximately 22 nm, are described. However, the size of particles based on the linear block copolymer with a similar molecular weight of hydrophobic and hydrophilic block was 30 nm, which may indicate a progressive tendency for the formation of monomolecular NPs with an increase in the number of arms. It is interesting that the contact angle in the case of P(L)LA n homopolymers decreased from 90° to 80°w",
            "cite_spans": [
                {
                    "start": 3,
                    "end": 8,
                    "text": "[102]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Nanoparticles Based on Branched Amphiphilic Copolymers"
        },
        {
            "text": "ith an increase in the number of arms due to an increase in the number of end hydroxyl groups. In turn, the addition of a hydrophilic block to macromolecules led to a significant decrease in the contact angle, the values of which increased in the range from 20° to 50° as the number of arms increased due to a decrease in the mobility of macromolecules. These results demonstrate that the hydrophilicity of branched block copolymers can depend not only on their chemical composition, but also on the macromolecular architecture [102] . In [103] , when studying 29 block copolymer using DLS, it was found that aqueous suspensions (as for star-shaped samples) consist of two fractions: individual NPs of 11-17 nm and their aggregates. This is also confirmed by TEM images of nanoparticles above and below their critical aggregation concentration.",
            "cite_spans": [
                {
                    "start": 528,
                    "end": 533,
                    "text": "[102]",
                    "ref_id": null
                },
                {
                    "start": 539,
                    "end": 544,
                    "text": "[103]",
                    "ref_id": null
                },
                {
                    "start": 561,
                    "end": 563,
                    "text": "29",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Nanoparticles Based on Branched Amphiphilic Copolymers"
        },
        {
            "text": "It was shown in [104] that along with the length of the hydrophobic block, the NP size can be affected by the ambient temperature, the aqueous suspension concentration, and the polymerization degree of the hydrophilic segment. It was found that an increase in the temperature leads to a decrease in the NP diameter due to PEG dehydration. In addition, in polymers in which the hydrophilic block is PEG 45 , an increase in the suspension concentration led to a significant increase in the NP diameter due to secondary aggregation. However, in the case of longer PEG 133 , this effect was not observed. A change in the molecular weight of PEG at a fixed length of the P(L)LA block also affected the NP size. The NP diameter increased as the weight decreased.",
            "cite_spans": [
                {
                    "start": 16,
                    "end": 21,
                    "text": "[104]",
                    "ref_id": null
                },
                {
                    "start": 402,
                    "end": 404,
                    "text": "45",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "Nanoparticles Based on Branched Amphiphilic Copolymers"
        },
        {
            "text": "NPs based on star-shaped block copolymers with hydrophobic poly-D,L-lactide-co-glycolide and hydrophilic PEG blocks were obtained by the nanoprecipitation method in [105] . The hydrodynamic diameter of the resulting NPs based on three-, four-, and six-arm samples was 85, 122, and 208 nm, respectively, with a molecular weight of the hydrophobic block of 4500 Da and fixed length of the PEG block. The loading of the hydrophobic drug doxorubicin also increased in the range from 6.98 to 7.82% with an increase in the number of arms and the rate of its release from NPs regardless of pH of the medium had an inverse relationship probably due to the formation of a more compact core with an increase in the number of arms. In [105] , in vitro tests showed that NPs based on the four-arm block copolymer had the high-est cellular uptake and cytotoxicity, were also carried out. A three-fold increase in the cellular uptake in comparison with three-and six-arm samples is greatly associated with the average size of the NPs themselves, which facilitates penetration into HeLa cells.",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 170,
                    "text": "[105]",
                    "ref_id": null
                },
                {
                    "start": 724,
                    "end": 729,
                    "text": "[105]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Nanoparticles Based on Branched Amphiphilic Copolymers"
        },
        {
            "text": "The loading and release of a drug compound can be influenced not only by the macromolecular architecture and the polymerization degree of the hydrophobic block, but also by the length of the hydrophilic segment. In [106] , using the example of four-arm s-PEG n -b-P(L)LA 70 block copolymers, differing in the molecular weight of PEG, it was shown that an increase in the loading of ibuprofen is observed with its increase and its release at later stages is also significantly slowed down.",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 220,
                    "text": "[106]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Nanoparticles Based on Branched Amphiphilic Copolymers"
        },
        {
            "text": "Along with the main characteristics of NPs, the presence of active ligands within block copolymers can significantly affect the cellular uptake. In [107] a difference in the viability of 4T1 cells in the presence of NPs based on the 64-arm PEG-b-P(L)LA block copolymer and its analog modified with folic acid was demonstrated. The cytotoxicity of NPs with solubilized doxorubicin containing 5 mol % of covalently bound folic acid was significantly higher due to its interaction with cancer cell receptors. An increase in the content of folic acid from 5 to 10% led to a decrease in the stability of NPs in the aqueous medium and their precipitation, probably due to the specific interaction of folic acid residues on the NP surface.",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 153,
                    "text": "[107]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Nanoparticles Based on Branched Amphiphilic Copolymers"
        },
        {
            "text": "Biodegradable polymers based on lactide represent a promising platform for nanomedicine. This is largely determined by their excellent biocompatibility and a wide range of instruments for regulating the molecular structure and properties, which in combination with modern methods for preparation of nanoparticles pro- vides the possibility of designing effective delivery systems for solving a variety of problems. The relative composition and molecular weight of the polymer, its molecular architecture (linear or branched), hydrophobic-hydrophilic balance, and the ability to crystallize are important characteristics affecting the size of nanoparticles and their ability to solubilize active compounds. Only a combination of research methods, including dynamic light scattering, electron microscopy and small-angle X-ray scattering, can provide complete information on the morphology and structure of a nanoformulation. Biodegradable nanoparticles ranging from 10 to 400 nm can be used to develop not only vaccines and nanoformulations of chemotherapeutic agents, but also to overcome various biological barriers, deliver genes, targeting to various inflamed tissues, and for many other applications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        }
    ],
    "bib_entries": {
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Solvents and Self-Organization of Polymers",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Tuzar",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Biomedical Polymers and Polymer Therapeutics",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Matsumura",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Desimone",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Enlow",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Luft",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Napier",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nano Lett",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF85": {
            "ref_id": "b85",
            "title": "Multifunctional Systems for Combined Delivery",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Safhi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Sivakumar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jabeen",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Biosensing and Diagnostics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/b978-0-323-52725-5.00008-3"
                ]
            }
        },
        "BIBREF116": {
            "ref_id": "b116",
            "title": "Biomacromolecules",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L.-Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tu",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF143": {
            "ref_id": "b143",
            "title": "Compendium of Polymer Terminology and Nomenclature-IUPAC Recommendations",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kahovec",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F T"
                    ],
                    "last": "Stepto",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "(Color online) The schematic structure of nanosomal delivery system.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "(Color online) The SAXS curve (a), pair correlation function (b), and reconstructed shape (c) of the sample of PLGA nanoparticles stabilized by Pluronic F68. substances and nanomaterials from the cells of the immune system and significantly extend the time of their circulation in the bloodstream.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The scheme for the synthesis of diblock (a) and triblock (b) copolymers of ethylene glycol and lactide, where n is the polymerization degree of the PLA block, m is the polymerization degree of the PEG block. linear PEG-b-PLA copolymers affects the size, morphology of formed NPs, their solubilizing ability, and the rate of the loaded substance release. Let us consider the effect of the stereoregularity and length of the hydrophobic PLA block within PEG-b-PLA copolymers on the size, morphology, solubilizing ability of PEG-b-PLA particles in aqueous solutions, as well as on the release rate of solubilized substances.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "(Color online) Self-organization of amphiphilic block copolymers into nanoparticles loaded with an active agent.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "The distribution of nanoparticles by hydrodynamic radii (a) for samples based on diblock PEG 113 -b-P(D,L)LA copolymers with P(D,L)LA block length of 70 (1), 210 (2), 700 (3), and 1400 units (4). Representative TEM image of nanoparticles based on PEG 113 -b-P(D,L)LA 700 (c = 0.5 mg/mL)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "(Color online) The structure of a star-shaped (sixarm) amphiphilic copolymer based on PLA and PEG. and morphology of NPs based on the hyperbranched PEG 45 -b-P(L)LA",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "The size distribution curves of nanoparticles based on star-shaped block copolymers: (а) the effect of the number of arms in the s-P(L)LA 25 -b-PEG 45 copolymer: 3 (1), 4 (2), 6 (3), 64 arms (4); (b) the effect of the hydrophobic block length: 4s-P(L)LA 10 -b-PEG 45 (1), 4s-P(L)LA 25 -b-PEG 45 (2), 4s-P(L)LA 50 -b-PEG 45 (3).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Experiments on dynamic light scattering were carried out at the OPTIKA Resource Center of the National Research Center Kurchatov Institute.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "The synthesis and study of PLGA nanoparticles, as well as preparation and studying nanoparticles based on PEG-b-PLA copolymers, were financially supported by the Russian Science Foundation (project no. 18-73-10079). Synthesis of star-shaped polymers was partially supported by the grant from the President of the Russian Federation to support young Russian Ph.D scientists (project no. MK-3658.2019.3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FUNDING"
        }
    ]
}