{
    "paper_id": "8e2fd7b8f862b053df11127ed8afe159efa0d426",
    "metadata": {
        "title": "Fracture of dual lumen cannula leading to cerebrovascular accident in a patient supported with ECMO",
        "authors": [
            {
                "first": "Salem",
                "middle": [
                    "T"
                ],
                "last": "Argaw",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Northwestern University",
                    "location": {
                        "addrLine": "676 N. Saint Clair Street, Suite 650",
                        "postCode": "60611",
                        "settlement": "Chicago",
                        "region": "IL",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Paul",
                "middle": [
                    "J"
                ],
                "last": "Devlin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Northwestern University",
                    "location": {
                        "addrLine": "676 N. Saint Clair Street, Suite 650",
                        "postCode": "60611",
                        "settlement": "Chicago",
                        "region": "IL",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "James",
                "middle": [
                    "A"
                ],
                "last": "Clark",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Northwestern University",
                    "location": {
                        "addrLine": "676 N. Saint Clair Street, Suite 650",
                        "postCode": "60611",
                        "settlement": "Chicago",
                        "region": "IL",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Rafael",
                "middle": [],
                "last": "Garza-Castillon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Northwestern University",
                    "location": {
                        "addrLine": "676 N. Saint Clair Street, Suite 650",
                        "postCode": "60611",
                        "settlement": "Chicago",
                        "region": "IL",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "Chitaru"
                ],
                "last": "Kurihara",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Northwestern University",
                    "location": {
                        "addrLine": "676 N. Saint Clair Street, Suite 650",
                        "postCode": "60611",
                        "settlement": "Chicago",
                        "region": "IL",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Ankit Bharat",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Northwestern University",
                    "location": {
                        "addrLine": "676 N. Saint Clair Street, Suite 650",
                        "postCode": "60611",
                        "settlement": "Chicago",
                        "region": "IL",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Chitaru",
                "middle": [],
                "last": "Kurihara",
                "suffix": "",
                "affiliation": {},
                "email": "chitaru.kurihara2@nm.org"
            },
            {
                "first": "Ankit",
                "middle": [],
                "last": "Bharat",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Extended duration extracorporeal membrane oxygenation (ECMO), using dual-lumen cannulas, is being used with increased frequency to support patients, including those with COVID-19; both as a bridge to transplant and lung recovery. During such an extended duration of support, there are several factors that might lead to the attrition of the physical structure of the ECMO cannulas, predisposing them to the risk of fracture. Although rare, fracture of the ECMO cannula can be a potentially lethal event. Here, we present a case where fracture of a dual lumen cannula during veno-venous (VV) ECMO support resulted in a cerebrovascular accident. We discuss the potential contributing factors and suggest steps to mitigate the risks for such a complication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "A 63-year-old woman with medical comorbidities, including hypertension and type II diabetes mellitus, was admitted with COVID-19 pneumonia. Two days later, she was intubated and VV-ECMO was initiated for acute hypoxic respiratory failure refractory to maximal medical and ventilator therapy. A 28Fr Crescent™ dual lumen cannula (Medtronic, MN) was placed through the left subclavian vein and connected to a centrifugal pump with oxygenator (Cardiohelp, Getinge, Sweden) with blood flow at 4 L, 2700 RPMs, sweep gas flow 4 L at 100% FiO 2 . Two weeks after cannulation, the patient failed weaning trials but could be separated from the ventilator. Six weeks after the onset of illness, she was deemed to have developed pulmonary fibrosis and was transferred to our center for consideration of lung transplant [1, 2] . Upon arrival, the patient was on 6 L high flow nasal cannula and VV-ECMO. The day after arrival, the patient developed acute aphasia and altered mental status. Head computed tomography scan was unrevealing. Video electroencephalogram did not demonstrate seizure or epileptiform activity. Within 24 h of the event, neurologic status returned to baseline. However, the following day, the patient lost consciousness again and experienced a witnessed seizure of the left arm. A sucking/hissing sound was heard from the left subclavian cannulation site and the ECMO bubble detector alarmed. The cannula insertion site was inspected with no obvious anomalies detected. On the chest radiograph, there was no apparent abnormality with the cannula. Repeat imaging of the brain and chest similarly demonstrated no abnormalities. The patient was reintubated for encephalopathy and subsequently underwent tracheostomy. The patient regained normal neurologic function, was able to wean to intermittent trach collar, and was interactive with the care team with time spent sitting up in the chair over the next 7 days.",
            "cite_spans": [
                {
                    "start": 808,
                    "end": 811,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 812,
                    "end": 814,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "However, soon thereafter, the bubble sensor alarmed again; a sucking/hissing sound was heard at her cannulation site again; and, there was visible \"foam\" within the oxygenator. Due to concerns of air entrapment and possible cannula malfunction, the decision was made to change to a bicaval VV-ECMO configuration using a right internal 1A) . She remained stable following the revision of VV-ECMO and did not develop new neurological episodes. Transplant work up was successfully completed, and the patient was listed for lung transplant two weeks later. Unfortunately, the patient progressed to bacteremia with sepsis and multi-organ dysfunction while awaiting a lung transplant. She was removed from the lung transplant list and care was withdrawn. At autopsy, a patent foramen ovale (PFO) was identified suggesting air embolism to the brain as the likely cause of the cerebrovascular accidents that she sustained.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 335,
                    "end": 338,
                    "text": "1A)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "This report presents an example of a cannula fracture in a patient being supported by VV-ECMO. The typical duration of a patient on ECMO for acute respiratory distress syndrome is 7-10 days and is considered prolonged if continued for more than 14 days [3] . The correlation between a patient's duration on ECMO and survival is controversial, with some studies showing no correlation while others show worsening survival [4, 5] . In Posluszny et al., the authors concluded that survival on prolonged ECMO support has improved over the years; but, survival rates are still lower with prolonged support when compared to a duration of less than 2 weeks [6] . Despite these findings, prolonged support can be justified in many cases [7] . An increasing number of patients are undergoing prolonged VV-ECMO runs for severe acute respiratory distress syndrome secondary to COVID-19 pneumonia. Lung transplantation has now been shown to be a life-saving treatment for select patients with COVID-19-associated lung failure, further increasing the duration of ECMO support as patients without evidence of lung recovery are being bridged to lung transplantation [1, 2] . With the duration of ECMO support stretching up to hundreds of days, it is important to understand the risks of prolonged ECMO cannulation, particularly in patients being transferred across institutions and during ambulation. Such efforts promoting mobilization of the patients can result in duress on the physical structure of the dual lumen cannula and result in pressure point-related cannula fracture, as evident in this case. Additionally, given the longer length of the dual lumen cannulas and the greater surface of the wire reinforcement, kinks or turns in the cannula can result in the wire reinforcement eroding through the outer plastic leading to the fracture of the cannula.",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 256,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 421,
                    "end": 424,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 425,
                    "end": 427,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 650,
                    "end": 653,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 729,
                    "end": 732,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1151,
                    "end": 1154,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1155,
                    "end": 1157,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Disruption in the cannula, or any component of the ECMO circuit, can have devastating consequences for patients and has been associated with increased odds of death [8] . In our case, the fracture likely occurred from the pressure point under the left clavicle where the cannula was compressed in the thoracic inlet, augmented by the bend at the exit site. While there was the formation of a clot preventing hemorrhage, there was air embolism. A small amount of air might be inconsequential as it is typically caught in the oxygenator before entering the patient. However, pumping large amounts of air into the patient can cause cardiovascular collapse [9] . In the presence of a right to left shunt, as in this case where a PFO was present, even small amounts of air can cause neurologic deficits from systemic air embolism [10] .",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 168,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 653,
                    "end": 656,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 825,
                    "end": 829,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In our experience, cannula fracture is likely in certain scenarios. The cannula was secured using multiple silk sutures to her skin, and dermabond dressing was applied at the insertion site to prevent air embolism. In our institution, we inspect ECMO cannula carefully 2-3 times a day. However, as seen in this patient, bending of the Crescent™ cannula at the wire reinforcement ( Fig. 1) can increase the risk of fracture. And in this case, the fracture site was behind and difficult to detect. Additionally, cannulas inserted into the internal jugular vein in the neck can bend at the insertion site or under the clavicle. The latter is also seen with subclavian insertion sites and can cause fracture as the cannula travels under the clavicle (Fig. 2B) , especially when the external portion is secured on the neck. Our group has also observed fractures with the PROTEKDuo™ cannula at the bifurcation, a point of flexion (Fig. 1B-D) , and where it turns within the right ventricle into the right ventricular outflow tract ( Fig. 2A) . To reduce the chances of the cannula fracture in the right ventricle, we suggest pulling back the cannula after initially advancing it to \"burp\" the cannula [11] .",
            "cite_spans": [
                {
                    "start": 1195,
                    "end": 1199,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 381,
                    "end": 388,
                    "text": "Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 746,
                    "end": 755,
                    "text": "(Fig. 2B)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 924,
                    "end": 935,
                    "text": "(Fig. 1B-D)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1027,
                    "end": 1035,
                    "text": "Fig. 2A)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, patients on prolonged ECMO runs who have air detection warnings from bubble sensors should raise a high clinical suspicion for cannula fracture and impending air embolism, even if the defect is not found on inspection and is not evident on imaging studies. Changing the cannulation strategy should be considered in these cases. Factors such as prolonged ECMO support and increased transportation events, amidst the ongoing COVID-19 pandemic, may predispose a cannula fracture. As more patients undergo prolonged ECMO support, while awaiting post-COVID-19 lung transplantation, future Fig. 1) of Crescent™ cannula can also lead to fracture studies will further enumerate the risks associated with prolonged ECMO runs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 599,
                    "end": 606,
                    "text": "Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Early outcomes after lung transplantation for severe COVID-19: a series of the first consecutive cases from four countries",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bharat",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "N"
                    ],
                    "last": "Machuca",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Querrey",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kurihara",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Garza-Castillon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Lancet Respir Med",
            "volume": "9",
            "issn": "",
            "pages": "487--97",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Lung transplantation for patients with severe COVID-19",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bharat",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Querrey",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Markov",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kurihara",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Garza-Castillon",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sci Trans Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/scitranslmed.abe4282"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Prolonged duration ECMO for ARDS: futility, native lung recovery, or transplantation?",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Rosenberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Haft",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bartlett",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Iwashyna",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Lynch",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "ASAIO J",
            "volume": "59",
            "issn": "",
            "pages": "642--50",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Long-term venovenous extracorporeal membrane oxygenation support for acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "N"
                    ],
                    "last": "Kon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dahi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Byrnes",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Bittle",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wehman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Ann Thorac Surg",
            "volume": "100",
            "issn": "",
            "pages": "2059--63",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Duration of extracorporeal membrane oxygenation is a poor predictor of hospital survival",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Staudacher",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bode",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wengenmayer",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Crit Care",
            "volume": "32",
            "issn": "",
            "pages": "207--215",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Outcome of adult respiratory failure patients receiving prolonged (≥ 14 days) ECMO",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Posluszny",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Rycus",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Bartlett",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Engoren",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Haft",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Lynch",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Ann Surg",
            "volume": "263",
            "issn": "",
            "pages": "573--81",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Feasibility of venovenous extracorporeal membrane oxygenation without systemic anticoagulation",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kurihara",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Walter",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Karim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Thakkar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Saine",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Odell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Thorac Surg",
            "volume": "110",
            "issn": "",
            "pages": "1209--1224",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Extracorporeal membrane oxygenation in adults with severe respiratory failure: a multi-center database",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Brogan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Thiagarajan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Rycus",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Bartlett",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Bratton",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Intensive Care Med",
            "volume": "35",
            "issn": "",
            "pages": "2105--2119",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Extracorporeal membrane oxygenation in transport part 2: complications and troubleshooting",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vieira",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Frakes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wilcox",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Air Med J",
            "volume": "39",
            "issn": "",
            "pages": "124--156",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Paradoxical air embolism from a central venous catheter",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Eichhorn",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bender",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Reuter",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Br J Anaesth",
            "volume": "102",
            "issn": "",
            "pages": "717--725",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Unusual complication of a right ventricular support-extracorporeal membrane oxygenation cannula",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Unger",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Sweis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bharat",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "JAMA cardiology",
            "volume": "6",
            "issn": "",
            "pages": "723--727",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Cannula site fracture. A Fracture of Crescent™ VV-ECMO B PROTEK Duo™ cannula withc a site of fracture marked with blue arrow (C and D) Close up of fracture site with slight flex on the distal cannula",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Sites of circuit fracture. A PROTEK Duo™. Flexion at the bifurcation (I) or bending of the cannula in the right ventricle (II) can lead to circuit fracture. B Crescent™. When placed in a subclavian approach, the cannula can bend under the clavicle at the skin entry point (III) increasing the risk of fracture. Bending of the cannula at the wire reinforcement (refer to",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Artificial Lung / ECMO",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors are thankful to Ms. Elena Susan and Mrs. Kweli Pryor for the formatting and submission of this manuscript to the Journal.Funding This work was supported by the National Institutes of Health, NIH HL145478, HL147290, and HL147575 (to AB).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The authors declare that they have no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        }
    ]
}