{
    "paper_id": "8ec1c5fbe07f6d0b4128436f950adbcb83a09990",
    "metadata": {
        "title": "COVID-19 Is Having a Devastating Impact on the Economic Well-being of Latino Families",
        "authors": [
            {
                "first": "Edward",
                "middle": [
                    "D"
                ],
                "last": "Vargas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gabriel",
                "middle": [
                    "R"
                ],
                "last": "Sanchez",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Latino Americans are more likely than non-Hispanic whites to contract COVID-19 and to face disproportionately high mortality rates when they contract the virus. What has not been well understood is the impact COVID-19 is having on the economic wellbeing of Latino families. Using the Abriendo Puertas/Latino Decisions National Parent Survey (1195), we asked Latino respondents how the pandemic has impacted their employment, savings, and finances and we also asked them how they have been coping to make ends meet. Using descriptive analysis and ordinal least squares regression, we find that Latinos are experiencing high job loss and business closures. We also find that young parents (18-29-year olds) and those with income levels of $25,000 or lower are experiencing the most economic stress. We also find that Latinos are having difficulty making housing payments and postponing educational and health-related services to make ends meet. We also find that just over half of Latinos have emergency savings under $1000 which is important given that unemployment benefits expired on July 31, 2020. In conclusion, this research finds that Latinos are experiencing economic stressors and are engaging in coping strategies that are deeply concerning and which require explicit attention from policymakers. Given that Latinos took the longest to recover from the Great Recession, policymakers should keep this in mind as we continue to monitor the implications of the recession, ideally looking at mechanisms to reduce the stress for Latino families and encourage policies which target low-income working class Americans and small business owners.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "COVID-19 has taken a significant toll on racial and ethnic communities across the country, while early work has focused on the economic and health consequences disproportionately impacting Black Americans (Hardy and Logan 2020) . We use this opportunity to focus on how COVID-19 is impacting Latina/o populations. Latino Americans are more likely than non-Hispanic Whites to become ill with the virus and have faced disproportionately high casualty rates when they contract the virus (Hernandez-Vallant et al. 2020) . As our article discusses, unfortunately Latino families are also being devastated by the economic recession driven by the need to close down many businesses due to fear of spreading the virus.",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 227,
                    "text": "(Hardy and Logan 2020)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 484,
                    "end": 515,
                    "text": "(Hernandez-Vallant et al. 2020)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We draw from a recent Abriendo Puertas/Latino Decisions National Parent Survey to identify the factors that are most highly correlated with two economic stress variables we created based on a battery of survey questions that includes questions on economic stress such as job loss, lost wages, and business closures and economic coping strategies such as using pay-day loans, postponing educational, and health expenditures. Our analysis suggests that not only is a large segment of Latino families facing severe economic stress due to the health pandemic, but a large percentage have only a shockingly small safety net and limited access to financial support to weather this financial stress. Our analysis includes an assessment of the coping techniques Latinos are taking to cope with the economic stress they are facing. When taken together, the survey data suggests a very rough road ahead for far too many Latino families.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "While descriptive in nature, our manuscript references relevant research that helps contextualize the findings from our survey. Given that Latinos were the population who was hit the hardest by the last economic recession, and took the longest to recover, tracking the financial stress across the Latino community early in this recession is critical.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Although it is still early into the pandemic, and similar to our team, researchers are just starting to acquire data for analyses, there is already evidence that Latinos may be disproportionately impacted by the economic recession associated with COVID-19 (Rodriguez-Diaz et al. 2020) . For example, Latinos stand to endure deep economic losses from both labor markets but also the costs associated with becoming personally impacted by COVID-19. These costs include medical care costs, joblessness, increased debt through predatory lending, and ultimately the unplanned costs of funerals and burials. Experts expect that Latinos are specifically vulnerable given persistent income inequalities, and their over representation in small businesses and employment in service, construction, and agricultural industries. In fact, unpublished economic research has found that 3.3 million small businesses were lost in the early stages of stay-at-home orders, with Latino-owned businesses dropping by 32% (Fairlie 2020) . The recent coronavirus crisis is forcing insurmountable business closures which will lead to an increase in housing evictions and foreclosures.",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 284,
                    "text": "COVID-19 (Rodriguez-Diaz et al. 2020)",
                    "ref_id": null
                },
                {
                    "start": 997,
                    "end": 1011,
                    "text": "(Fairlie 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Evidence of COVID-19's Impact on Latino Americans' Financial Well-Being"
        },
        {
            "text": "Emerging research has found evidence that Latino and African American households are in fact being harmed more severely by the economic stress created by the outbreak of the virus. For example, analysis of the US Census Bi-Weekly Pulse Survey by the Urban Institute provides strong evidence that Latinos have been hit hard economically by the recession associated with COVID-19. In fact, not only do Latinos have worse outcomes than whites in all economic well-being indicators available in the data, but in regard to income loss, and worry about paying rent or mortgage, Latinos are facing more economic stress than African Americans (Turner and King-Viehland 2020) . Given the devastating effect that COVID-19 is having on the African American community (Hardy and Logan 2020), the somewhat higher economic stressors among Latinos motivate a deeper analysis. The economic issues facing Latino and African American communities due to COVID-19 are particularly troubling given unpublished research that has found that the safety net through social policies in the USA cannot meet the spike in demand for these valuable resources (Bitler et al. 2020) .",
            "cite_spans": [
                {
                    "start": 635,
                    "end": 666,
                    "text": "(Turner and King-Viehland 2020)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1129,
                    "end": 1149,
                    "text": "(Bitler et al. 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Evidence of COVID-19's Impact on Latino Americans' Financial Well-Being"
        },
        {
            "text": "Research on the Great Recession of the 2000s and its impact on Latinos has shown that the impacts were not uniform for Latinos and immigrants. For example, Tran and Valdez (2017) analyze the Current Population Survey data and find that second-generation Mexicans and Puerto Ricans were at a disadvantage, relative to other Latinos groups who were better able to weather the recession. The impact of the recession was also not uniform geographically and by job sector. Using in-depth qualitative interviews, Valdez (2019) shows that the Great Recession had a negative impact on the wealth accumulation and business outcomes of middle-class Mexican-origin entrepreneurs in the city of El Paso, TX. There were also important occupational and residential differences; in that, there were housing and labor markets that were hit particularly harder than others.",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 178,
                    "text": "Tran and Valdez (2017)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 507,
                    "end": 520,
                    "text": "Valdez (2019)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Evidence of COVID-19's Impact on Latino Americans' Financial Well-Being"
        },
        {
            "text": "For example, Calnan and Painter (2017) find that there were large declines in the construction industry during the recession, and unemployment was particularly worse in metropolitan communities with large immigrant Latino populations. In examining education attainment and skill levels, research during this economic downturn also shows that it was low-skilled workers and immigrants without English proficiency and new entrants that were harder hit in the recession (Liu and Edwards 2015) . It is also important to note that historically, during times of economic downturns, there is also an upswing in anti-immigrant sentiment against Mexican-origin populations and other immigrants such as Chinese newcomers during the late 1890s. This was the case in Mexican repatriations of the late 1920s, Operation Wetback in the 1950s, and holds true for the mid-2000s. During the Great Recession, we witnessed an increase in immigration enforcement and the removal of undocumented workers and their families. The main difference between the early anti-immigrant waves relative to the Great Recession was the devolution of immigration enforcement powers to state local police officers through policies such as the controversial 287(g) program that deputized local law officers to now enforce federal immigration laws.",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 38,
                    "text": "Calnan and Painter (2017)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 467,
                    "end": 489,
                    "text": "(Liu and Edwards 2015)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Evidence of COVID-19's Impact on Latino Americans' Financial Well-Being"
        },
        {
            "text": "The intersection between the Great Recession and immigration enforcement is clearly seen in the housing and foreclosure market. Using a quasi-experimental approach, Rugh and Hall (2016) examine the variation in county applications for 287(g) immigration enforcement agreements and find a strong association between enforcement and Latino foreclosure rates. This research finds an even stronger relationship in counties with more immigrant detentions and a larger share of undocumented owner-occupied homes. This research shows how local immigration enforcement coupled with a recession can negatively impact Latino families and the important associations between enforcement, public policy, and economic stress. In sum, the Great Recession impacted Latinos and the research of this era shows the importance of context and the intersections between legal status, occupational status, geographical dispersion, and educational attainment. We argue that the recent economic downturn caused by the coronavirus will also impact Latinos in unique ways that may resemble that of the 2000s.",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 185,
                    "text": "Rugh and Hall (2016)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Evidence of COVID-19's Impact on Latino Americans' Financial Well-Being"
        },
        {
            "text": "In this research, we examine and identify the factors that are most highly correlated with economic stress and economic coping in the month of July (2020), 4 months after President Trump declared the novel coronavirus a national emergency. This analysis allows us to better understand a large segment of the Latino community who have families and who are facing severe economic stress due to the health pandemic. Our national survey provides us an opportunity to better understand the personal experiences of the Latino community to hopefully shape federal policy to help all Americans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evidence of COVID-19's Impact on Latino Americans' Financial Well-Being"
        },
        {
            "text": "Our effort to examine economic coping behavior builds on a long-standing literature that has looked at how American households react to economic shocks. For example, research has found that women and mothers may modify their behavior differently than men during economic downturns, but that gender differences are influenced by the economic standing of families (Sabarwal et al. 2011) . Research has also documented the struggles of racial and ethnic minorities and the disparities in savings and intergenerational wealth that help buffer emergency situations or unanticipated job loss (Darity and Mullen 2020; Pfeffer and Killewald 2017) . When looking at the impact of economic shocks and health, research during the Great Recession has found that short-term unemployment has disproportionately impacted the mental health in the blacks and to a lesser extent whites Americans (Diette et al. 2018) . We continue this line of inquiry and focus on Latino populations during the coronavirus pandemic. Using the Abriendo Puertas/Latino Decisions National Parent Survey, we examine how the pandemic is impacting Latino employment, savings, and finances and how they have been coping to make ends meet.",
            "cite_spans": [
                {
                    "start": 362,
                    "end": 384,
                    "text": "(Sabarwal et al. 2011)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 586,
                    "end": 610,
                    "text": "(Darity and Mullen 2020;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 611,
                    "end": 638,
                    "text": "Pfeffer and Killewald 2017)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 878,
                    "end": 898,
                    "text": "(Diette et al. 2018)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Evidence of COVID-19's Impact on Latino Americans' Financial Well-Being"
        },
        {
            "text": "We use the Abriendo Puertas/Latino Decisions National Parent Survey (2020) to explore the impact that COVID-19 has had on the economic well-being of Latino families in the USA. The survey was conducted from June 12 to 19, 2020, and has a nationally representative sample of 1195 Latino parents and legal guardians including foster parents and grandparents. The survey was conducted in English or Spanish at the discretion of the respondent with interviews conducted online, as well as through live telephone interviews on both landline and cellphones. One of the major goals of the survey was to evaluate the economic vulnerability of Latino families during the COVID-19 pandemic. The survey has a ± 2.8% margin of error, with larger margins for sub-samples. The large sample size of this national survey allows for comparisons to be made in attitudes and experiences across a number of sources of variation within the Latino community, including nativity, socio-economic status, skin color, homeownership, and whether respondents are essential workers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data and Methods"
        },
        {
            "text": "Upon completion, the data were weighted to match the US Census ACS for parents and grandparents of Latino origin nationally. The sampling design and weighting approach means that our results are representative of Latino families with children 18 years of age or younger. This survey's results are to our knowledge the most comprehensive study of Hispanic/Latino families regarding COVID-19. All analysis is conducted using Stata15 and estimated using sample weights, and we use robust standard errors to control for heteroskedasticity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data and Methods"
        },
        {
            "text": "Our measures of economic coping and stress are a summated scale that combines the following economic outcomes taken from survey questions asked about the household (see Table 1 , Cronbach alpha is a measure of internal consistency, that is, how closely related a set of items are as a group. It is considered to be a measure of scale reliability). The summated scales are created to be summing up the individual binary values, so as you increase up the summated scale you have either a higher economic stress or engaged in more economic coping mechanisms to make ends meet.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 169,
                    "end": 176,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Data and Methods"
        },
        {
            "text": "For our economic stress summated scale (Cronbach alpha = 0.72), we asked the respondents \"For each of the following, please indicate whether any of the circumstances apply to you or someone in your household because of the recent coronavirus outbreak: Lost their job; The business I own has been shut down or seen a drop-in revenue; Had work hours cut, or pay cut, but kept their job; Had trouble making rent or mortgage payment; Have lost a significant amount of retirement savings.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data and Methods"
        },
        {
            "text": "For economic coping summated scale (Cronbach alpha = 0.84), we asked the respondents \"Have you done any of the following to manage your financial situation during the pandemic?\" The responses included \"Borrowed money from friends or family; Applied for a loan from a bank or credit union; Borrowed money from a pay-day or easy loan company with a high interest rate; Used up all or most of my savings to help pay for our family's expenses; Skipped a monthly car, rent, or mortgage payment; Postponed or cut back on health-related expenses; Postpone or quit education/career related expenses; Moved or changed my housing situation.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data and Methods"
        },
        {
            "text": "Our main independent variables include if the respondent is an essential worker as we asked respondents if they \"Continue to go to work outside of the house?\" We also asked the relationship with the focal child (using grandparents as reference category), age of respondent (using under 29 years of age as the reference category), age of children in the household (using children in the household under 4 years of age as the reference category), education attainment, income, the total amount of savings for emergencies (using $100 as the reference category), marital status, if the respondents have internet in the home, nativity, homeownership, skin color, and if their child has had to remain at home because of the coronavirus. To measure skin color, we asked respondents to describe their appearance using a scale from 1 to 5 where 1 represents very light and 5 represents being very dark. We created a binary variable with 1 = very light and light, and 0 = medium, dark, and very dark.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data and Methods"
        },
        {
            "text": "We begin our results section with a discussion of the descriptive statistics of our dependent and primary independent variables. We then estimate ordinary least squares regression to better understand which Latino families are experiencing the worst outcomes 3 months after President Trump declared a national emergency (March 13, 2020) due to the novel coronavirus. Our descriptive analysis finds that 29% of Latino families have had someone in their household lose their job since COVID-19 began shutting down businesses across the country. We find that job losses among Latinos are highest among 18-29-year olds and those with income levels of $25,000 or lower (37% respectively).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion of Descriptive Results"
        },
        {
            "text": "We also find that a large percentage of Latino businesses have been impacted by the virus, as 33% of Latino parents/ primary caregivers have either seen their business shut down or have experienced significant drops in revenue. The fact that 1 in 3 Latino families have seen their businesses impacted by COVID-19 is dramatic given the huge role Latino small business owners have had in keeping this critical component of the economy alive and well. In fact, the number of majority Latino-owned employer businesses increased more than 13% between 2014 and 2016, compared to less than 3% growth for non-Latino-owned businesses (Mills et al. 2018) .",
            "cite_spans": [
                {
                    "start": 625,
                    "end": 644,
                    "text": "(Mills et al. 2018)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion of Descriptive Results"
        },
        {
            "text": "When it comes to paying housing, 41% of Latino parents/ primary caregivers have had trouble paying for their rent or mortgage. The cost of housing has been more challenging for those who are renting their homes, as we find that 49% of renters indicating that they are having trouble paying their rent compared to 35% for those who own their home. We also find that 52% of Latino parents/primary caregivers have had their work hours cut, or their pay cut, but have kept their jobs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion of Descriptive Results"
        },
        {
            "text": "When combined into an economic stress scale, our measure ranges from 0 to 5 with a mean of 2 (s.d. 1.66), revealing that the average Latino family in the USA have faced two of these economic stressors at this point in the pandemic. The scale indicates that 16% of Latino parents and grandparents have faced at least one of these economic stressors, with 18% facing at least two. Another 18% have experienced 3 or less stressors and 10% have experienced 4 and 5 economic stressors, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion of Descriptive Results"
        },
        {
            "text": "In addition to tracking the economic stress that Latino families have faced during the unprecedented health pandemic, the survey allows for a discussion of the steps that Latino parents and grandparents have taken to address these economic challenges (i.e., coping). Unfortunately, Latino families have had to make several tough decisions in order to manage the deteriorating financial situations of their households during the pandemic. One of the most tragic findings from the survey is that 1 in 4 (26%) of economically vulnerable Latino families have turned to pay-day or easy loan companies that charge a high interest rate. Using this option is highest among parents with young families with children ages 0-4 at 33% and suggests a very rough road ahead for the economic trajectories of these families, and particularly, the children in these families. This finding strongly suggests that the need for regulation of the predatory short-term lending businesses should be enhanced to ensure that families facing dire economic consequences due to the public health crisis do not find themselves in financial ruin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion of Descriptive Results"
        },
        {
            "text": "We also find that 42% of respondents used up all or most of their savings to help pay for family experiences, over 32% have postponed or quite education/career related expenses, and 33% postponed or cut back health-related expenses. These coping mechanisms will have long-term consequences and undue much of recent gains in health care coverage through the Affordable Care Act and educational gains in higher education.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion of Descriptive Results"
        },
        {
            "text": "For our economic coping scale, our measure ranges from 0 to 8 with a mean of 2.49 (s.d. 2.51). The scale indicates that 12% of Latino parents and grandparents have utilized at least one of these economic coping strategies, with 10% facing at least two. Indicative of how hard COVID-19 is hitting the Latino population, 7% of all Latino families have had to use all of the economic coping strategies we include in our scale and 15% have experienced at least four economic challenges.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion of Descriptive Results"
        },
        {
            "text": "Our article intends to provide a comprehensive discussion of the economic vulnerability of Hispanic families during this challenging time in American history. The fragility of the Latino community is best reflected in the limited safety net most respondents in our representative sample of Latino families have available to lean on during this difficult time. As reflected in Tables 1 and 2, half (52%) of Hispanic families across the country have only $1000 or less in savings for financial emergencies, and fully 23% with an astonishing $100 or less. Given this very limited safety net, it is not surprising that 42% of Latino families in the survey indicate that they have used up all of their family's savings to pay for basic living expenses. This finding is in line with past research and has found that due to limited liquid assets, Latinos face harder material hardships during financial shocks like that caused by COVID-19 (Despard et al. (2018) . This finding also suggests that the COVID-19 inequalities in economic outcomes facing both African Americans and Latinos are at least partially due to the very limited emergency safety net resources both communities share, as African Americans have been found to lack savings needed to weather economic shocks (Darity and Mullen 2020).",
            "cite_spans": [
                {
                    "start": 932,
                    "end": 954,
                    "text": "(Despard et al. (2018)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Latino Families Have Limited Safety Net Funds to Rely on"
        },
        {
            "text": "Our discussion of descriptive statistics has identified the significant economic strain Latinos families are under as a result of the economic recession created by the need for states to close down many business operations in an effort to reduce the spread of the virus. Our discussion also suggests some possible sources of internal variation among Latino families. As we turn our attention to the regression analysis, our goal is to identify the factors among Latinos that are correlated with our economic stress and coping behavior dependent variables. In all of our analysis, we run our models using robust standard errors to control for heteroskedasticity. This process will hopefully help our effort to provide policy-makers and advocacy organizations with insights on the sub-groups of the Latino community who are most vulnerable to the economic downturn that may linger for some time. We begin with the economic stress model to identify factors that are correlated with facing economic challenges such as job loss or being furloughed. We find that parents (birth and foster) relative to grandparents and other guardians are more likely to be experiencing economic stress. This is particularly true for fathers whose economic stress increased by 0.29 relative to mothers, which is statistically significant at the 0.01 level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion of Regression Results"
        },
        {
            "text": "We also find that young parents under the age of 29 are more likely to experience economic stress relative to parents who are 30-44 and parents in the 45 plus age range. Interestingly, we also find that essential workers who are leaving the house for work during the pandemic relative to non-essential workers are 0.65 times more likely to experience economic stress, holding all else constant. This suggests that despite holding on to their jobs, essential workers have faced other significant economic challenges that require support. In addition, we also find that parents who have children home-schooling are also more likely to be experiencing economic stress. Underlining how devastating the recession has been for many vulnerable Latino families, those who have under $100 in emergency savings are more likely to be experiencing economic stress and hardships relative to those with $500 or more in reserves. When examining homeownership, we find that homeowners are less likely than renters to report economic stress, holding all else constant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion of Regression Results"
        },
        {
            "text": "We also find that skin color has a statistically significant effect on economic stress as measured in our scale of economic hardships faced during COVID-19. There is an existing literature across the social sciences that has found skin color among Latinos to have an effect on several outcomes, including racial-identification (Golash-Boza and Darity Jr 2008; Darity Jr. et al. 2005) , and health outcomes (Garcia et al. 2015) . Most directly tied to this study, scholars have found that darker-skinned have some worse economic outcomes than their lighter-toned counterparts (Rosenblum et al. 2016; Davila et al. 2011 ). However, darker skin color does not always translate to negative economic outcomes, as it is not statistically correlated with employment probabilities (Davila et al. 2011) . We find that light-skinned Latinos have actually faced worse economic stress as reflected in our summated scale than their darker counterparts. For reliability, we also ran our analysis using skin color as a continuous variable and find a consistent trend that light-skinned Latinos are more likely to be experiencing economic stress and engaging in economic coping mechanisms to make ends meet.",
            "cite_spans": [
                {
                    "start": 344,
                    "end": 359,
                    "text": "Darity Jr 2008;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 360,
                    "end": 383,
                    "text": "Darity Jr. et al. 2005)",
                    "ref_id": null
                },
                {
                    "start": 406,
                    "end": 426,
                    "text": "(Garcia et al. 2015)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 575,
                    "end": 598,
                    "text": "(Rosenblum et al. 2016;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 599,
                    "end": 617,
                    "text": "Davila et al. 2011",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 773,
                    "end": 793,
                    "text": "(Davila et al. 2011)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion of Regression Results"
        },
        {
            "text": "When we turn to our economic coping analysis, we find similar patterns in that parents relative to grandparents are more likely to use coping strategies to address their economic challenges. Not surprising, we also find that households with less than $100 savings for emergencies are most likely to be engaged in some economic coping mechanism to weather the financial crisis. Once again, we find that essential workers relative to non-essential workers are more likely to be making some form of compromises to make ends meet. We also find that mothers are less likely than fathers to be engaging in economic coping strategies. Both models also suggest that respondents who have more education and who have higher household incomes are also more likely to be experiencing economic stress and utilizing strategies to overcome those obstacles. This counterintuitive finding suggests that Latinos with higher SES levels, including business owners, are being impacted sharply by the nature of this economic downturn.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion of Regression Results"
        },
        {
            "text": "As this survey makes clear, Latino families across the nation are struggling financially because of the severe impact that COVID-19 has had on the economy and need as much support as possible to weather this storm. The financial stress families are under right now is reflected in families making \"receiving help with wages and income\" the most cited issue (32%) in an open-ended question to respondents asking them about the most important issues facing their community that the federal government should address.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion -Discussion"
        },
        {
            "text": "Our study is conducted a few months into the pandemic during a critical time when many states are closing down businesses to stop the spread of the virus which has put many Americans out of work. Our findings suggest that this recession has not been restricted to a specific segment of the workforce or demographic group among Latinos. For example, even essential workers who may be perceived to be faring well by being able to continue working are seeing significant economic stress during the pandemic. Similarly, the economic downturn appears to be hitting higher SES Latinos very hard. While these trends may shift as the recession continues taking hold across the country, these preliminary results are informative for public policy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion -Discussion"
        },
        {
            "text": "We suggest that policymakers at both the state and national levels consider enacting policies that support Latino families recognizing the nuances associated with the recession. This includes directing support to Latino families who are not eligible for federal funding due to their immigration status, and working families who have not lost their jobs but who still face tremendous economic challenges. These families that are so essential to providing food and other services to our nation at a critical time in our history should not be putting themselves in financial danger while helping to keep the economy afloat.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion -Discussion"
        },
        {
            "text": "Research on the Great Recession suggests that in addition to young workers and African Americans, Latinos experienced the highest rates of jobs losses and under-employment among dislocated workers who were eventually re-employed (Sum et al. 2010) . The median personal income of Hispanic workers was $28,400 in 2007 during the heat of the recession, and saw a loss of 7% in 2013 to a median income of $26,400 (Pew 2019). Latinos took the longest to recover from the Great Recession and were barely at a point financially similar to before the 2007 market crash. We should keep this in mind as we continue to monitor the implications of the recession, ideally looking at mechanisms to reduce the stress for Latino families so that recent history does not repeat itself.",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 246,
                    "text": "(Sum et al. 2010)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion -Discussion"
        },
        {
            "text": "Conflict of Interest The authors declare that there is no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with Ethical Standards"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The social safety net in the wake of COVID-19",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bitler",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Hoynes",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Schanzenbach",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The response of Latino immigrants to the Great Recession: occupational and residential (im) mobility. Urban Stud",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Calnan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Painter",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "54",
            "issn": "",
            "pages": "2561--91",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "From Here to equality: reparations for Black Americans in the twenty-first century",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Darity",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Mullen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Bleach in the rainbow: Latin ethnicity and preference for whiteness",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Darity",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "William",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dietrich",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hamilton",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Transform Anthropol",
            "volume": "13",
            "issn": "",
            "pages": "103--112",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Does Mestizaje matter in the US? Economic stratification of Mexican immigrants",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Davila",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Mora",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Stockly",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Am Econ Rev",
            "volume": "101",
            "issn": "3",
            "pages": "593--600",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Financial shocks, liquid assets, and material hardship in low-and moderate-income households: differences by race",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Despard",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Grinstein-Weiss",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Econ Race Policy",
            "volume": "1",
            "issn": "",
            "pages": "205--221",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "unemployment, and mental health in the USA: what can we infer about the psychological cost of the great recession across racial groups",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Diette",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Goldsmith",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hamilton",
                    "suffix": ""
                },
                {
                    "first": "Darity",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Race",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "75--91",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The impact of COVID-19 on small business owners: the first three months after social-distancing restrictions",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Fairlie",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Race as Lived Experience: The Impact of Multi-Dimensional Measures of Race on Self-Defined Health Status of Latinos",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Garcia",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Sanchez",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Vargas",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ybarra",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sanchez-Youngman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Du Bois Review",
            "volume": "12",
            "issn": "2",
            "pages": "349--73",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Latino racial choices: the effects of skin colour and discrimination on Latinos' and Latinas' racial self-identifications",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Golash-Boza",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Darity",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Ethn Racial Stud",
            "volume": "31",
            "issn": "",
            "pages": "899--934",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Racial economic inequality amid the COVID-19 crisis. The Hamilton Project",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Hardy",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Logan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Compliant but unprotected: communities of color take greater action to prevent the spread of COVID-19 but remain at risk",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hernandez-Vallant",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sanchez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Roybal",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gomez-Aguinaga",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Abrams",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Daniel",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vargas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pena",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Dominguez",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Immigrant employment through the Great Recession: individual characteristics and metropolitan contexts",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Edwards",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Soc Sci J",
            "volume": "52",
            "issn": "3",
            "pages": "405--419",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Shining a light on national trends: Latino Entrepreneurship Initiative-Graduate School of Business",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Mills",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Battisto",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lieberman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Orozco",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Perez",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Latinos' incomes higher than before Great Recession, but U.S.-born Latinos yet to recover",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Pew Research",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Center",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Generations of advantage: multigenerational correlations in family wealth",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "T"
                    ],
                    "last": "Pfeffer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Killewald",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Soc Forces",
            "volume": "96",
            "issn": "4",
            "pages": "1411--1453",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Risk for COVID-19 infection and death among Latinos in the United States: examining heterogeneity in transmission dynamics",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Rodriguez-Diaz",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Guilamo-Ramos",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mena",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Honermann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Crowley",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Epidemiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Looking through the shades: the effect of skin color on earnings by region of birth and race for immigrants to the United States",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rosenblum",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Darity",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Hamilton",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Sociol Race Ethn",
            "volume": "2",
            "issn": "",
            "pages": "87--105",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Deporting the American dream: immigration enforcement and Latino foreclosures",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Rugh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Sociol Sci",
            "volume": "3",
            "issn": "",
            "pages": "1053--76",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "License: CC BY 3.0 IGO Sum A, Khatiwada I, Palma S. Labor underutilization problems of US workers across household income groups at the end of the great recession: a truly great depression among the nation's low income workers amidst full employment among the most affluent",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sabarwal",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sinha",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Buvinic",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Second-generation decline or advantage? Latino assimilation in the aftermath of the Great Recession",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "C"
                    ],
                    "last": "Tran",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Valdez",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Int Migr Rev",
            "volume": "51",
            "issn": "1",
            "pages": "155--90",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Economic hardships from COVID-19 are hitting Black and Latin people hardest. Here Are Five Actions Local Leaders Can Take, Urban Institute, Urban Wire, Race and Ethnicity",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "King-Viehland",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The great recession and precarious wealth among middle-class Mexican-origin entrepreneurs",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Valdez",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Ethn Migr Stud",
            "volume": "14",
            "issn": "",
            "pages": "1--8",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Summary statistics using the 2020 Abriendo Puertas/Opening Doors National Survey",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}