{
    "paper_id": "8ee117df56c4514d09663d0497dc48763e23874e",
    "metadata": {
        "title": "Local topological features of robust supply networks",
        "authors": [
            {
                "first": "Alexey",
                "middle": [],
                "last": "Lyutov",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yilmaz",
                "middle": [],
                "last": "Uygun",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Marc-Thorsten",
                "middle": [],
                "last": "Hütt",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "clustering coefficient), network motifs have drawn the attention to a 'mesoscale' 1 with the hope of explaining some of the functional properties of complex networks via the networks' non-random features on this scale of organization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In fact, motif signatures-patterns of non-random occurrences of certain few-node subgraphs-have been identified and associated to the networks' functional categories (Milo et al. 2004 ) and have been, in subsequent studies, linked to the robustness of the networks' dynamical function, e.g., for Boolean dynamics (Klemm and Bornholdt 2005) and flow networks evolved towards a robust performance under random deletion of links or nodes ; Kaluza et al. 2008; Beber et al. 2013) .",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 183,
                    "text": "(Milo et al. 2004",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 313,
                    "end": 339,
                    "text": "(Klemm and Bornholdt 2005)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 437,
                    "end": 456,
                    "text": "Kaluza et al. 2008;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 457,
                    "end": 475,
                    "text": "Beber et al. 2013)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The question addressed in our investigation is whether the deep relationship between motif signatures and robust functioning identified in network science translates to supply networks as well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Supply networks are shaped by a multitude of factors, including technological constraints, human preferences, available infrastructures and earlier relationships among suppliers and producers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Modeling is often used to ask for the effect one of the influencing factors might have on supply networks, when considering this factor isolated from all other factors. Network formation games (Bloch and Jackson 2006; Fiat et al. 2006; Chekuri et al. 2007; Anshelevich et al. 2008) , for example, focus on human preferences and decision patterns and embed supply networks in a game-theoretical framework. The structural consequences of resilience (Li et al. 2020) [see also the systematic literature review in Aldrighetti et al. (2021) ] and 'network health' (Basole and Bellamy 2012, 2014) are other topics often addressed via mathematical modeling of supply systems.",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 217,
                    "text": "(Bloch and Jackson 2006;",
                    "ref_id": null
                },
                {
                    "start": 218,
                    "end": 235,
                    "text": "Fiat et al. 2006;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 236,
                    "end": 256,
                    "text": "Chekuri et al. 2007;",
                    "ref_id": null
                },
                {
                    "start": 257,
                    "end": 281,
                    "text": "Anshelevich et al. 2008)",
                    "ref_id": null
                },
                {
                    "start": 447,
                    "end": 463,
                    "text": "(Li et al. 2020)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 510,
                    "end": 535,
                    "text": "Aldrighetti et al. (2021)",
                    "ref_id": null
                },
                {
                    "start": 559,
                    "end": 570,
                    "text": "(Basole and",
                    "ref_id": null
                },
                {
                    "start": 571,
                    "end": 590,
                    "text": "Bellamy 2012, 2014)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Other modeling approaches of supply networks include fuzzy programming (Fazlollahtabar et al. 2013) , partial differential equations (D' Apice et al. 2009 ) and agent-based modeling (Li et al. 2020 ).",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 99,
                    "text": "(Fazlollahtabar et al. 2013)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 133,
                    "end": 154,
                    "text": "(D' Apice et al. 2009",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 182,
                    "end": 197,
                    "text": "(Li et al. 2020",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Here we ask, what network structures emerge, if robustness of the network is an important criterion. Our model is in the long tradition of minimal models (or 'toy models') often employed in econophysics and other application domains of statistical physics (Kutner et al. 2019) , in contrast to parameter-rich computational models. Such minimal models have the goal of understanding the 'stylized facts' (Buchanan 2012) of such realworld complex systems.",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 276,
                    "text": "(Kutner et al. 2019)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "For supply networks robust functioning is of utmost importance. Key aspects in the infrastructure of our industrialized world depend on it. As a consequence, the topic of supply network robustness has received substantial scientific attention. Methods from nonlinear dynamics have been applied to study supply and distribution networks under fluctuations (e.g. Ritterskamp et al. 2018; Demirel et al. 2019) . Using methods of nonlinear dynamics, especially parameterizing fixed points together with a stochastic sampling of the unknown entries of the Jacobi matrix (generalized modeling, Gross and Feudel 2006) were analyzed in Ritterskamp et al. (2018) and Demirel et al. (2019) (see also Gross et al. 2018) .",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 385,
                    "text": "Ritterskamp et al. 2018;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 386,
                    "end": 406,
                    "text": "Demirel et al. 2019)",
                    "ref_id": null
                },
                {
                    "start": 588,
                    "end": 610,
                    "text": "Gross and Feudel 2006)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 628,
                    "end": 653,
                    "text": "Ritterskamp et al. (2018)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 658,
                    "end": 679,
                    "text": "Demirel et al. (2019)",
                    "ref_id": null
                },
                {
                    "start": 690,
                    "end": 708,
                    "text": "Gross et al. 2018)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Typical approaches to quantify the robustness is to jointly consider functional and structural aspects (Dong 2006) or to view robustness as a function of declining service level under random or targeted attacks (Adenso-Díaz et al. 2018) . Some works analyze real-world networks using the robustness metrics (Brintrup et al. 2016; Zhao et al. 2019 ). Only few investigations design or simulate networks based on a robustness criterion (see also the literature review on robustness, responsiveness and resilience provided by Klibi et al. (2010) ). Exceptions include work on simplified supplier-retailer (Wei et al. 2015) or agent-based (Nair and Vidal 2011) models and simulate, design and optimize supply networks using the robustness criterion. Network motifs or similar topological features as indicators of robustness have not been discussed in the supply network literature.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 114,
                    "text": "(Dong 2006)",
                    "ref_id": null
                },
                {
                    "start": 211,
                    "end": 236,
                    "text": "(Adenso-Díaz et al. 2018)",
                    "ref_id": null
                },
                {
                    "start": 307,
                    "end": 329,
                    "text": "(Brintrup et al. 2016;",
                    "ref_id": null
                },
                {
                    "start": 330,
                    "end": 346,
                    "text": "Zhao et al. 2019",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 523,
                    "end": 542,
                    "text": "Klibi et al. (2010)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 602,
                    "end": 619,
                    "text": "(Wei et al. 2015)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "At the same time, supply and distribution networks are high-dimensional systems with high demands on efficient organization and the fulfillment of logistic target values. The design and operation of such networks are usually performed based on both local and global information (Blunck et al. 2018) and under the influence of other supply networks (Matous and Todo 2017) . These aspects are often addressed by optimization methods (e.g. Hendriks et al. 2012; Garcia and You 2015) . In Hendriks et al. (2012); Armbruster et al. (2011) , an abstract formulation of logistic networks (supply and distribution networks) has been formulated as an optimization problem.",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 298,
                    "text": "(Blunck et al. 2018)",
                    "ref_id": null
                },
                {
                    "start": 348,
                    "end": 370,
                    "text": "(Matous and Todo 2017)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 437,
                    "end": 458,
                    "text": "Hendriks et al. 2012;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 459,
                    "end": 479,
                    "text": "Garcia and You 2015)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 485,
                    "end": 508,
                    "text": "Hendriks et al. (2012);",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 509,
                    "end": 533,
                    "text": "Armbruster et al. (2011)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Methods from network science have been particularly employed to supply systems to analyze the impact of disruptions, such as transportation failure or supply shortages, and hence the robustness and resilience of such systems (e.g. Helbing et al. 2004; Sun and Wu 2005; Atalay et al. 2011; Brintrup and Ledwoch 2018; Arora and Ventresca 2018; Perera et al. 2017) . In Atalay et al. (2011) , the value of network representations of supply networks for an understanding of economic processes was elaborated, with an application focus on the automotive industry.",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 251,
                    "text": "Helbing et al. 2004;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 252,
                    "end": 268,
                    "text": "Sun and Wu 2005;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 269,
                    "end": 288,
                    "text": "Atalay et al. 2011;",
                    "ref_id": null
                },
                {
                    "start": 289,
                    "end": 315,
                    "text": "Brintrup and Ledwoch 2018;",
                    "ref_id": null
                },
                {
                    "start": 316,
                    "end": 341,
                    "text": "Arora and Ventresca 2018;",
                    "ref_id": null
                },
                {
                    "start": 342,
                    "end": 361,
                    "text": "Perera et al. 2017)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 367,
                    "end": 387,
                    "text": "Atalay et al. (2011)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The resilience and vulnerability of supply chains and supply networks to disruption were analyzed-particularly in light of the COVID-19 pandemic-in Ivanov and Dolgui (2020) and Ivanov (2020) . An overview of the important field of mathematical modeling of sustainable supply chains is provided by Seuring (2013) .",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 172,
                    "text": "Ivanov and Dolgui (2020)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 177,
                    "end": 190,
                    "text": "Ivanov (2020)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 297,
                    "end": 311,
                    "text": "Seuring (2013)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The embedding of supply networks in real geographical space, the often multi-modal nature of supply networks (distributing not a single good or material, but rather a whole range of goods and materials, which are often interdependent), as well as the weighted nature of supply networks (where suitable weights of edges are the total volume shipped along this edge in a certain time window, or the total value or the average cost per shipment, which in turn is partly related to geographical distance) all make formal network representations suitable for the analysis, e.g., of network motifs, challenging.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In order to account for these incompatibilities between abstract network representations and real-world features of these systems, we introduce a stylized supply network model, which retains the spatial embedding and the overall 'source-to-target' organization of supply networks, but is generic enough to allow for a motif analysis of the resulting networks. Lyutov et al. Applied Network Science (2022) ",
            "cite_spans": [
                {
                    "start": 360,
                    "end": 404,
                    "text": "Lyutov et al. Applied Network Science (2022)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Our supply network model consists of N nodes that are spatially distributed on a 2D plane (Fig. 1) . Each node can have one of three roles: producers (green in Fig. 1 ) that are generating a product, demanders (red) that require the product to be delivered, and intermediate nodes (gray) that neither produce, nor demand the product, but can be used to deliver the product efficiently (warehouses). A model setup is a set of N nodes, each with (x, y) coordinates and an assigned role. All setups used in the experiments in this paper have only one producing node and N d = N /2 demanders. In the scenario of a single-product systems, adding more producers results in much simpler networks that have little variation in network structures. In the current research, we focus on singleproduct single-producer systems. The coordinates of nodes for a single setup are sampled from a random uniform distribution. A supply network is a set of M directed edges that represent transportation routes in the system. Edges can start and end at any type of node: Cases, where an edge goes to producer or warehouse, represent resupply of delivery vehicles. Cases, where an edge goes from a demander node, represent parts of subsequent delivery routes. Each network has the following parameters: number of edges M, network cost c , and robustness r . Network cost c is the sum of the Euclidean distances of all edges in the network. It reflects how optimal the product paths in the network are with respect to edge length.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 90,
                    "end": 98,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 160,
                    "end": 166,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Supply network model"
        },
        {
            "text": "Robustness is a metric that shows how susceptible the network is to a random loss of edges. It is computed by finding the subset of edges E r such that any edge from E r can be safely removed from the initial network and the resulting network will still have paths from a producer to every demander. The robustness r , in this case, is r = |E r |/M . All networks in this research were required to have a full demand satisfaction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supply network model"
        },
        {
            "text": "A focus of our investigation is the analysis of these supply networks from the perspective of few-node subgraphs. To this end, we follow the concept of a motif signature proposed by Milo et al. (2004) . A motif analysis shows how over-or underrepresented certain 3-node subgraphs are in the investigated network. The analysis is done by comparing the frequency of each of 13 possible subgraphs (see Additional file 1: Fig. S1 ) in the original network to its randomized versions via a normalized vector of z-scores. In other words, we count every 3-node subgraph in the original network ( x i ), perform multiple randomizations of the network by switchreconnecting the edges, count the subgraphs in the randomized networks, and compare the count in the original network to the count distributions of the randomized networks (mean µ i , standard deviation σ i ). Components of the resulting vector are:",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 200,
                    "text": "Milo et al. (2004)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 418,
                    "end": 425,
                    "text": "Fig. S1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Supply network model"
        },
        {
            "text": "High z-scores of certain subgraphs-feedforward loop and bidirectional feedforward loop (7 and 9 in Additional file 1: Fig. S1 ) are associated with high robustness because they provide alternate routes using few links. Simpler subgraphs (1-5 in Additional file 1: Fig. S1 ) are usually associated with low robustness but high responsiveness of the network, as they allow to distribute materials or information quickly, but lack alternative routes. Another notable subgraph is the feedback loop (8 in Additional file 1: Fig. S1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 118,
                    "end": 125,
                    "text": "Fig. S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 264,
                    "end": 271,
                    "text": "Fig. S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 519,
                    "end": 526,
                    "text": "Fig. S1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Supply network model"
        },
        {
            "text": "Randomized networks in motif analysis can be generated using different versions of the null model. Here we have used the default setup used in the original research (Milo et al. 2004) , the version that does not preserve the mutual edges, and our custom null model that generates networks with the same level of demand satisfaction as the original network. To make the results more comparable, the default null model that preserves mutual edges has been used in the main part of our investigation, while the examples of results for the other null model variants are shown as Additional information. In general, the association of robustness with a non-random subgraph composition is observed in all null model variants. Motif calculations were performed using the mfinder software developed by .",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 183,
                    "text": "(Milo et al. 2004)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Supply network model"
        },
        {
            "text": "To solve a given setup of the model, it is necessary to find a network that connects producers and demanders in a robust and cost-efficient way. The problem of generating robust networks is computationally complex and has no analytical solution or simple yet efficient heuristic. It can be formulated as a multi-objective optimization problem with objective functions min(c) , max(r) , and additional constraints, e.g. the number of edges M or constraints on the edge lengths. The optimization problem is solved using genetic algorithms (Deb et al. 2002 ) with a small modification that allows simultaneous maximization and minimization of a target objective. This modification might be necessary in optimization problems where the allowed number of edges in a network has a lower boundary M 0 ≤ M . The shape of the Pareto front in this case might have two parts: below and above the minimal network cost (see example in Fig. 2 ). In this case, for the networks that have robustness lower than the robustness of the network with the best c ( r < 0.44 in the figure), the problem of minimizing the robustness is solved. For the networks above, the robustness is maximized. The critical robustness is re-evaluated after each generation, as the front evolves.",
            "cite_spans": [
                {
                    "start": 537,
                    "end": 553,
                    "text": "(Deb et al. 2002",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 922,
                    "end": 928,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Numerical simulations"
        },
        {
            "text": "During the optimization loop starts with picking the best networks from the previous generation G i−1 based on their rank (number of networks that are better at least by 1 optimization criterion). Then, new networks are created by mutating and recombining random best networks. There are three possible mutation procedures-removing, adding, or replacing random edges. The recombination procedure takes two networks, selects a random subset of edges from each, and outputs the network with the union of the selected edges. The new generation G i is finally created by combining the best networks from the previous generation, mutations and recombinations of randomly selected best networks, and purely random networks that satisfy the optimization constraints. The first generation G 0 is created as random networks that satisfy the optimization constraints (M, edge length, etc.). The process is repeated for G N generations without an explicit convergence stop. A schematic diagram of the optimization procedure is given in Fig. 3 . Each optimization starts with its own random networks, ensuring that optimization runs for different model setups (different N, M, or node locations) do not affect the results of each other.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1025,
                    "end": 1031,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "Numerical simulations"
        },
        {
            "text": "K random networks that satisfy optimization constraints Fig. 3 Scheme of the optimization process. First, G 0 is created as random networks that satisfy the optimization constraints (M, edge length, etc.). Then, to create the new generation, the algorithm picks the best networks from the previous generation and creates new networks by mutating and recombining the best networks. The new generation is finally created by combining the best networks from the previous generation, mutations and recombinations of randomly selected best networks, and purely random networks that satisfy the optimization constraints. Then, the procedure is applied to the new generation. The process is repeated for G N generations",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 56,
                    "end": 62,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "Numerical simulations"
        },
        {
            "text": "In the first set of numerical experiments, we investigated how the robustness shapes supply networks on a structural level. To do so, we optimize robustness r and network cost c for 50 setups with the different spatial distribution of nodes while keeping the node roles fixed. For each network setup, the optimization algorithm starts with its own random networks and runs independently. In the result, for each single setup there is a Pareto front of several networks, each with its own c and r . Then, from each front we take one network with a corresponding r and analyze them together. During the whole process, different setups do not interact with each other, networks are formed independently and cannot affect or bias the networks in other runs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Robust supply networks"
        },
        {
            "text": "It is clear that the allowed number of edges in a network M has a direct impact on the robustness. It is much easier to install robustness with more edges, as the number of alternative paths increases rapidly with higher connectivity, e.g. by having direct edges from the producing node and duplicating them through one intermediate node. On the other hand, when M is close to the minimal number of edges required for full demand satisfaction, no edges can be used as alternative paths. To make networks in both cases more specific, we have defined the minimum M min and the maximum M max number of edges allowed in the optimal networks and varied these boundaries, solving 50 different setups for each pair ( M min , M max ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Robust supply networks"
        },
        {
            "text": "The first series of optimizations are performed for N = 20 nodes with (M min , M max ) ∈ [(10, 16), (13, 19) , . . . , (40, 46) ] . Inspecting the optimization results in form of Pareto fronts (Fig. 4) it can be seen that depending on the allowed number of edges high or low robustness areas become less populated. To analyze the structures of robust and vulnerable networks, we are sampling one network with low and one network with high robustness from each of the 50 optimizations. The low and high robustness, in this case, are defined as 10 and 90 percentiles of the r values for each edge limit. Figures 5 and 6 show motif patterns of low and high robustness networks from 50 different setups. The analysis of different M boundaries shows that the range between (16, 22) and (19, 25) yields the clearest signal for both vulnerable and robust networks. The vulnerable networks have a pattern similar to the superfamily associated with words sequences in languages from Milo et al. (2004) (2007) . Simpler subgraphs (1-5) in such networks are overrepresented, while the more complex subgraphs that contribute more to the robustness (7, 8, 9, 11) are underrepresented. The main difference with the languages superfamily in the vulnerable networks is the role of the feedforward and feedback loops. The lack of feedforward loops is much less significant, while the underrepresentation of the feedback loops is the feature that distinguishes the vulnerable supply networks from the null model. As can be seen in Fig. 5 , the signal of vulnerable networks disappears fast with the growth of M, as the low robustness becomes hard to achieve with more edges. The robust networks have an over-and underrepresentation pattern of three-node subgraphs similar to the second superfamily from Milo et al. (2004) . This superfamily is associated with biological networks (signaling network of living organisms, gene regulatory networks, neuronal networks). Important features of this motif signature are the neutrality of z-scores for subgraphs 3, 6, 8, the importance of the feedforward loop and its bi-directional version (7, 9) . This pattern is also present across a wider range of M compared to the signature of vulnerable networks. The signal, however, becomes less informative at the higher M values, as installing robustness becomes Fig. S4 ) networks show the same motif signatures for both robust and vulnerable networks. The peak strength of the pattern signal appears when M ≈ N , indicating that for the investigated setup the signal strength depends on the network's average degree, rather than on the connectivity.",
            "cite_spans": [
                {
                    "start": 974,
                    "end": 992,
                    "text": "Milo et al. (2004)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 993,
                    "end": 999,
                    "text": "(2007)",
                    "ref_id": null
                },
                {
                    "start": 1136,
                    "end": 1139,
                    "text": "(7,",
                    "ref_id": null
                },
                {
                    "start": 1140,
                    "end": 1142,
                    "text": "8,",
                    "ref_id": null
                },
                {
                    "start": 1143,
                    "end": 1145,
                    "text": "9,",
                    "ref_id": null
                },
                {
                    "start": 1146,
                    "end": 1149,
                    "text": "11)",
                    "ref_id": null
                },
                {
                    "start": 1785,
                    "end": 1803,
                    "text": "Milo et al. (2004)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 2115,
                    "end": 2118,
                    "text": "(7,",
                    "ref_id": null
                },
                {
                    "start": 2119,
                    "end": 2121,
                    "text": "9)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 100,
                    "end": 108,
                    "text": "(13, 19)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 119,
                    "end": 127,
                    "text": "(40, 46)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 193,
                    "end": 201,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 602,
                    "end": 617,
                    "text": "Figures 5 and 6",
                    "ref_id": null
                },
                {
                    "start": 1513,
                    "end": 1519,
                    "text": "Fig. 5",
                    "ref_id": null
                },
                {
                    "start": 2332,
                    "end": 2339,
                    "text": "Fig. S4",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Robust supply networks"
        },
        {
            "text": "In order to further investigate the similarity of the motif signature obtained here with the corresponding superfamily from Milo et al. (2004) , we compute the Pearson correlation coefficient of motif signature in our model with the representation of the superfamily signature shown in Fig. 7 . We denote this correlation coefficient the signature strength σ and the superfamily signature as target z-score vector. This quantity will be analyzed in detail in the following section. The resulting network parameter σ shows how close the motif pattern of the network is to the target pattern. The value of σ can vary between −1 and 1.",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 142,
                    "text": "Milo et al. (2004)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 286,
                    "end": 292,
                    "text": "Fig. 7",
                    "ref_id": null
                }
            ],
            "section": "Robust supply networks"
        },
        {
            "text": "In the first part of our investigation, we have seen how the robust networks tend to have a rather precise set of local topological features. In other words, the majority of the robust networks lie in the set of networks with a particular motif signature which, in fact, has already been associated with robustness in previous studies, in the context of regulatory systems (Milo et al. 2004 ) and layered flow systems . As a next step we will now address the opposite direction of this statistical association between robustness and motif signatures: If we generate a network with the required pattern, will it necessarily be more robust than the others? Or will such a network have the same high level of robustness but at a lower network cost? In the existing literature, an approach of installing robustness via generating a certain motif pattern is not well investigated, perhaps related to the computational complexity of computing network motifs, which is O(M 4 ) , as compared to the O(M 2 ) for the robustness. This is a relevant question, as in principle it could be that the set of networks with the pattern is bigger Fig. 7 The target network motif pattern typical to the robust biological systems, reproduced from Milo et al. (2004) . X axis represents different subgraphs, Y axis shows normalized z-score of the corresponding subgraph than the set of the robust networks and it is possible to generate a vulnerable network with the given pattern.",
            "cite_spans": [
                {
                    "start": 373,
                    "end": 390,
                    "text": "(Milo et al. 2004",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1226,
                    "end": 1244,
                    "text": "Milo et al. (2004)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 1128,
                    "end": 1134,
                    "text": "Fig. 7",
                    "ref_id": null
                }
            ],
            "section": "Motifs as a way to generate robust networks"
        },
        {
            "text": "In order to address this question, we perform a full optimization for the given motif pattern. Furthermore, we suggest a heuristic that indirectly installs the pattern, but does that with a smaller computational complexity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Motifs as a way to generate robust networks"
        },
        {
            "text": "Similar to the robustness optimization, we solve an optimization problem for 50 different setups with the random spatial distribution of nodes. The objective functions in this case are the network cost c and the signature strength σ , i.e. the correlation of the network's z-score vector with the target vector given in Fig. 7 . Due to the time complexity of optimizing σ , this experiment has been performed for a single set of edge boundaries (M min , M max ) = (16, 22) and N = 20 , i.e. the edge range for which the low and the high robustness signals were the strongest. This optimization had one additional constraint, namely that only edges not longer than a certain length l were allowed to form networks. The allowed length l is defined as 120% of the length that makes the network connected. Our numerical simulations have shown that this length constraint greatly enhances the association of the motif signature with robustness. Regarding the impact of edge length, and thus spatial locality of the network, on the motif patterns one can refer to Artzy-Randrup et al. (2004) .",
            "cite_spans": [
                {
                    "start": 1058,
                    "end": 1085,
                    "text": "Artzy-Randrup et al. (2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 320,
                    "end": 326,
                    "text": "Fig. 7",
                    "ref_id": null
                }
            ],
            "section": "Full motif pattern optimization"
        },
        {
            "text": "From the Pareto front of this optimization (Additional file 1: Fig. S5 ) it can be seen that, although the generated networks have reached both extremely high and low σ values, the robustness range is not entirely covered, as opposed to the c , r optimization (Fig. 4) . Even more striking, networks with the opposite motif pattern (negative σ values in Additional file 1: Fig. S5 ) reach robustness values that are comparable to those with target pattern. This observation indicates that not all networks with the given motif pattern will necessarily be robust. On the other hand, looking at the robustness as the function of motif patterns (Fig. 8) , it can be seen that high Fig. 8 Distribution of r values as a function of σ for the results of (c, σ ) optimization. Sets of networks that correspond to given robustness are plotted as violin plots to demonstrate their distributions, while the solid line shows the behavior of their means robustness networks have almost exclusively the target motif pattern. Looking at the motif z-scores of high and low robustness networks in this optimization (Additional file 1: Fig. S6) , we find patterns similar to those from c , r optimization. For higher robustness, there is an overrepresentation of subgraphs 7, 9 and 10 with underrepresentation of subgraphs 1-5. For lower robustness, there is an overrepresentation of the first 5 subgraphs and underrepresentation of subgraphs 7-11.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 63,
                    "end": 70,
                    "text": "Fig. S5",
                    "ref_id": null
                },
                {
                    "start": 260,
                    "end": 268,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 373,
                    "end": 380,
                    "text": "Fig. S5",
                    "ref_id": null
                },
                {
                    "start": 642,
                    "end": 650,
                    "text": "(Fig. 8)",
                    "ref_id": null
                },
                {
                    "start": 678,
                    "end": 684,
                    "text": "Fig. 8",
                    "ref_id": null
                },
                {
                    "start": 1119,
                    "end": 1127,
                    "text": "Fig. S6)",
                    "ref_id": null
                }
            ],
            "section": "Full motif pattern optimization"
        },
        {
            "text": "The approach with direct motif pattern optimization has proven to be both computationally complex and inefficient in generating robust networks. Here we try to address these problems by testing a heuristic that follows simple rules based on motif patterns. In this approach, we consider a more practical setup, with a randomly given network that has a full demand satisfaction. The goal is to insert one edge into the network such that the insertion brings the existing motif signature closer towards the target signature, increasing the robustness in the process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Heuristic motif pattern enhancement"
        },
        {
            "text": "We investigate this problem by taking 500 different random networks with N = 20, M ∈ [16, 22] and inserting every edge that did not exist in the original network. The extended networks are then compared with the basic one by three parameters: count of feedforward loops (c07), z-score of the feedforward loop (z07), and overall correlation with the target z-score pattern ( σ ). After that, we split all the possible networks into two groups: high-those that give the maximum increase in c07, z07, and σ and low-the remaining networks. In the case of c07, the high group is composed of networks with positive change in the 7th subgraph counts. In the case of z07 and σ , the top 10% of the networks are taken (see more details in the additional file information, Additional file 1: Fig. S7 ). Then we compare the increase in robustness in these two groups taking their mean values. This process is then repeated 500 times for different base networks and the histogram of high and low means is finally plotted (Fig. 9) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 782,
                    "end": 789,
                    "text": "Fig. S7",
                    "ref_id": null
                },
                {
                    "start": 1009,
                    "end": 1017,
                    "text": "(Fig. 9)",
                    "ref_id": null
                }
            ],
            "section": "Heuristic motif pattern enhancement"
        },
        {
            "text": "(a) FFL counts (b) FFL z-scores (c) σ Fig. 9 Histograms of the average increase in robustness for high and low changes in one topological metric. We take 500 random networks that have full demand satisfaction and some robustness. For each combination of a network and an edge that is not in the network, we compute r, motif signature, and three-node subgraph counts. Then, for each network, we separate combinations into two groups: the ones that yield the highest increase in a simple metric (counts of feedforward loop (a), z-score of feedforward loop (b), and σ (c))-denoted as high, and the remaining combinations-denoted as low. After this we compare the average increase in r in these two groups",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 38,
                    "end": 44,
                    "text": "Fig. 9",
                    "ref_id": null
                }
            ],
            "section": "Heuristic motif pattern enhancement"
        },
        {
            "text": "The resulting figure tells us that all three parameters work equally well for edge insertion. Selecting the edges with the highest values of c07, z07, or σ leads to a higher increase in robustness. To our knowledge, these two investigation steps-the full motif pattern optimization and the heuristic motif pattern enhancement-are the first examples indicating that indeed this motif signature implies robustness. However, in both numerical experiments, the observed effect is weak. Furthermore, even the heuristic is still more computationally complex than the direct robustness computations, even using the simplest c07 approach. These observations show that the results, though of relevance for the theoretical understanding of supply network robustness, will most likely not be of immediate practical relevance. One possible application of such a heuristic might be in the case when computing or defining robustness is hard.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Heuristic motif pattern enhancement"
        },
        {
            "text": "Next, we apply the concept of the model to a real-world supply network. As an example, we explore the transportation network of all European facilities of a global automotive supplier. These facilities both produce and demand products and the whole network is an overlay of a large product portfolio. The company organizes internal deliveries on its own meaning there is no competition among facilities and products. However, for most of the product categories, there is more than one producer and transportation links might be used to deliver several product categories. To bring this aspect closer to the scenario investigated in the model, we consider each of the 627 product categories independently and extract subnetworks that are used to deliver only the selected product. We also consider only one producer for each product category-the one that has the largest produced volume.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Application to industrial data"
        },
        {
            "text": "With these assumptions, the resulting data contains multiple single-producer transportation subnetworks that are used to distribute one product category. Such networks predominantly consist of direct routes from the producer to demanders and have zero robustness because every route is vital for the demand satisfaction. In reality, as the whole transportation network consists of multiple products and deliveries are combined together, the actual transportation network for a single product includes additional routes. To model this behavior, we introduce an additional local neighborhood size parameter t. This parameter represents the number of additional routes from the whole transportation network data that are included in the transportation network of a single product. When t = 0 , the transportation network consists purely of direct links from the producer to demanders. With highest t, the network turns into the full transportation network from the data. For the intermediate values, the network includes the direct single-product routes plus those indirect routes that do not exceed the length of the direct route times t (see an example of a product subnetwork in Fig. 10a) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1179,
                    "end": 1188,
                    "text": "Fig. 10a)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Application to industrial data"
        },
        {
            "text": "The the result, we vary the parameter t thus getting product subnetworks of different size and analyze the parameters r , σ of the resulting networks. As expected, for higher values of t the robustness also increases. More interesting is whether for a given t there is a connection between r and σ . A Spearman correlation analysis of these two quantities in Fig. 10b , shows a strong (> 0.5) and significant (p − value << 0.05) correlation of these two quantities. Analysis of the Pearson correlation coefficient confirms these observations (see Additional file 1: Fig. S8 ) but is less reliable due to the non-Gaussian distributions of the quantities investigated. As we are going to the region of bigger neighborhood sizes, product sub-networks include more and more edges and become closer to one another, making any analysis meaningless.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 359,
                    "end": 367,
                    "text": "Fig. 10b",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 566,
                    "end": 573,
                    "text": "Fig. S8",
                    "ref_id": null
                }
            ],
            "section": "Application to industrial data"
        },
        {
            "text": "Overall, the positive correlation between r and σ indicates that, although the real systems are not constructed based on the subgraphs or more complex network structures, these systems show a solid dependency between the robustness and such structures. This indicates that the mechanisms that provide the robustness in biological systems might be similar to those in industrial systems, but the foundation of this mechanism is yet to be understood.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Application to industrial data"
        },
        {
            "text": "Although the process of creating product subnetworks required several assumptions to apply the model, this experiment is encouraging as it shows that it is possible to view the real-world networks through the prism of the model. However, to gain a more meaningful insight on an operational level about the explored systems the model needs to be further developed, simulating setups closer to the practical networks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Application to industrial data"
        },
        {
            "text": "Here we have presented a minimal model of supply networks. Although the model is based on one simple mechanism of matching the demand and supply, it proves to be powerful in describing the concepts of robustness and efficiency in supply networks. The optimal networks generated in this framework show structural patterns that are also typical to biological systems. This finding unites the nature of two network worldsthose found in natural systems that have been developed under evolutionary processes and industrial systems that are artificially created with the main goal of being cost-efficient. Having this evidence of similarity, it is possible to explore both systems from the perspective of another and potentially transfer the knowledge between them. One of the questions addressed in our investigation is whether one can use motif patterns as a building recipe for robust networks. This approach turns out to be much more complex on the computational side, while also showing only a weak benefit in comparison to a random pattern. This numerical observation indicates that the family of networks with the given motif pattern is wider and includes not only the robust networks. An important finding, however, is that requiring a spatial locality of the network edges forces robust networks to adhere to the given motif signature. The discussed motif pattern thus should not be associated with robustness in isolation but should be augmented by some additional factors such as spatial aggregation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Finally, while the suggested supply network model is minimal, it has substantial potential for further investigations. The most obvious approach is to go beyond the singleproduct dimension. In the explored setups there was only one producing node which, as can be seen from the industrial data, is usually not the case in reality. Also, the spatial distribution of the nodes is not uniform, especially in the case of worldwide supply networks. Another modification that might bring the model closer to the reality is a setup that has an overlay of different products, each with its own demanders and producers. In this setup, some transportation routes will be used to deliver multiple products, thus reducing the networks costs but imply a higher influence on the robustness. Alternatively, one can explore systems where the robustness has a tolerance margin. For example, networks that have at least 90% demand satisfaction after damaging edges are still considered robust. In the single-product setup, reducing the demand satisfaction threshold results in simpler networks. However, combined with multi-product modification that should increase the complexity of the system the reduced demand satisfaction requirement would balance the system to be informative. Another possible approach is to apply different distance measures to compute network cost c . For example, instead of the standard Euclidean distance edges that are shorter than some threshold distance x can have a length of 1, while the longer edges can have an infinite length. This will model the situation when the delivery vehicles can travel no longer than x per one go.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "With this minimal model, we hope to provide an interface between the multidisciplinary field of network science and research questions in supply network management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The online version contains supplementary material available at https:// doi. org/ 10. 1007/ s41109-022-00470-2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Information"
        },
        {
            "text": "Additional file 1. Explanations of computational complexity of netowkrs metrics, as well as examples of 3-node subgraphs used in motif analysis, and figures with additional results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Information"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Modelling supply networks with partial differential equations",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "D&apos; Apice",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Manzo",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Piccoli",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Q Appl Math",
            "volume": "67",
            "issn": "3",
            "pages": "419--440",
            "other_ids": {
                "DOI": [
                    "10.1090/S0033-569X-09-01129-1"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Applying fuzzy mathematical programming approach to optimize a multiple supply network in uncertain condition with comparative analysis",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fazlollahtabar",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Mahdavi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mohajeri",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Appl Soft Comput",
            "volume": "13",
            "issn": "1",
            "pages": "550--562",
            "other_ids": {
                "DOI": [
                    "10.1016/j.asoc.2012.08.016"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "On the price of stability for designing undirected networks with fair cost allocations",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fiat",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kaplan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Olonetsky",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Shabo",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Automata, languages and programming",
            "volume": "",
            "issn": "",
            "pages": "608--618",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Subgraph fluctuations in random graphs",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fretter",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Müller-Hannemann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Hütt",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Phys Rev E",
            "volume": "85",
            "issn": "5",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.85.056119"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Supply chain design and optimization: challenges and opportunities",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Garcia",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "You",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Comput Chem Eng",
            "volume": "81",
            "issn": "",
            "pages": "153--170",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Generalized models as a universal approach to the analysis of nonlinear dynamical systems",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gross",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Feudel",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Phys Rev E",
            "volume": "73",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Introduction to dynamics of manufacturing supply networks",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gross",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Maccarthy",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wildgoose",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Chaos: Interdiscip J Nonlinear Sci",
            "volume": "28",
            "issn": "9",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Cartography of complex networks: modules and universal roles",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Guimera",
                    "suffix": ""
                },
                {
                    "first": "Lan",
                    "middle": [],
                    "last": "Amaral",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Stat Mech: Theory Exp",
            "volume": "",
            "issn": "02",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "stability, and dynamics of supply networks",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Helbing",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lämmer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Seidel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Šeba",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Płatkowski",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Phys Rev E",
            "volume": "70",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Design of robust distribution networks run by third party logistics service providers",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hendriks",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Armbruster",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Laumanns",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lefeber",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Udding",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Adv Complex Syst",
            "volume": "15",
            "issn": "05",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Modular organization and emergence in systems biology",
            "authors": [
                {
                    "first": "M-T",
                    "middle": [],
                    "last": "Hütt",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Emergence and modularity in life sciences",
            "volume": "",
            "issn": "",
            "pages": "37--49",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Viability of intertwined supply networks: extending the supply chain resilience angles towards survivability. A position paper motivated by COVID-19 outbreak",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ivanov",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dolgui",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Prod Res",
            "volume": "58",
            "issn": "10",
            "pages": "2904--2915",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Viable supply chain model: integrating agility, resilience and sustainability perspectives-lessons from and thinking beyond the covid-19 pandemic",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ivanov",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Oper Res",
            "volume": "",
            "issn": "",
            "pages": "1--21",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Design and statistical properties of robust functional networks: a model study of biological signal transduction",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kaluza",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ipsen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vingron",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Mikhailov",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Phys Rev E",
            "volume": "75",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Evolutionary design of functional networks robust against noise",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kaluza",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Mikhailov",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Europhys Lett",
            "volume": "79",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Self-correcting networks: function, robustness, and motif distributions in biological signal processing",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kaluza",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vingron",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Mikhailov",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Chaos: Interdiscip J Nonlinear Sci",
            "volume": "18",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Topology of biological networks and reliability of information processing",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Klemm",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bornholdt",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proc Natl Acad Sci",
            "volume": "102",
            "issn": "51",
            "pages": "18414--18419",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The design of robust value-creating supply chain networks: a critical review",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Klibi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Martel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Guitouni",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Eur J Oper Res",
            "volume": "203",
            "issn": "2",
            "pages": "283--293",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ejor.2009.06.011"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Econophysics and sociophysics: their milestones and challenges",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kutner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ausloos",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Grech",
                    "suffix": ""
                },
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Matteo",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Schinckus",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Eugene",
                    "middle": [],
                    "last": "Stanley",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Physica A",
            "volume": "516",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.physa.2018.10.019"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Network characteristics and supply chain resilience under conditions of risk propagation",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Zobel",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Seref",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chatfield",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int J Prod Econ",
            "volume": "223",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijpe.2019.107529"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Analyzing the coevolution of interorganizational networks and organizational performance: automakers' production networks in Japan",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Matous",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Todo",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Appl Netw Sci",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s41109-017-0024-5"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Superfamilies of evolved and designed networks",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Milo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Itzkovitz",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kashtan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Levitt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shen-Orr",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ayzenshtat",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sheffer",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Alon",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Science",
            "volume": "303",
            "issn": "5663",
            "pages": "1538--1542",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1089167"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Network motifs: simple building blocks of complex networks",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Milo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shen-Orr",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Itzkovitz",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kashtan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chklovskii",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Alon",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Science",
            "volume": "298",
            "issn": "5594",
            "pages": "824--827",
            "other_ids": {
                "DOI": [
                    "10.1126/science.298.5594.824"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Supply network topology and robustness against disruptions: an investigation using multi-agent model",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nair",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Vidal",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Int J Prod Res",
            "volume": "49",
            "issn": "5",
            "pages": "1391--1404",
            "other_ids": {
                "DOI": [
                    "10.1080/00207543.2010.518744"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Modularity and community structure in networks",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Newman",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "PNAS",
            "volume": "103",
            "issn": "23",
            "pages": "8577--8582",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Network science approach to modelling the topology and robustness of supply chain networks: a review and perspective",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perera",
                    "suffix": ""
                },
                {
                    "first": "Mgh",
                    "middle": [],
                    "last": "Bell",
                    "suffix": ""
                },
                {
                    "first": "Mcj",
                    "middle": [],
                    "last": "Bliemer",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Appl Netw Sci",
            "volume": "2",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s41109-017-0053-0"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Revealing instabilities in a generalized triadic supply network: a bifurcation analysis",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ritterskamp",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Demirel",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Maccarthy",
                    "suffix": ""
                },
                {
                    "first": "Rudolf",
                    "middle": [
                        "L"
                    ],
                    "last": "Champneys",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Gross",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Chaos: Interdiscip J Nonlinear Sci",
            "volume": "28",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "A review of modeling approaches for sustainable supply chain management",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Seuring",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Decis Support Syst",
            "volume": "54",
            "issn": "4",
            "pages": "1513--1520",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Network motifs in the transcriptional regulation network of Escherichia coli",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Shen-Orr",
                    "suffix": ""
                },
                {
                    "first": "Milo",
                    "middle": [
                        "R"
                    ],
                    "last": "Mangan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Alon",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nat Genet",
            "volume": "31",
            "issn": "1",
            "pages": "64--68",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Exploring complex networks",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Strogatz",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nature",
            "volume": "410",
            "issn": "6825",
            "pages": "268--276",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Scale-free characteristics of supply chain distribution networks",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Mod Phys Lett B",
            "volume": "19",
            "issn": "17",
            "pages": "841--848",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Exploring the impact of network structure and demand collaboration on the dynamics of a supply chain network using a robust control approach",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Math Probl Eng",
            "volume": "",
            "issn": "13",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1155/2015/102727"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Supply chain network robustness against disruptions: topological analysis, measurement, and optimization",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Scheibe",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Blackhurst",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "IEEE Trans Eng Manage",
            "volume": "66",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1109/TEM.2018.2808331"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Examples of model setup and possible networks with a low (a) and high (b) robustness. Values of r are indicated below each network. In (a), E r = (1, 4), (5, 4) , M=6. In (b), any edge can be removed without reducing the demand stisfaction, |E r | = M = 10",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "An example of a typical Pareto front of an ( c , r ) optimization",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Pareto fronts in a series of (c, r) optimizations with N = 20 and varying M boundaries. Each figure combines the results of 50 model setup runs that have different spatial distribution of nodes et al.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "∈ [16, 22], r = 0.19 M ∈ [22, 28], r = 0.We generate 50 different network setups with N = 20 and for each setup perform a (c, r) optimization with restriction on the allowed number of edges M (shown below each figure). From the resulting Pareto fronts, we take 50 vulnerable networks with given r and compute their motifs. For a single network, the result of motif computations are 13 z-scores that indicate how over-or underrepresented each subgraph is in the original network, compared to its randomized versions. This gives 50 z-score values for each of the subgraphs that form a distribution drawn with shaded vertical violin plots. Blue circles in the figures are the mean values and vertical lines with ticks are the standard deviations of these distributions M ∈ [16, 22], r = 0.95 M ∈ [19, 25], r = 0.Motif patterns of robust networks in c , r optimization with N = 20 . Similarly to Fig. 5 we take 50 networks with high r from the Pareto fronts easier with the help of any of the subgraphs. This appearance and decay of both high and low robustness signals can be observed in Additional file 1: Fig. S2, where the pattern strength is plotted as the function of robustness r . Around M ∈ [16, 22] and [19, 25] the signal is the strongest, showing the biggest difference between high and low robustness networks. Networks with the lowest M ∈ [10, 16] and [13, 19] have too few edges to reach the peak of signal: on the one hand, the highest robustness of r > 0.8 is hard to achieve, on the other hand, vulnerable networks produce degenerate motif patterns with only few subgraphs present. Similar experiments on smaller ( N = 10 , Additional file 1: Fig. S3) and larger ( N = 30 , Additional file 1:",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Application of the model to industrial data. a shows a subnetwork of the full European supply network of an automotive company. The subnetwork is generated by selecting the routes used for transporting one product category and taking a neigborhood of these routes with size parameter t = 0.6 . In b all product subnetworks are analysed together using Spearman correlation (upper panel) and the corresponding p-value (represented as − log (p) ; lower panel) of their r and σ values for different neighborhood sizes t. The dashed lines indicate zero correlation (upper panel) and − log (0.05) (lower panel), respectively",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "or the node-robust networks in Kaluza",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "MTH conceived the study, MTH and AL designed the model, AL implemented the model and performed experiments, YU and MTH guided the experiments and interpreted the results. All authors prepared the manuscript. All authors read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author contributions"
        },
        {
            "text": "Open Access funding enabled and organized by Projekt DEAL.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "The source code of supply network model is available at the GitHub (https:// github. com/ ltvlx/ Minim al-SN-model). Transportation data used in the \"Application to industrial data\" section are not publicly available due to the non-disclosure agreement with data provider.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of data and materials"
        },
        {
            "text": "Ethics approval and consent to participate Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declarations"
        },
        {
            "text": "All authors have given their consent ot publish the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        }
    ]
}