{
    "paper_id": "8ef7b5fe065c0cc07680d3813c91e4c866002052",
    "metadata": {
        "title": "Research on the Natural Hazard Emergency Cooperation Behavior between Governments and Social Organizations Based on the Hybrid Mechanism of Incentive and Linkage in China",
        "authors": [
            {
                "first": "Jida",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harbin Institute of Technology",
                    "location": {
                        "postCode": "150001",
                        "settlement": "Harbin",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Changqi",
                "middle": [],
                "last": "Dong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harbin Institute of Technology",
                    "location": {
                        "postCode": "150001",
                        "settlement": "Harbin",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Shi",
                "middle": [],
                "last": "An",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harbin Institute of Technology",
                    "location": {
                        "postCode": "150001",
                        "settlement": "Harbin",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yanan",
                "middle": [],
                "last": "Guo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harbin Institute of Technology",
                    "location": {
                        "postCode": "150001",
                        "settlement": "Harbin",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Natural hazards have an impact on both nature and society. The occurrence of natural hazards poses a great threat to social development and public security [1, 2] . In recent years, with the superposition and coupling of various risk factors, natural hazards have presented more obvious chain, compound, and derivative characteristics. These characteristics suggest that natural disasters generate a \"cascade\" of damaging factors, which require the cooperation of multiple departments [3] . In order to effectively deal with natural hazards, implement emergency rescue operations, and reduce the losses of natural hazards, emergency organizations have formed an institutional and spontaneous cooperation mechanism in response to natural hazards in China [4] . Specifically, the external manifestations of the emergency cooperation mechanism in China are crossorganizational, cross-regional, and cross-sectoral [5, 6] .",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 159,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 160,
                    "end": 162,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 485,
                    "end": 488,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 754,
                    "end": 757,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 910,
                    "end": 913,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 914,
                    "end": 916,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In recent years, in order to build a socialized disaster prevention, mitigation, and relief pattern with multiple-party participation, governments around the world have encouraged and guided social organizations to participate in emergency operations in natural hazards with active deployment [7] . Emergency experiences around the world have shown that, with their strong applicability, high operating efficiency, flexible organizational structure, and rapid collection of resources, social organizations have come to play an important role in the governmental emergency response system [8, 9] . In the emergency response, social organizations, such as the emergency \"linkage partner\" and \"supplementary force\" of governments, have effectively made up for the shortage of government emergency response resources from the practice of emergencies [10] .",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 296,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 588,
                    "end": 591,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 592,
                    "end": 594,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 846,
                    "end": 850,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "At present, supporting social organizations in participating in emergency responses has become a common trend among governments globally when dealing with natural hazards. Making full use of the heterogeneous information and external resources of social organizations is helpful for improving the natural hazard emergency response level, a fact that has been recognized by theoretical scholars and government leaders. Therefore, both academic circles and government agencies in China have explored how to improve the emergency response efficiency of social organizations, standardize the participation process of social organizations, and establish a long-term mechanism for social organizations to participate in emergency responses [11, 12] . However, it can be known from the emergency practice of the Wenchuan earthquake that occurred in Sichuan Province on 12 May 2008, the Ludian earthquake that occurred in Yunnan Province on 3 August 2014, and the Lushan earthquake that occurred in Sichuan Province on 20 April 2013, there are still some problems that arise when social organizations participate in the emergency response to natural hazards, such as a disorganized response and insufficient guarantee of resources. At the same time, existing research focuses on the participation mode of social organizations and neglects explaining the participation mechanisms of social organizations. Even though some studies have paid attention to the cooperation mechanism between government departments and social organizations, they have not focused on the dynamic characteristics of the cooperation mechanism, to a certain extent. In this context, this research attempted to solve the following three problems:",
            "cite_spans": [
                {
                    "start": 734,
                    "end": 738,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 739,
                    "end": 742,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "(1) What is the interaction between the government and the social organizations in natural hazard emergency response and operation? (2) Can the government's incentive strategy and linkage strategy improve the enthusiasm and efficiency of the social organization participating in natural hazard emergency operations? (3) How do these factors influence the implementation effect of government incentive strategy and linkage strategy?",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 135,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In order to fill this gap in the research, this research built a game model of the local government and social organizations based on evolutionary game theory. By analyzing the possible strategic combination of the local government and social organizations, the dynamic decision-making mechanism of two game subjects was analyzed. On this basis, a numerical simulation was used to describe the evolution model of the game system in which social organizations participate in the emergency response to natural hazards. At the same time, we explored the influence mechanism of strategy parameters on the strategy selection of game subjects and summarized the interactions between the local government and social organizations in emergency cooperation on natural hazards. Furthermore, according to the research results and the practice of natural hazard emergency responses, countermeasures and suggestions are proposed. In general, the theoretical and practical contributions of this article are organized as follows. This study extends the strategy of the government guiding the social organizations to participate in natural hazard emergency response to incentive and linkage. An evolutionary game model to discuss the interaction between the government and the social organizations is established. At the same time, the key factors affecting the strategy selection of the government and the social organizations are identified. This article gives a more direct and accurate description of the strategy selection behavior of the observed game subjects. Furthermore, the article discusses the evolutionary path of the combination of the government and the social organizations to attain a positive strategy through dynamic perspective and numerical simulation analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The key factors to improve the efficiency of emergency cooperation and stimulate the initiative of social organizations in emergency response are discussed. In addition, the countermeasures and suggestions proposed by the research provide a decision-making basis for the government's natural disaster emergency practice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The framework of this article is as follows: Section 2 focuses on a review of the literature concerned with the participation of social organizations in emergency responses and the application of evolutionary game theory in organizational cooperation; comments on existing research results in related fields are also provided. Section 3 describes the research questions related to the emergency response cooperation between local government and social organizations; the basic hypotheses of this study are presented and explained here. In Sections 4 and 5, the emergency incentive model and the emergency linkage model for social organizations to participate in natural hazard responses are designed, respectively. Furthermore, the effects of the government's incentive and linkage strategies are analyzed by numerical simulation, and the influence of different strategy parameters on the strategy selection of the local government and social organizations are discussed. Section 6 presents the discussion, which combines and extends the research results and proposes future research directions. Section 7 summarizes the conclusions; here, we also propose countermeasures and suggestions to improve the level of emergency response cooperation between the local government and social organizations, considering three different perspectives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Natural hazards are characterized by suddenness, dynamics, complexity, extensiveness, and uncertainty [13] . Meteorological events, earthquakes, floods, and typhoons are the main types of natural hazards [9, 14, 15] . Therefore, there is an urgent need to take corresponding measures in the emergency management of natural hazards. According to the practice of natural hazard emergency response, in order to meet the needs of natural hazard emergency and disposal, different types and levels of emergency response organizations have formed institutional or spontaneous multi-organization cooperation mechanisms [16] . From the practice of natural disaster emergency around the world, the cooperation of emergency response organizations during natural hazards mainly includes the vertical cooperation among government departments at different levels, horizontal cooperation among government departments at the same level, and cross-border cooperation between government departments and social organizations or the military [17] [18] [19] .",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 106,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 204,
                    "end": 207,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 208,
                    "end": 211,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 212,
                    "end": 215,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 611,
                    "end": 615,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1022,
                    "end": 1026,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1027,
                    "end": 1031,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1032,
                    "end": 1036,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Literature Review"
        },
        {
            "text": "As an important part of emergency cooperation during natural hazards, the cooperative relationship between the government and social organizations is the key research object of this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Literature Review"
        },
        {
            "text": "Social organizations are characterized by public welfare, professionalism, and voluntariness [20, 21] . At the same time, social organizations have shown remarkable advantages in participating in emergency actions, such as strong mobility, low communication costs, outstanding organization ability, diversified resources, and strong matching applicability [22] . Therefore, social organizations can make up for a government's shortcomings in emergency operations [23] . The U.S. government attributes great importance to the coordination and cooperation between interstate governments and relevant functional departments. At present, following the formulation of the Emergency Management Assistance Compact, the U.S. government encourages nonprofit and public organizations to participate in emergency responses and rescue [24] . The Chinese government also pays great attention to the emergency rescue work during natural hazards. The relevant departments have formulated and revised several editions of the Regulations on Natural Hazard Relief and the National Emergency Plan for Natural Hazard Relief and have deployed specific tasks to guide social emergency forces to participate in disaster relief work [25] .",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 97,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 98,
                    "end": 101,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 356,
                    "end": 360,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 463,
                    "end": 467,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 823,
                    "end": 827,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1209,
                    "end": 1213,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Participation of Social Organizations in Emergency Responses"
        },
        {
            "text": "In the existing research in China, the scenes of social organizations participating in emergency operations are mostly of natural hazards and public health emergencies. Most of the related research results are based on actual cases [26, 27] . For natural hazards, relevant scholars have summarized and combed the practical experience of social organizations participating in emergency rescue operations, such as response to earthquake disasters, geological disasters, floods, and meteorological disasters. In public health emergencies, the participation of social organizations is mostly carried out in the form of voluntary services, such as stationing at the checkpoint and checking traffic information.",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 236,
                    "text": "[26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 237,
                    "end": 240,
                    "text": "27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Participation of Social Organizations in Emergency Responses"
        },
        {
            "text": "Previous studies have shown that, at different emergency stages, social organizations take on different responsibilities, functions, and tasks when participating in emergency operations. In the stage of emergency preparedness and prevention, social organizations play a positive role in emergency science popularization, emergency publicity and education [28] , emergency public welfare training, and participation in joint drills. In the stage of emergency response and disposal, social organizations mainly participate in emergency functions such as emergency rescue, emergency supplies, emergency support, and emergency communication. They also assist with tasks of medical assistance, evacuation, and temporary on-site control. In addition, social organizations have participated in emergency operations such as psychological counseling, material donations, and disaster site reconstruction in the stages of emergency recovery and aftermath. At the same time, different types of social organizations play different roles in emergency management.",
            "cite_spans": [
                {
                    "start": 355,
                    "end": 359,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Participation of Social Organizations in Emergency Responses"
        },
        {
            "text": "In relevant policies, the Chinese government divides social organizations into four types-namely, professional social organizations, hub social organizations, foundations, and industry associations. Correspondingly, different types of social organizations are responsible for professional services, docking information, financial and material support, industry management, and other tasks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participation of Social Organizations in Emergency Responses"
        },
        {
            "text": "Furthermore, in order to explore the path of social organizations participating in emergency response operations and the cooperation mode between government departments and social organizations, some scholars have introduced the social network analysis method to reconstruct an emergency cooperation network in China. By analyzing the overall structure and core attributes of the emergency cooperation network, the types and levels of social organizations participating in emergency responses are condensed. The corresponding relationships between social organizations and emergency functions are here summarized, and the role of social organizations in emergency operations are identified. Chen et al., based on the Ya'an earthquake, reconstructed the institutionalized emergency correlation network before and the dynamic emergency response network after the earthquake. Then, they revealed the main role of social organizations in emergency responses [29] . Zhang et al. analyzed the cross-sectoral interaction between public organizations, private organizations, and nonprofit organizations by constructing a complex adaptive network based on the Lushan earthquake [30] . Lian et al. reconstructed the cooperation network of emergency support based on the extensive participation of social organizations from China's practice in responding to COVID-19. Their research study explored the growth in the emergency cooperation network [31] . Du et al. analyzed the dynamic development of the emergency response network by taking the chemical plant explosion accident of Xiangshui as an example. They concluded that nonprofit organizations are on the outer edge of the emergency response network and asserted that the cooperation between public sectors and nonprofit organizations requires further improvement [32] . Lu et al. reconstructed a disaster relief network of nonprofit organizations acting during small-and medium-sized natural hazards by taking One Foundation as an example. In their article, the network structure and operation status were analyzed and the sustainable mode of network expansion was condensed [33] .",
            "cite_spans": [
                {
                    "start": 954,
                    "end": 958,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1169,
                    "end": 1173,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1435,
                    "end": 1439,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1809,
                    "end": 1813,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 2121,
                    "end": 2125,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Participation of Social Organizations in Emergency Responses"
        },
        {
            "text": "To sum up, the existing studies focus more on the overall model of the cooperative relationship between government departments and social organizations, or explore the development of the cooperative relationship between the two. However, to some extent, the existing research ignores the ways in which government decision-making mechanisms influence and differ from the initiative and enthusiasm of social organizations' participation in emergency response operations. An analysis of how social organizations effectively support governments in providing emergency responses is also lacking. At the same time, the relevant research results are mostly static descriptions of the cooperative relationship between governments and social organizations. Research results from the perspective of dynamic evolution are less commonly found in the literature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participation of Social Organizations in Emergency Responses"
        },
        {
            "text": "In emergency responses and operations during natural hazards, the government and social organizations form a certain degree of cooperation and exchange. At the same time, in the selection of an emergency strategy, the government and social organizations influence one another. In order to explore the cooperative behavior between the government and social organizations in emergency responses, this paper introduces evolutionary game theory to characterize the relationship between them [34] . Thus far, evolutionary game theory has been applied to describe cooperation patterns and to analyze cooperative relations among various organizations [35] .",
            "cite_spans": [
                {
                    "start": 487,
                    "end": 491,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 644,
                    "end": 648,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Application of Evolutionary Game Theory in Organization Cooperation"
        },
        {
            "text": "In the field of organizational cooperation, evolutionary game theory has been widely applied to practical problems of Chinese organization cooperation, such as industryuniversity-research cooperation [36] , market supervision cooperation [37] , environmental governance cooperation [38] , and sustainable humanitarian supply chain [39] . Of course, it also includes the topic of emergency management cooperation [40] [41] [42] . By summarizing the competition and cooperative relationship between organizations, scholars have reconstructed the corresponding evolutionary game model and have discussed the strategy selection mode adopted by each subject in the process of organizational cooperation.",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 204,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 238,
                    "end": 242,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 282,
                    "end": 286,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 331,
                    "end": 335,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 412,
                    "end": 416,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 417,
                    "end": 421,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 422,
                    "end": 426,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Application of Evolutionary Game Theory in Organization Cooperation"
        },
        {
            "text": "From the perspective of organizational cooperation level, previous research studies in China have mainly focused on inter-governmental or inter-departmental cooperation, cooperation between the government and enterprises, cooperation between government and nongovernmental organizations, cooperation among scientific research institutions, and cooperation between transnational governments and other inter-organizational relations. The formation and reciprocal influence mechanisms of inter-organizational cooperation have been explored. At the same time, in the study of inter-governmental or inter-departmental cooperation, there are also other research results relative to crossregional and cross-departmental cooperation and horizontal and vertical cooperation [43] .",
            "cite_spans": [
                {
                    "start": 765,
                    "end": 769,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Application of Evolutionary Game Theory in Organization Cooperation"
        },
        {
            "text": "It is particularly important for this study to deeply consider the cooperative relationship and mutual influence between governments and social organizations in the emergency response to natural hazards. At the present stage, relevant scholars have made efforts in exploring the cooperative relationship between social organizations and other organizations during emergencies, as shown in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 389,
                    "end": 396,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Application of Evolutionary Game Theory in Organization Cooperation"
        },
        {
            "text": "Chen et al. established an evolutionary game model between international nongovernment organizations and local nongovernment organizations during disasters, which described the coordination relationship between international nongovernment organizations and local nongovernment organizations in the humanitarian supply chain. The corresponding suggestions to improve the relief efficiency and sustainability of the humanitarian supply chain were put forward [44] . Xu et al. discussed the game and cooperation among governments, enterprises, and public departments in public health emergencies and proposed countermeasures and suggestions to promote three-agent cooperation in dealing with public health emergencies [45] . From the perspective of disaster emergency mobilization, Du and Qian analyzed the interaction mechanism and influencing factors among governments, government-owned NPOs (GONPOs), and grassroots NPOs (GRNPOs) in disaster emergency relief [46] . Hou and Lv described the embedded cooperation between government and nonprofit organizations in geological disaster emergency management based on evolutionary game theory. The influencing factors of the cooperative relationship between governments and nonprofit organizations were analyzed [47] . The geo-disaster Government Excess earnings from cooperation, the cost paid by the sides respectively, the discount factor. The nonprofits Therefore, evolutionary game theory can clearly and intuitively analyze the cooperative and interactive relationship between government and social organizations in the emergency response to natural hazards. Therefore, in this article, we built a game model for social organizations to participate in the emergency response to natural hazards. In order to further describe the practical effect of strategy implementation as operated by each game subject, the influence of different strategies on the evolution of the game system is discussed visually through simulation analysis. At the same time, this study also focused on the evolution of the interaction between government and social organizations in emergency decision making. Furthermore, this study aimed to explore the government's own evolution behavior and its influence on the strategy selection performed by social organizations.",
            "cite_spans": [
                {
                    "start": 457,
                    "end": 461,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 715,
                    "end": 719,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 959,
                    "end": 963,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1256,
                    "end": 1260,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Application of Evolutionary Game Theory in Organization Cooperation"
        },
        {
            "text": "Both the local government and social organizations are important components of emergency practice during natural hazards. As the main subject of command and the core force in the response to natural hazards, the local government is responsible for emergency command, emergency rescue, emergency support, and other emergency functions. Social organizations, mainly composed of public welfare associations and voluntary organizations, are auxiliary forces that help deal with natural hazards. In the emergency response to natural hazards, in order to encourage and take advantage of the supporting role that social organizations play in the government and its functional departments' plans, the local government can implement incentive and linkage strategies aimed at social organizations. Incentive and linkage strategies jointly construct the interaction framework of the local government and social organizations. Among them, incentive strategies mainly include compensation, economic, reputation, and other incentives. Meanwhile, linkage strategies can be divided into the linkage of emergency preparedness and the linkage of emergency response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposal of Research Questions"
        },
        {
            "text": "According to the practice of natural hazard emergency response, the key to improving the performance of emergency responses is to enhance the cooperation efficiency and coordination level between the local government and social organizations. Therefore, in this paper, we built the emergency incentive model and the emergency linkage model. The interaction between the local government and social organizations in natural hazard emergency responses and operations during natural hazards was thoroughly analyzed. The influence mechanism of the local government's incentive and linkage strategies on social organizations' participation in the emergency response to natural hazards can be further explored; therefore, this paper provides theoretical support for summarizing practical suggestions to improve the level of emergency cooperation between the local government and social organizations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposal of Research Questions"
        },
        {
            "text": "In this article, we built an evolutionary game model focusing on the local government and social organizations in their emergency response to natural hazards. In order to clarify the specific expression of the local government's emergency strategy and social organizations' participation strategy in the emergency incentive game model and the emergency linkage game model, the following hypotheses are proposed. The game relationship between the local government and social organizations is shown in Figure 1 . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 500,
                    "end": 508,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Research Hypotheses"
        },
        {
            "text": "In the emergency incentive model and the emergency linkage model, both the local government and social organizations are bounded rationally. The local government and social organizations choose strategies based on specific transmission mechanisms, rather than rational choice. Moreover, there is information asymmetry between them. In the process of evolution, the local government and social organizations play random matches and repeated games.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hypothesis H1."
        },
        {
            "text": "Hypothesis H2. The local government, as the main subject of responsibility for the emergency response to natural hazards, is required to be responsible for emergency command and unified coordination. On the one hand, the local government can choose a positive emergency strategy to minimize the losses caused by natural hazards and to safeguard people's lives and property. On the other hand, because the costs of emergency operations, incentive expenditure, and emergency linkage are relatively high, or, conversely, the income of emergency operations is low, this reduces the local government's initiative in choosing a positive emergency strategy. Therefore, the local government chooses negative emergency strategies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hypothesis H1."
        },
        {
            "text": "Hypothesis H3. After the occurrence of natural hazards, social organizations emerge as beneficial supplements to the government's emergency response systems. Social organizations cover an important role in supporting the government in implementing emergency rescue and guaranteeing emergency operations. In the practice of natural hazard emergency responses, social organizations may choose a positive participation strategy due to the high perception of losses and various incentive benefits. On the contrary, it is also possible for them to choose a negative participation strategy because of the high costs and low incentive benefits for emergency operations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hypothesis H1."
        },
        {
            "text": "Hypothesis H4. In the emergency incentive game model, the probability that the local government chooses a positive and a negative emergency strategy is x and 1 − x (0 ≤ x ≤ 1), respectively. The probability that social organizations choose a positive and a negative participation strategy is y and 1 − y (0 ≤ y ≤ 1), respectively. Similarly, in the emergency linkage game model, the probability that the local government chooses a positive and a negative emergency strategy is p and 1 − p (0 ≤ p ≤ 1), respectively. The probability that social organizations choose a positive and negative participation strategy is q and 1 − q (0 ≤ q ≤ 1), respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hypothesis H1."
        },
        {
            "text": "In this paper, we built an emergency incentive game model with compensation, economic, and reputation incentives. The game subjects are the local government and social organizations. In order to clarify the dynamic selection mechanism between the local government and social organizations in the emergency incentive game, the following parameter settings are proposed. Table 2 shows the definition and ranges of each parameter in the emergency incentive game model. Table 2 . Definition and ranges of the parameters in the emergency incentive game model.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 369,
                    "end": 376,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 466,
                    "end": 473,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Parameter Settings of the Emergency Incentive Game Model"
        },
        {
            "text": "Definition Ranges",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Symbol"
        },
        {
            "text": "The costs of the local government's emergency operations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Symbol"
        },
        {
            "text": "The costs of social organizations' emergency operations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Symbol"
        },
        {
            "text": "The local government's perceptions of losses incurred by natural hazards. L 1 > 0 L 2 Social organizations' perceptions of losses incurred by natural hazards.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Symbol"
        },
        {
            "text": "The emergency benefits obtained by the local government in implementing emergency responses and operations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Symbol"
        },
        {
            "text": "The emergency benefits obtained by the local government as a result of the social organizations' participation in emergency operations. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Symbol"
        },
        {
            "text": "The emergency response intensity of the local government.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Symbol"
        },
        {
            "text": "The participation intensity of social organizations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Symbol"
        },
        {
            "text": "The incentive intensity of the local government. 0 ≤ µ ≤ 1 Setting 1. The local government pays for the organization, equipment, manpower, and other emergency costs C 1 linked to emergency responses and operations during natural hazards. Meanwhile, emergency benefits T 1 and social reputation benefits R 1 are obtained. When social organizations participate in natural hazard emergency responses, they pay for the emergency organization and coordination costs C 2 . At the same time, this brings additional emergency benefits T 2 to the local government. L 1 is the sum of the local government's perception of social development losses, direct property losses, and human casualty losses caused by natural and derivative disasters. L 2 represents the sum of the social organizations' perception of the possible adverse effects of natural and derivative disasters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Symbol"
        },
        {
            "text": "Setting 2. In the emergency incentive game model, this research study describes three aspects of incentive measures: Compensation, rewards, and reputation incentives. First, when social organizations participate in natural hazard emergency responses and operations, the local government provides social organizations compensation G 1 for the wastage of funds, materials, and equipment. Second, when social organizations choose the strategy of positive emergency participation, the local government provides social organizations a certain economic reward G 1 . Third, the local government grants commendations to social organizations participating in emergency operations during the publicity and action summary activities of a natural hazard emergency. Then, social organizations gain trust benefits and social reputation benefits R 2 . At the same time, the local government pays for some incentive costs W for implementing various incentive measures:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Symbol"
        },
        {
            "text": "Setting 3. In order to measure the level of emergency response and operations implemented by the local government, this paper introduces the local government's emergency intensity α. A higher value of the local government's emergency intensity indicates that the emergency costs paid by the local government are greater and that the emergency benefits and reputation benefits obtained are higher. When the local government chooses a positive emergency strategy, α = 1. When the local government chooses a negative emergency strategy, the emergency costs paid by the local government are αC 1 , and the emergency benefits and reputation benefits obtained are αT 1 and αR 1 , respectively. Setting 4. In order to describe social organizations' initiative to participate in emergency operations, we defined β as the social organizations' participation intensity. When the value of participation intensity β is higher, the emergency costs paid by social organizations rise and the compensation income and reputation income obtained by social organizations and the emergency benefits obtained by the local government from social organizations increase. When social organizations choose a positive participation strategy, β = 1. Furthermore, when social organizations choose a negative participation strategy, the emergency costs paid by social organizations are βC 2 , the compensation benefits and reputation benefits obtained are βG 1 and βR 2 , respectively, and the extra emergency benefits obtained by the local government are βT 2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Symbol"
        },
        {
            "text": "Setting 5. In order to depict the incentive level adopted by the local government with respect to social organizations, we defined µ as the local government's incentive intensity. A high value of incentive intensity µ means that the local government pays for more incentive costs and that the social organizations obtain more compensation incentives, reward incentives, and reputation incentives. When the local government chooses a positive emergency strategy, µ = 1. Therefore, the incentive costs of the local government under the negative emergency strategy refer to µM, and the compensation, rewards, and reputation incentives obtained by social organizations are µG 1 , µG 1 , and µR 1 , respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Symbol"
        },
        {
            "text": "Based on the emergency incentive game model of the local government and social organizations, the benefits of the local government and social organizations under different game strategy combinations were solved. The payoff matrix of the emergency incentive game model was obtained after calculations, as shown in Table 3 . Table 3 . Payoff matrix of the emergency incentive game model.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 313,
                    "end": 320,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 323,
                    "end": 330,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Payoff Matrix of the Emergency Incentive Game Model"
        },
        {
            "text": "Local government",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Positive Participation (y) Negative Participation (1 − y)"
        },
        {
            "text": "According to the payoff matrix, the expected benefit of the local government choosing the positive emergency strategy U 11 is as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Replication Dynamic Equation of the Local Government"
        },
        {
            "text": "Then, the expected benefit of the local government choosing a negative emergency strategy U 12 is as follows :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Replication Dynamic Equation of the Local Government"
        },
        {
            "text": "Therefore, it can be known that the replication dynamic equation of the local government's emergency strategy is:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Replication Dynamic Equation of the Local Government"
        },
        {
            "text": "Likewise, the expected benefit of social organizations choosing a positive participation strategy U 21 is as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Replication Dynamic Equation of Social Organizations"
        },
        {
            "text": "The expected benefit of social organizations choosing a negative participation strategy U 21 is as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Replication Dynamic Equation of Social Organizations"
        },
        {
            "text": "Then, the replication dynamic equation of social organizations' participation strategies can be obtained as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Replication Dynamic Equation of Social Organizations"
        },
        {
            "text": "The replication dynamic equation can reflect the behavioral interaction of both game subjects and the direction and speed of the strategic game. When the replication dynamic equation of both game subjects is 0, the replication dynamic system forms an equilibrium state. Therefore, setting F(x) = 0 and G(y) = 0, five equilibrium points of the replication dynamical system of the emergency incentive game model can be obtained, which are O (0, 0), A (1, 0), B (1, 1), C (0, 1), and D (x*, y*), respectively, including",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equilibrium Point of the Emergency Incentive Game Model"
        },
        {
            "text": "The influence of the initial state on the evolution trend of the system is analyzed according to the stability theory of differential equations. The evolutionary phase diagram of the emergent incentive game system is shown in Figure 2 . When x > x*, the equations G (y) y=1 < 0 and G (y) y=0 > 0 are true. At this point, y = 1 (positive participation) is the steady state of the game system. On the contrary, when x < x*, both G (y) y=1 > 0 and G (y) y=0 < 0 are true. Therefore, y = 0 (negative participation) is the steady state of the game system. Similarly, when y > y*, x = 1 (positive emergency) is the steady state of the game system. When y < y*, x = 0 (negative emergency) is the steady state of the game system. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 226,
                    "end": 234,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Equilibrium Point of the Emergency Incentive Game Model"
        },
        {
            "text": "In order to intuitively analyze the influence of the local government's different incentive measures on the main subject's strategy selection in the emergency incentive game system, a numerical simulation analysis was carried out. In this paper, the initial values of each parameter in the model were determined by combining the statistical data from the China Statistical Yearbook and Delphi analysis based on expert scoring. Let us assume that α = 0.5, β = 0.5, µ = 0.5, C 1 = 15, C 2 = 15, R 1 = 3, R 2 = 5, T 1 = 9, T 2 = 18, G 1 = 5, and G 2 = 5. Meanwhile, the initial probabilities of the strategy selection of the local government and social organizations in the game system were set as 0.5.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation Analysis of the Emergency Incentive Game Model"
        },
        {
            "text": "The evolutionary trajectories of the emergency incentive game system, considering different values of social organizations' participation intensity, are shown in Figure 3 . When β = 0.1 or β = 0.3, the emergency incentive game system converges to (0, 0). When β is 0.5, 0.7, and 0.9, local government and social organizations evolve into positive strategies and form a stable strategy combination (1, 1). According to the emergency incentive game model, with the increase in participation intensity β, the perception of emergency benefits gained by the local government due to the participation of social organizations in emergency operations increases. At the same time, social organizations obtain more compensation and social reputation benefits from the local government.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 162,
                    "end": 170,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "The Effect of β on the Evolution of the Emergency Incentive Game System"
        },
        {
            "text": "Therefore, consistent with the trend shown in Figure 3a ,b, when the social organizations' participation intensity is greater, the local government and social organizations have a higher probability of choosing positive emergency strategies. Meanwhile, by comparing Figure 3a ,b, when β is 0.1 and 0.3, the convergence speed of social organizations toward the negative participation strategy is faster than that of the local government toward the negative emergency strategy. On the contrary, when (1, 1) is the stable strategy of the emergency incentive game system, the local government shows a faster speed in converging to the positive emergency strategy. This indicates that the local government is more sensitive to an increase in participation intensity and that social organizations are more sensitive to a decrease in participation intensity. The more sensitive the game subject is, the faster the strategy changes. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 46,
                    "end": 55,
                    "text": "Figure 3a",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 266,
                    "end": 275,
                    "text": "Figure 3a",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "The Effect of β on the Evolution of the Emergency Incentive Game System"
        },
        {
            "text": "The simulation results of the emergency incentive game system when the incentive intensity of the local government µ is 0.1, 0.3, 0.5, 0.7, and 0.9 are shown in Figure 4 . As shown in Figure 4a , when µ = 0.1 or µ = 0.9, the negative emergency strategy is the evolutionarily stable strategy of the local government. In other words, with the increase in incentive intensity µ, the strategy evolution of the local government goes from \"negative\" to \"positive\" and then to \"negative\". When the incentive intensity is low, the local government shows a weak incentive effect on social organizations. At this time, the emergency benefits obtained from social organizations' participation in an emergency are low, so the local government chooses a negative emergency strategy. Meanwhile, although the increase in incentive intensity may temporarily encourage the local government to choose a positive emergency strategy, the local government reduces the initiative of implementing the positive emergency strategy due to having to cover more incentive costs, given the high value of incentive intensity. This shows that, for the emergency incentive game system, whether the incentive intensity is too high or too low is not conducive to the formation of a positive strategy combination. On the contrary, an appropriate incentive intensity is required to improve the level of emergency coordination between the local government and social organizations. Figure 4b shows that, with the increase in incentive intensity, social organizations have higher perception of compensation, rewards, and reputation benefits from the local government and the public. Therefore, social organizations show a shift from a negative participation strategy to a positive participation strategy. At the same time, the convergence rate of active participation strategy of social organizations is faster at a high level of incentive intensity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 161,
                    "end": 169,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 184,
                    "end": 193,
                    "text": "Figure 4a",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1445,
                    "end": 1454,
                    "text": "Figure 4b",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "The Effect of µ on the Evolution of the Emergency Incentive Game System"
        },
        {
            "text": "Under different compensation levels dispensed by the local government, the evolution results of the social organizations' participation strategies are shown in Figure 5 . When G 1 = 1, the social organizations involved in natural hazard emergency responses need to pay large costs for emergency operations and fail to obtain sufficient fund compensation and material compensation. In this case, the negative participation strategy is the evolutionarily stable strategy of social organizations. When G 1 = 3, the perception of the compensation benefits of social organizations increases and the enthusiasm of social organizations for choosing a positive participation strategy is also enhanced. As the evolution time increases, it converges to y = 1. Furthermore, when G 1 is 5, 7, or 9, social organizations show greater initiative for participating in emergency operations. The evolutionary results of social organizations' strategy selection all indicate positive participation strategies. Noticeably, when G 1 = 9, the evolution time of social organizations toward a positive participation strategy is the shortest and the fastest. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 160,
                    "end": 168,
                    "text": "Figure 5",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "The Effect of Incentives on the Evolution of Social Organizations' Strategies The Compensation Incentive"
        },
        {
            "text": "Under different reward levels dispensed by the local government, the evolutionary trajectories of the social organizations' participation strategies are shown in Figure 6 . With the increase in G 2 , the participation strategy of social organizations shows a shift from negative to positive. When social organizations choose a positive participation strategy, they can obtain certain economic rewards from the local government. Therefore, the effect of the local government's incentive G 2 on the social organizations' strategy selection is different from that of G 1 . On the contrary, when G 1 is 1 and 3, social organizations show a shift from a negative to a positive strategy; however, the transformation path of G 2 is between the values of 3 and 5. On the contrary, the evolution of social organizations' participation strategy to stable strategy in G 1 is faster than that in G 2 . In conclusion, this shows that the promotion of G 2 has little influence on the change in social organizations' strategies. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 162,
                    "end": 170,
                    "text": "Figure 6",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "The Reward Incentive"
        },
        {
            "text": "The simulation results of social organizations' strategies, when the social reputation benefits obtained by social organizations R 2 are 1, 3, 5, 7, and 9, are shown in Figure 7 . When R 2 is 1 and 3, social organizations are more likely to choose a negative participation strategy. With the increase in simulation time, the participation strategy of social organizations converges to y = 1. When R 2 is set to 5, 7, and 9, social organizations tend to choose a positive participation strategy because they obtain higher social reputation benefits due to the local government's recognition and publicity. However, by comparing Figures 5-7 , it can be seen that the influence mechanism of R 2 's promotion on social organizations' strategy selection is different from that of G 1 and G 2 . The influence effect of social reputation benefits on social organizations' strategy selection is lagging behind. At the same time, in the early stage of evolution, there is a delay in the strategy evolution of social organizations-a temporary stall. This shows that the compensation and reward given by the local government have a more direct impact on the enthusiasm of social organizations to participate in the emergency response to natural hazards. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 169,
                    "end": 177,
                    "text": "Figure 7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 627,
                    "end": 638,
                    "text": "Figures 5-7",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "The Reputation Incentive"
        },
        {
            "text": "In this paper, we built an emergency linkage game model based on the linkage between the stages of preparation and disposal of a natural hazard emergency. In order to analyze the strategy selection modes of the local government and social organizations under different strategy combinations, the following parameter settings are proposed. Table 4 shows the definitions and ranges of the parameters involved in the emergency linkage game model. Table 4 . Definition and ranges of the parameters in the emergency linkage game model.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 339,
                    "end": 346,
                    "text": "Table 4",
                    "ref_id": null
                },
                {
                    "start": 444,
                    "end": 451,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Parameter Settings of the Emergency Linkage Game Model"
        },
        {
            "text": "Definition Ranges",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Symbol"
        },
        {
            "text": "The costs of the local government's emergency operations. The degree of emergency cooperation. 0 ≤ θ < 1 Setting 1. After a natural hazard, the local government should pay for the costs of emergency operations C 1 due to the implementation of the emergency response. At the same time, the local government obtains a certain benefit T 1 from emergency operations. Social organizations pay for the cost of equipment, materials, and manpower C 2 in order to cooperate and support the local government's emergency response. The local government gains additional emergency linkage benefits T 2 from the support and cooperation of social organizations. When a natural hazard occurs, the perceptions of the local government and social organizations of the various losses caused by natural and derivative disasters are L 1 and L 2 , respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Symbol"
        },
        {
            "text": "Setting 2. In this study, we designed the local government's emergency linkage strategy based on two aspects: preparedness linkage and response linkage. On the one hand, the local government and social organizations implement the linkage of emergency preparedness in the aspects of emergency plan preparation, emergency rescue drills, and emergency dispatching platform application. At this point, the local government and social organizations form emergency capital stock A 1 and A 2 , respectively, based on institutional norms and cooperative trust. When the emergency capital stock is greater, the emergency costs paid by the local government and social organizations in the practice of natural hazard emergency responses decrease. On the other hand, the local government and social organizations form emergency linkage tasks based on disaster situation, disaster type, and emergency demand during the implementation of emergency responses and disposal. We defined the coefficient of emergency dispatching ε and the degree of emergency cooperation θ to describe the practice of the emergency response linkage between the local government and social organizations. In addition, in the linkage of emergency preparation and emergency disposal, the local government needs to pay for the emergency linkage costs M, which include drills, plans, platform construction, command, and dispatching. Setting 3. In the emergency linkage game model, the emergency intensity of the local government α is introduced to describe the level of the local government's emergency operations. At the same time, the participation intensity of social organizations β is retained to measure the initiative of social organizations to participate in emergency responses. When the local government chooses a negative emergency strategy, the emergency operation costs and the emergency linkage costs of the local government are αC 1 and αM, respectively. The emergency benefits obtained by the local government for implementing emergency responses are αT 1 . Meanwhile, the emergency capital stock available to the local government and social organizations are αA 1 and αA 2 , respectively. Similarly, when social organizations choose a negative participation strategy, the emergency linkage benefits available to the local government are βT 2 . The emergency capital stock available to local government and social organizations are βA 1 and βA 2 , respectively. Setting 4. In order to represent the local government's emergency command level in the process of natural hazard emergency responses, we defined the coefficient of emergency dispatching ε. When the coefficient of emergency dispatching ε is high, the local government obtains more emergency linkage benefits. Therefore, in the emergency linkage game model, the emergency benefits obtained by the local government due to its own emergency operations and the participation of social organizations are εT 1 and εT 2 , respectively. Setting 5. In order to measure the implementation effect of natural hazard emergency responses, the degree of emergency cooperation θ was defined. When the local government and social organizations choose positive emergency strategies, the matching degree of the local government and social organizations in emergency rescue implementation, equipment, and material coordination is high, given a high value of θ. At the same time, with the increase in the degree of emergency cooperation θ, the perception of natural hazard losses of the local government and social organizations decreases to (1 − θ) × L 1 , and (1 − θ) × L 2 , respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Symbol"
        },
        {
            "text": "Combined with the game scenario in the emergency linkage model between the local government and social organizations proposed in this study, the corresponding payoff matrix of the local government and social organizations under different game strategy combinations was designed, as shown in Table 5 . Table 5 . Payoff matrix of the emergency linkage game model.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 291,
                    "end": 298,
                    "text": "Table 5",
                    "ref_id": null
                },
                {
                    "start": 301,
                    "end": 308,
                    "text": "Table 5",
                    "ref_id": null
                }
            ],
            "section": "Payoff Matrix of the Emergency Linkage Game Model"
        },
        {
            "text": "Negative Participation (1 − q)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Positive Participation (q)"
        },
        {
            "text": "Positive emergency (p)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Local government"
        },
        {
            "text": "According to the payoff matrix, the expected benefit of the local government choosing a positive emergency strategy E 11 is as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Replication Dynamic Equation of the Local Government"
        },
        {
            "text": "Then, the expected benefit of the local government choosing a negative emergency strategy E 12 is as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Replication Dynamic Equation of the Local Government"
        },
        {
            "text": "The replication dynamic equation of the local government's emergency strategy can be obtained:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Replication Dynamic Equation of the Local Government"
        },
        {
            "text": "Similarly, the expected benefit of social organizations choosing a positive participation strategy E 11 is as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Replication Dynamic Equation of Social Organizations"
        },
        {
            "text": "Then, the expected benefit of social organizations choosing a negative participation strategy E 12 is as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Replication Dynamic Equation of Social Organizations"
        },
        {
            "text": "The replication dynamic equation of social organizations' participation strategies can be obtained as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Replication Dynamic Equation of Social Organizations"
        },
        {
            "text": "In the same way, setting H(p) = 0 and K(q) = 0, five equilibrium points of the replication dynamical system of the emergency linkage game model can be obtained, which are O' (0, 0), A' (1, 0), B' (1, 1), C' (0, 1) and D' (x*, y*), respectively, including",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equilibrium Point of the Emergency Linkage Game Model"
        },
        {
            "text": ". From the stability theory of differential equations, when H(p) = 0 and H (p) < 0, p is the stability strategy. Similarly, when K(q) = 0 and K (q) < 0, q is the stability strategy. Therefore, when p > p*, the equations K (q) q=1 < 0 and K (q) q=0 > 0 are true. At this point, q = 1 (positive participation) is the steady state of the game system. On the contrary, when p < p*, both K (q) q=1 > 0 and K (q) q=0 < 0 are true. Therefore, q = 0 (negative participation) is the steady state of the game system. Consistently, when q > q*, p = 1 (positive emergency) is the steady state of the game system. When q < q*, p = 0 (negative emergency) is the steady state of the game system. The corresponding evolution phase diagram of the system was drawn, as shown in Figure 8 . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 760,
                    "end": 768,
                    "text": "Figure 8",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Equilibrium Point of the Emergency Linkage Game Model"
        },
        {
            "text": "In order to observe the strategic behaviors of the local government and social organizations in the emergency linkage game model and to clarify the dynamic evolution mechanism of the emergency linkage game system, a numerical simulation analysis was carried out. The initial values of the simulation parameters were α = 0.5, β = 0.5, θ = 0.5, ε = 0.5, M = 10, L 1 = 25, L 2 = 10, T 1 = 12, T 2 = 18, C 1 = 15, C 2 = 12, A 1 = 8, and A 2 = 5. Meanwhile, the initial state of the emergency linkage game system was (0.5, 0.5). In the following subsections, the influence of parameters β, ε, θ, A 1 , and A 2 on the evolution of game system is investigated in detail.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation Analysis of the Emergency Linkage Game Model"
        },
        {
            "text": "The participation intensity of social organizations β is a variable parameter describing the initiative of social organizations for participating in natural hazard emergency responses. In the emergency linkage game model, the participation intensity of social organizations β is mainly related to the level of social organizations' perception of natural hazard crisis. The evolution trajectories of the emergency linkage game system under different values of β are shown in Figure 9 . As the participation intensity of social organizations increases, both the local government and social organizations choose to evolve into positive strategies. On the one hand, when the value of β is high, the additional emergency linkage benefits obtained by the local government from social organizations increases, which enhances the willingness of the local government to choose a positive emergency strategy. At the same time, the local government that chooses a positive emergency strategy also drives social organizations to choose positive participation strategies. On the other hand, the emergency capital stock that can be invoked by the local government and social organizations in natural hazard emergency responses and operations is higher, given a high value of β. At this time, the offsetting costs of the actual emergency operations are greater. The local government and social organizations are less likely to choose negative strategies. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 474,
                    "end": 482,
                    "text": "Figure 9",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "The Effect of β on the Evolution of Emergency Linkage Game System"
        },
        {
            "text": "The coefficient of emergency dispatching ε is a variable parameter necessary for measuring the level of the local government's emergency command. A higher ε can effectively avoid the phenomenon of disorderly information gathering, poor information transmission, and blocked connection channels of social organizations and can reduce the cooperation redundancy between local government and social organizations. The evolution results of the emergency linkage game system after simulation, when the coefficient of emergency dispatching ε is set as 0.1, 0.3, 0.5, 0.7, and 0.9, are shown in Figure 10 . When ε = 0.1 or ε = 0.3, the negative emergency strategy and negative participation strategy are the stable states of the emergency linkage game system. When ε is 0.5, 0.7, or 0.9, with the increase in evolution time, the emergency linkage game system will converge to (1, 1) . With the increase in ε, the local government showed a higher tendency to choose a positive emergency strategy. Similarly, with the increase in ε, social organizations also tend to choose a positive participation strategy. However, the strategy evolution speed of social organizations is slow-this is because the coefficient of emergency dispatching ε has no direct influence on the expected income of social organizations. However, driven by the positive emergency strategy of the local government, social organizations gradually converge to q = 1, given the high coefficient of emergency dispatching ε.",
            "cite_spans": [
                {
                    "start": 869,
                    "end": 872,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 873,
                    "end": 875,
                    "text": "1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 588,
                    "end": 597,
                    "text": "Figure 10",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The Effect of ε on the Evolution of the Emergency Linkage Game System"
        },
        {
            "text": "The θ is an index variable necessary for evaluating the degree of emergency cooperation between the local government and social organizations. When the degree of emergency cooperation θ is high, the local government and social organizations achieve a higher level of information exchange and resource sharing. The evolution trajectories of the emergency linkage game system under different degrees of emergency cooperation θ are shown in Figure 11 . With the increase in the degree of emergency cooperation θ, the perception of losses caused by natural hazards and derivative disasters by the local government and social organizations gradually decreases. For the local government, the probability of selecting a positive emergency strategy gradually increases, and the evolution speed of stable strategy accelerates accordingly. For social organizations, the strategy selection gradually shifts from negative to positive participation. To sum up, in the emergency linkage game system, the strategy combinations of the local government and social organizations change from (1, 0) to (1, 1) . Meanwhile, by comparing Figure 11a ,b, it can be seen that, when the system moves to (1, 1) , the local government reaches a stable state more quickly than social organizations. This indicates that the local government is more direct in strategy selection under different degrees of emergency cooperation θ. The results of the impact of emergency capital stock A 1 on the strategy evolution of the local government are shown in Figure 12 . When A 1 is high, the local government more effectively implements the preparation of emergency plans and emergency rescue drills in the linkage of emergency preparedness. At this point, higher institutional capital stock and trust capital stock are formed. With the increase in emergency capital stock A 1 , the costs for the local government in natural hazard emergency responses and operations decrease accordingly. When A 1 is 8, 11, and 14, the local government's emergency strategy converges to p = 1. At the same time, when A 1 = 2 or A 1 = 5, the emergency capital stock formed by the local government in the linkage of emergency preparedness is insufficient. Although the local government chooses a positive emergency strategy due to the emergency needs and the responsibility requirements in the early stage of evolution, this eventually changes to negative emergency strategy due to the high costs of emergency operations. Under different values of emergency capital stock A 2 , the evolution results of social organizations' participation strategies are shown in Figure 13 . When A 2 = 1 or A 2 = 3, the evolutionarily stable strategy of social organizations is negative participation. With the increase in A 2 , the costs of social organizations' participation in natural hazard emergency responses gradually decrease. The enthusiasm and initiative of social organizations to participate in natural hazard emergency responses effectively improves, and the shift of social organizations to positive participation strategies is further promoted. At the same time, it can be seen that, when A 1 = 5, the evolutionarily stabile strategy of the local government is the negative emergency strategy. However, when A 2 is equal to 5, social organizations shift to the strategy of positive participation. This is because the costs of social organizations' participation in emergency operations are relatively low. Therefore, a greater proportion of the emergency capital stock formed between the local government and social organizations can cover and offset the costs of emergency operations. It is more straightforward for social organizations to choose positive participation strategies. ",
            "cite_spans": [
                {
                    "start": 1083,
                    "end": 1086,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1087,
                    "end": 1089,
                    "text": "1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1177,
                    "end": 1180,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1181,
                    "end": 1183,
                    "text": "1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 438,
                    "end": 447,
                    "text": "Figure 11",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1116,
                    "end": 1126,
                    "text": "Figure 11a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1520,
                    "end": 1529,
                    "text": "Figure 12",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2607,
                    "end": 2616,
                    "text": "Figure 13",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The Effect of θ on the Evolution of the Emergency Linkage Game System"
        },
        {
            "text": "The efficiency of natural hazard emergency responses and operations depends on the orderly cooperation of all emergency organizations. The local government and social organizations, as the core organizations in the process of natural hazard emergency responses, have multiple levels and various types of cooperation and interaction. The emergency game model of the social organizations participating in natural hazard responses constructed in this paper effectively describes this problem. At the same time, based on the complementary strategy combination of incentive and linkage, the emergency incentive game model and the emergency linkage game model were set up from the perspective of the local government's decision making. The influence mechanism of different strategies on the cooperative relationship between the local government and social organizations was discussed, and the practical path to improve the enthusiasm of social organizations for participating in natural hazard emergency responses was explored.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "According to the numerical simulation results of the emergency incentive game model and the emergency linkage game model, in order to encourage social organizations to choose positive participation strategies, the local government needs to take the following measures. On the one hand, the local government needs to increase the amount and intensity of compensation and rewards for social organizations. Meanwhile, the scope of recognition for social organizations should also be expanded. On the other hand, the local government should strengthen the level of emergency linkage with social organizations, accumulate the emergency capital stock formed in the stage of emergency preparation, and improve the coefficient of emergency dispatching and the degree of emergency cooperation in the stage of emergency treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "From the perspective of the mechanism of the strategy, compensation, economic, and reputation incentives enhance the enthusiasm of social organizations for participating in emergency operations through improving the perception of benefits. The linkage of emergency preparedness and emergency response is to realize the positive participation of social organizations in natural hazard emergency responses by reducing the cost expenditure of emergency operations and disaster loss perception. In the process of emergency preparedness, when the local government and social organizations form an emergency capital stock based on institutional norms and cooperative trust, the emergency costs in emergency operations will effectively reduce, and the tacit cooperation will improve. Therefore, the emergency linkage game system promotes the formation of a positive strategy combination. In the process of emergency response, the local government and the social organizations need to reduce the perception of loss caused by natural hazard and derivative disasters. At this point, the local government and the social organizations improve the matching degree of emergency cooperation to achieve rapid and efficient emergency operations. To some extent, it can reduce the time of emergency disposal and avoid the loss of derivative disasters. Therefore, the emergency linkage strategy reduces the perception of losses between the local government and the social organizations. The lower the perceptions of losses incurred by natural hazards are, the more likely the local government and the social organization choose positive strategies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "As can be seen from Figures 3, 10 and 11 , when both the local government and social organizations tend to choose positive strategies, the slope of the evolution trajectory curve of the local government to positive strategy is larger. That is, the convergence rate of the local government to positive emergency strategies is faster. In other words, when social organizations choose positive participation strategies, the strategy selection is relatively lagging behind. Therefore, it is concluded that the local government's selection of positive emergency strategies is the driving force for the evolution of social organizations to positive participation strategies.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 20,
                    "end": 40,
                    "text": "Figures 3, 10 and 11",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "When analyzing the influence of the local government's incentive intensity µ on the evolution of the emergency incentive game system, we can elicit that the value of µ has different effects on the local government and social organizations. The will of social organizations choosing positive participation strategies is stronger with a high value of µ, but the same is not true for the local government. A larger µ value signifies that the incentive costs µW are high, costs that the local government needs to pay when implementing various incentive measures. When the incentive cost expenditure cannot bring sufficient benefits of emergency operations and emergency cooperation for the local government, the probability of the local government choosing a positive emergency strategy decreases accordingly. Therefore, with the increase in µ, the local government's strategy selection is expressed as a \"negative-positive-negative\" fluctuation trend.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In addition, this article still has some limitations in model design and data source. On the one hand, the government and the social organizations are bounded rational in both the emergency incentive game model and the emergency linkage game model. The game subjects' social preferences are not considered. At the same time, there are many types of governments and social organizations. The different levels of governments and regional governments and different types of social organizations show different behavioral preferences in natural hazard emergency cooperation. The discussion on the heterogeneity of game subjects deserves further study. The strategy selection of the government and social organizations in emergency response is a complex dynamic process. Therefore, it is necessary to optimize and improve the model according to internal and external factors. On the other, numerical simulation is used to analyze the influence mechanism of different parameters on the emergency incentive game system and emergency linkage game system. The initial setting of parameters in the model need to be further optimized. It is necessary to analyze and discuss the behavior evolution of the government and social organizations in natural hazard emergency response based on actual cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In order to further enhance the level of emergency cooperation between the local government and social organizations and to improve the organizational framework of natural hazard emergency management, combined with the decision-making interaction mechanism and dynamic evolution of the local government and social organizations, we propose the following countermeasures and suggestions in line with the practice of natural hazard emergency management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications"
        },
        {
            "text": "(1) Paying attention to the combination of management and service, rewards, and publicity, so as to stimulate the enthusiasm of social organizations to participate in emergency operations. First, governments should improve the reward and compensation mechanisms for social organizations participating in emergency responses. Social organizations participating in emergency operations should be compensated with funds in terms of human costs, organizational costs, and equipment wastage, and compensation clauses of emergency requisition should be formulated. Meanwhile, social organizations that actively participate in emergency operations and perform outstanding tasks should be rewarded. Second, typical deeds of social organizations participating in emergency responses should be widely publicized by means of emergency response summary, public service recognition, and emergency response documentary. Social organizations that play a key role in emergency management should be commended, so as to form a positive public opinion orientation for emergency responses and create a positive atmosphere for the social organizations participating in emergency management. Third, in daily emergency preparedness, the local government should enhance the public's crisis awareness through activities such as emergency science popularization, emergency publicity and education, and natural hazard census, so as to enhance the participation intensity of social organizations in natural hazard emergency responses. (2) Forming a coordinated cooperation mechanism for emergency preparedness and responses to improve the efficiency of natural hazard emergency responses. First, governments and their relevant departments should be fully aware of characteristics (i.e., personnel composition, professional characteristics, and modes of action) of the social organizations within their jurisdiction that are willing and able to participate in natural hazard emergency responses. Furthermore, governments and their relevant departments can carry out the daily business guidance and emergency task assignment of social organizations smoothly. Second, specific matters concerning the participation of social organizations in natural hazard emergency responses should be included in the formulation of emergency plans. Meanwhile, governments and social organizations should be integrated to carry out various forms of emergency preparedness, such as emergency drills and joint training, so as to ensure close cooperation and rapid response between governments and social organizations in a natural hazard emergency. Third, it is necessary to strengthen the overall deployment of governments and social organizations in emergency responses. To realize the coordination and unification of various emergency forces is beneficial for reducing the costs of the manpower, organization, and coordination of emergency operations. Then, ineffective emergency command information, incomplete order execution, and other prominent problems can be avoided. (3) Encouraging the driving role of the local government in a natural hazard emergency and guiding social organizations to actively participate in emergency response operations. First, it is necessary to guide social organizations to participate in emergency responses in an orderly manner, i.e., ensure coordinated action in an organized, divided, and orderly manner and maintain order at the scene of the disaster. Governments should, in light of the actual situation of natural hazards, encourage social organizations to participate in the patrolling of key targets, screening of risks and hidden dangers, evacuation of people, search and rescue of personnel, transportation of supplies, dredging of roads, and voluntary services. Second, governments should strengthen the management of the receipt, allocation, and transshipment of emergency support materials. It is necessary not only to coordinate all kinds of materials raised and provided by foundations, public welfare associations, and other social organizations but also to provide necessary transportation, communications, logistics, equipment, and other support measures to social organizations. Third, relevant functional departments need to improve the policy guarantee system for social organizations to participate in natural hazard emergency responses. On the basis of fully considering the coordination relationship between social organizations and emergency response tasks, the role of social organizations in the emergency response to natural hazards should be clarified. On this basis, the management methods, implementation procedures, and implementation measures for social organizations to participate in natural hazard emergency responses need to be further improved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications"
        },
        {
            "text": "In order to analyze the interaction between the local government and social organizations in natural hazard emergency responses, the incentive and linkage models of social organizations participating in natural hazard emergency responses were constructed based on evolutionary game theory. The interaction between the local government and social organizations was analyzed by numerical simulation, and the influence mechanism of the government's incentive and linkage strategies on social organizations' participation in natural hazard emergency responses was discussed. The key research conclusions are as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "(1) To improve the emergency efficiency of natural hazards, cooperation between the local government and social organizations should be strengthened. The participation intensity of social organizations, the coefficient of emergency dispatching, and the degree of emergency cooperation and emergency capital stock have positive influences on the local government's choice of positive strategies. Correspondingly, compensation, reward, reputation, and emergency capital stock have positive effects on social organizations' choice of positive participation strategies. Therefore, the incentive or linkage strategy adopted by the local government can significantly improve the enthusiasm of social organizations to participate in a natural hazard emergency and can encourage social organizations to choose positive participation strategies. (2) In an emergency incentive game model, when the incentive intensity of the local government is too high, the local government shifts from a positive to a negative emergency strategy. This shows that overreliance on incentive measures reduces the probability that the local government will choose a positive emergency strategy and will inhibit the formation of a positive strategy combination of the game model. (3) In the game model of social organizations participating in natural hazard emergency responses, the evolution rate of the local government to a positive emergency strategy is generally faster than that of social organizations. This indicates that the strategy selection of the local government drives that of social organizations.",
            "cite_spans": [
                {
                    "start": 837,
                    "end": 840,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "In this article, the strategy type of the government guiding social organizations to participate in natural hazard emergency response was extended to incentive and linkage, which is of great significance for improving the efficiency of government emergency decision-making and enriching government emergency strategy measures. The government can improve the efficiency of emergency cooperation with social organizations by improving funding and material compensation, economic rewards, reputation benefits, incentive intensity, the coefficient of emergency dispatching, and the degree of emergency cooperation and emergency capital stock. The research conclusion effectively solved the three research problems raised in the introduction. The countermeasures and suggestions put forward have positive reference value for the government's practice of natural hazard emergency response. Meanwhile, there is still room for further work and improvement on these research results. On the one hand, when analyzing the emergency cooperation between the local government and social organizations in natural hazards, in this paper, we did not subdivide the types of the local government and social organizations. Governments can be divided into emergency forces and security institutions, while social organizations can be divided into professional types, hub types, and public welfare associations. Therefore, the interaction and game relationship between different types of emergency organizations are complex, and it is necessary to further explore the problem in future studies. On the other hand, in this paper, we only considered the game interaction between the local government and social organizations. However, there are still other emergency organizations involved in natural hazard emergency responses. The interaction and game with other emergency organizations may affect the strategy selection of the local government and social organizations; therefore, this aspect needs to be further clarified in future studies. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Exploring the characteristics of major natural disasters in China and their impacts during the past decades",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ji",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nat. Hazards",
            "volume": "69",
            "issn": "",
            "pages": "829--843",
            "other_ids": {
                "DOI": [
                    "10.1007/s11069-013-0738-3"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Economic development and the impacts of natural disasters",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Toya",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Skidmore",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Econ. Lett",
            "volume": "94",
            "issn": "",
            "pages": "20--25",
            "other_ids": {
                "DOI": [
                    "10.1016/j.econlet.2006.06.020"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Handbook of Disaster and Emergency Management",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Khorram-Manesh",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Goniewicz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Hertelendy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Dulebenets",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "159--163",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Extreme events and disasters: A window of opportunity for change? Analysis of organizational, institutional and political changes, formal and informal responses after mega-disasters",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Birkmann",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Buckle",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jaeger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pelling",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Setiadi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Garschagen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Fernando",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kropp",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nat. Hazards",
            "volume": "55",
            "issn": "",
            "pages": "637--655",
            "other_ids": {
                "DOI": [
                    "10.1007/s11069-008-9319-2"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Collaboration and leadership for effective emergency management",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Waugh",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Streib",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Public Adm. Rev",
            "volume": "66",
            "issn": "",
            "pages": "131--140",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1540-6210.2006.00673.x"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Cross-sectoral coordination of disaster relief. Public Manag",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Nolte",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Boenigk",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Rev",
            "volume": "14",
            "issn": "",
            "pages": "707--730",
            "other_ids": {
                "DOI": [
                    "10.1080/14719037.2011.642629"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Developing NGO Competencies in Post-Disaster Reconstruction: A Theoretical Framework",
            "authors": [
                {
                    "first": "Von",
                    "middle": [],
                    "last": "Meding",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Oyedele",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cleland",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "36--45",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "NGO initiatives in risk reduction: An overview",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Benson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Twigg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Myers",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Disasters",
            "volume": "25",
            "issn": "",
            "pages": "199--215",
            "other_ids": {
                "DOI": [
                    "10.1111/1467-7717.00172"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Current Response and Management Decisions of the European Union to the COVID-19 Outbreak: A Review",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Goniewicz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Khorram-Manesh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Hertelendy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Goniewicz",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Naylor",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Burkle",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/su12093838"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A natural-disaster management DSS for Humanitarian Non-Governmental Organisations",
            "authors": [
                {
                    "first": "Tinguaro",
                    "middle": [],
                    "last": "Rodriguez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vitoriano",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Montero",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Knowl. Based Syst",
            "volume": "23",
            "issn": "",
            "pages": "17--22",
            "other_ids": {
                "DOI": [
                    "10.1016/j.knosys.2009.07.009"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Emerging Trends and New Developments in Disaster Research after the 2008 Wenchuan Earthquake",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int. J. Environ. Res. Public Health",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph16010029"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A bridged government-NGOs relationship in post-earthquake reconstruction: The Ya'an service center in Lushan earthquake",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nat",
            "volume": "90",
            "issn": "",
            "pages": "537--562",
            "other_ids": {
                "DOI": [
                    "10.1007/s11069-017-3056-3"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The regionalization of urban natural disasters in China",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nat. Hazards",
            "volume": "44",
            "issn": "",
            "pages": "169--179",
            "other_ids": {
                "DOI": [
                    "10.1007/s11069-006-9102-1"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A Cross-Sectional Study on the Flood Emergency Preparedness among Healthcare Providers in Saudi Arabia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Al-Wathinani",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Alakeel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Alani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Alharbi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Almutairi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Alonaizi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Alhazmi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Alghadeer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Mobrad",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Goniewicz",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Int. J. Environ. Res. Public Health",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph18031329"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Challenges in Implementing Sendai Framework for Disaster Risk Reduction in Poland",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Goniewicz",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Burkle",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int. J. Environ. Res. Public Health",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph16142574"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Factors Influencing Interorganizational Collaboration within a Disaster Relief Context",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Moshtari",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Goncalves",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "28",
            "issn": "",
            "pages": "1673--1694",
            "other_ids": {
                "DOI": [
                    "10.1007/s11266-016-9767-3"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Horizontal and Vertical Networks in Emergency Management",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kapucu",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Garayev",
                    "suffix": ""
                },
                {
                    "first": "Network",
                    "middle": [],
                    "last": "Structure",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Performance",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Adm. Soc",
            "volume": "48",
            "issn": "",
            "pages": "931--961",
            "other_ids": {
                "DOI": [
                    "10.1177/0095399714541270"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Military-civilian cooperative emergency response to infectious disease prevention and control in China",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Pu",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Mil. Med. Res",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s40779-016-0109-y"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Research on the Construction of a Natural Hazard Emergency Relief Alliance Based on the Public Participation Degree",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Tadikamalla",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/su12072604"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A conceptual framework to evaluate performance of non-profit social service organisations",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Medina-Borja",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Triantis",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Int. J. Technol. Manag",
            "volume": "37",
            "issn": "",
            "pages": "147--161",
            "other_ids": {
                "DOI": [
                    "10.1504/IJTM.2007.011808"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Building a Cross-Sectoral Interorganizational Network to Advance Nonprofits: NGO Incubators as Relationship Brokers in China",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Cheong",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "48",
            "issn": "",
            "pages": "784--813",
            "other_ids": {
                "DOI": [
                    "10.1177/0899764018819869"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The hazards of helping: Work, mission and risk in non-profit social service organizations",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Kosny",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Eakin",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "149--166",
            "other_ids": {
                "DOI": [
                    "10.1080/13698570802159899"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Disaster and crisis management in Turkey: A need for a unified crisis management system",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Unlu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kapucu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sahin",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Disaster Prev. Manag",
            "volume": "19",
            "issn": "",
            "pages": "155--174",
            "other_ids": {
                "DOI": [
                    "10.1108/09653561011037977"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Interstate partnerships in emergency management: Emergency management assistance compact in response to catastrophic disasters",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kapucu",
                    "suffix": ""
                },
                {
                    "first": "M.-E",
                    "middle": [],
                    "last": "Augustin",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Garayev",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Public Adm. Rev",
            "volume": "69",
            "issn": "",
            "pages": "297--313",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1540-6210.2008.01975.x"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Paired assistance policy and recovery from the 2008 Wenchuan earthquake: A network perspective",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Disasters",
            "volume": "45",
            "issn": "",
            "pages": "126--157",
            "other_ids": {
                "DOI": [
                    "10.1111/disa.12413"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The evolving pattern of NGOs' participating in post-disaster community reconstruction in China: Cases study on the 2008 Wenchuan earthquake and the 2013 Lushan earthquake",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat. Hazards",
            "volume": "1041",
            "issn": "",
            "pages": "167--184",
            "other_ids": {
                "DOI": [
                    "10.1007/s11069-020-04130-5"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "NGO collaboration in community post-disaster reconstruction: Field research following the 2008 Wenchuan earthquake in China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Disasters",
            "volume": "39",
            "issn": "",
            "pages": "258--278",
            "other_ids": {
                "DOI": [
                    "10.1111/disa.12098"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Implementing Public Health Strategies-The Need for Educational Initiatives: A Systematic Review",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Khorram-Manesh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Dulebenets",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Goniewicz",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Int. J. Environ. Res. Public Health",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph18115888"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The Mechanism of social organization participation in natural hazards emergency relief: A case study based on the social network analysis",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Tadikamalla",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int. J. Environ. Res. Public Health",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph16214110"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The emergence of an adaptive response network: The",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Comfort",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lushan, China Earthquake. Saf. Sci",
            "volume": "90",
            "issn": "",
            "pages": "14--23",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ssci.2015.11.012"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The Expansion Mechanism of the Cooperative Networks of Supply Support Organizations in a Public Health Emergency",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lian",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/healthcare9081041"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Time dynamics of emergency response network for hazardous chemical accidents: A case study in China",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J. Clean",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jclepro.2019.119239"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "An NGO disaster relief network for small and medium-scale natural hazards in China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Nat. Hazards",
            "volume": "106",
            "issn": "",
            "pages": "2689--2709",
            "other_ids": {
                "DOI": [
                    "10.1007/s11069-021-04560-9"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Evolutionary game theory: Theoretical concepts and applications to microbial communities",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Frey",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Physica A Stat. Mech. Its Appl",
            "volume": "389",
            "issn": "",
            "pages": "4265--4298",
            "other_ids": {
                "DOI": [
                    "10.1016/j.physa.2010.02.047"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Evolutionary game theory: Temporal and spatial effects beyond replicator dynamics. Phys. Life Rev",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Roca",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Cuesta",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sanchez",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "208--249",
            "other_ids": {
                "DOI": [
                    "10.1016/j.plrev.2009.08.001"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Evolutionary Game Simulation of Knowledge Transfer in Industry-University-Research Cooperative Innovation Network under Different Network Scales",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sci. Rep",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41598-020-60974-8"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Multiparty Evolutionary Game Model in Coal Mine Safety Management and Its Application",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Complexity",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1155/2018/9620142"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "The Relationship among Government, Enterprise, and Public in Environmental Governance from the Perspective of Multi-Player Evolutionary Game",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Tadikamalla",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int. J. Environ. Res. Public Health",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph16183351"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Organizational coordination in sustainable humanitarian supply chain: An evolutionary game approach",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Qu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J. Clean. Prod",
            "volume": "219",
            "issn": "",
            "pages": "291--303",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jclepro.2019.01.233"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Evolutionary game models on regional administrative collaborations to accidents and disasters",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Ying",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Xianliang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhichao",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Interdiscip. Math",
            "volume": "21",
            "issn": "",
            "pages": "807--823",
            "other_ids": {
                "DOI": [
                    "10.1080/09720502.2018.1475061"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Evacuate or stay? A typhoon evacuation decision model in China based on the evolutionary game theory in complex networks",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. J. Environ. Res. Public Health",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph17030682"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Evolutionary game analysis of emergency management of the middle route of South-to-North water diversion project",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hongyan",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Water Resour. Manag",
            "volume": "31",
            "issn": "",
            "pages": "2777--2789",
            "other_ids": {
                "DOI": [
                    "10.1007/s11269-017-1661-2"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "A Study on the Mechanism and Strategy of Cross-Regional Emergency Cooperation for Natural Disasters in China-Based on the Perspective of Evolutionary Game Theory",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "An",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lian",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Int. J. Environ. Res. Public Health",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph182111624"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Horizontal Coordination of I-LNGOs in the Humanitarian Supply Chain: An Evolutionary Game Approach",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Appolloni",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/su12155953"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Tripartite evolutionary game model for public health emergencies",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Discret. Dyn. Nat. Soc",
            "volume": "6693597",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1155/2021/6693597"
                ]
            }
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "The government's mobilization strategy following a disaster in the Chinese context: An evolutionary game theory analysis",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Qian",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nat. Hazards",
            "volume": "80",
            "issn": "",
            "pages": "1411--1424",
            "other_ids": {
                "DOI": [
                    "10.1007/s11069-015-1843-2"
                ]
            }
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Evolutionary Gaming of Cooperation between the government and the nonprofits in the Chinese Geo-disaster Emergency Management. Disaster Adv",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lv",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "48--58",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The game relationship between the local government and social organizations.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Evolutionary phase diagram of the emergency incentive system.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Evolution trajectory of the emergency incentive game system under different values of social organizations' participation intensity. (a) The influence of β on the evolution of the local government's strategy. (b) The influence of β on the evolution of social organizations' strategies.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Evolution trajectory of the emergency incentive game system under different values of the local government's incentive intensity. (a) The influence of µ on the evolution of the local government's strategy. (b) The influence of µ on the evolution of social organizations' strategies.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "The compensation G 1 on the evolution of social organizations' strategies.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "The rewards G 2 on the evolution of social organizations' strategies.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "The reputation benefits R 2 on the evolution of social organizations' strategies.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "benefits obtained by the local government in implementing emergency responses and operations. benefits obtained by the local government as a result of social organizations' participation in emergency operations.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "capital stock of the local government formed by the linkage of emergency preparedness. Emergency linkage costs of the local government. M > 0 α The emergency intensity of the local government. 0 ≤ α ≤ 1 β The participation intensity of social organizations. 0 ≤ β ≤ 1 ε The coefficient of emergency dispatching. 0 ≤ ε ≤ 1 θ",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Evolutionary phase diagram of the emergency linkage system.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Evolution trajectory of the emergency linkage game system under different values of participation intensity of social organizations. (a) The influence of β on the evolution of the local government's strategy. (b) The influence of β on the evolution of social organizations' strategies.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Evolution trajectory of the emergency linkage game system under different coefficients of emergency dispatching. (a) The influence of ε on the evolution of the local government's strategy. (b) The influence of ε on the evolution of social organizations' strategies.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Evolution trajectory of the emergency linkage game system under different degrees of emergency cooperation. (a) The influence of θ on the evolution of the local government's strategy. (b) The influence of θ on the evolution of social organizations' strategies.5.5.4. The Effect of Emergency Capital Stock on the Evolution of the Emergency Linkage Game SystemThe Emergency Capital Stock A 1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "The impact of emergency capital stock A 1 on the evolution of the local government's strategies.The Emergency Capital Stock A 2",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "The impact of emergency capital stock A 2 on the evolution of social organizations' strategies.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Contributions: Conceptualization, J.L. and S.A.; methodology, C.D. and Y.G.; software, J.L. and Y.G.; writing-original draft preparation, J.L. and C.D.; writing-review and editing, J.L. and Y.G.; visualization, Y.G.; supervision, S.A. All authors have read and agreed to the published version of the manuscript. Funding: This research was funded by the National Natural Science Foundation of China, grant number 72174044.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Evolutionary game study on social organizations' participation in emergency operations.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Data Availability Statement: Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Informed Consent Statement: Not applicable."
        },
        {
            "text": "The authors declare no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest:"
        }
    ]
}