{
    "paper_id": "8f04a51ac7ed7d4db5ce54c596e65d8e68df8d1a",
    "metadata": {
        "title": "Fit-failure rate associated with simulated reuse and extended use of N95 respirators assessed by a quantitative fit test",
        "authors": [
            {
                "first": "Jiwon",
                "middle": [],
                "last": "Jung",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Ulsan College of Medicine",
                    "location": {
                        "settlement": "Seoul",
                        "country": "South Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Jiyun",
                "middle": [],
                "last": "Kim Rn",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Asan Medical Center",
                    "location": {
                        "settlement": "Seoul",
                        "country": "South Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Hyejin",
                "middle": [],
                "last": "Yang Rn",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Asan Medical Center",
                    "location": {
                        "settlement": "Seoul",
                        "country": "South Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Young-Ju",
                "middle": [],
                "last": "Lim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Asan Medical Center",
                    "location": {
                        "settlement": "Seoul",
                        "country": "South Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Sun-Hee",
                "middle": [],
                "last": "Kwak",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Asan Medical Center",
                    "location": {
                        "settlement": "Seoul",
                        "country": "South Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Min",
                "middle": [],
                "last": "Jee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hong",
                "middle": [],
                "last": "Msn",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Asan Medical Center",
                    "location": {
                        "settlement": "Seoul",
                        "country": "South Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Eun",
                "middle": [],
                "last": "Ok",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kim",
                "middle": [],
                "last": "Mph",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Asan Medical Center",
                    "location": {
                        "settlement": "Seoul",
                        "country": "South Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Sung-Han",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Ulsan College of Medicine",
                    "location": {
                        "settlement": "Seoul",
                        "country": "South Korea"
                    }
                },
                "email": "kimsunghanmd@hotmail.com"
            }
        ]
    },
    "abstract": [
        {
            "text": "Objective: We quantitatively assessed the fit failure rate of N95 respirators according to the number of donning/doffing and hours worn.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Design: Experimental study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Setting: A tertiary-care referral center in South Korea.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Participants: In total, 10 infection control practitioners participated in the fit test.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods: The first experiment comprised 4 consecutive 1-hour donnings and fit tests between each donning. The second experiment comprised 2 consecutive 3-hour donnings and fit tests between each donning. The final experiment comprised fit tests after an 1-hour donning or a 2-hour donning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: For 1-hour donnings, 60%, 70%, and 90% of the participants had fit failures after 2, 3, and 4 consecutive donnings, respectively. For 3-hour donnings, 50% had fit failure after the first donning and 70% had failures after 2 consecutive donnings. All participants passed the fit test after refitting whenever fit failure occurred. The final experiment showed that 50% had fit failure after a single use of 1 hour, and 30% had fit failure after a single use of 2 hours.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions: High fit-failure rates were recorded after repeated donning and extended use of N95 respirators. Caution is needed for reuse (≥1 time) and extended use (≥1 hour) of N95 respirators in high-risk settings such as those involving aerosol-generating procedures. Although adequate refitting may recover the fit factor, the use of clean gloves and strict hand hygiene afterward should be ensured when touching the outer surfaces of N95 respirators for refitting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Personal protective equipment (PPE), such as the N95 respirator, is essential for the protection of healthcare workers from severe acute respiratory coronavirus virus 2 (SARS-CoV-2) infection. However, because of the global shortage of N95 respirators arising from the coronavirus disease 2019 (COVID-19) pandemic, extended use (ie, wearing the same N95 respirator for repeated encounters with different patients) or reuse (ie, using the same N95 respirator by one healthcare worker for multiple encounters with different patients but removing after each encounter) of N95 respirators is commonly practiced in many healthcare settings. The Centers for Disease Control and Prevention states that extended use of N95 respirators can be considered in contingency capacity strategies, and limited reuse also can be considered in crisis capacity strategies. 1 The maximum recommended extended use period of N95 respirators is 8-12 hours. For reuse, if no manufacturer guidance is available, no more than 5 uses per device is recommended. 2 However, data regarding the safety of reuse and extended use of N95 respirators are limited, and possible reduction in filtration efficiency over time and inadequate seal after multiple donning and doffing are concerning. A recent study performed during the COVID-19 pandemic showed that fit failure was associated with higher number of shifts, donning and doffing, and hours worn 3 ; however, the fit test used in this study was qualitative in nature. Therefore, we performed a quantitative fit test to examine the rate of fit failure after extended use and reuse of N95 respirators.",
            "cite_spans": [
                {
                    "start": 853,
                    "end": 854,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1033,
                    "end": 1034,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This study was performed at Asan Medical Center, a tertiary-care hospital in Seoul, South Korea. Of the 25 infection control practitioners who work at the infection control office of Asan Medical Center, 10 female practitioners volunteered to participate in the experiment. The experiment was performed from June 30 to July 13, 2020. This study was approved by the Asan Medical Center Institutional Review Board (IRB no. 2020-1078).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "All quantitative fit tests were conducted using the Portacount Proþ Respirator Fit Tester 8038 (TSI, Shoreview, MN) in a room (dimensions, 2.8 × 4.6 × 2.7 m 3 ) in accordance with the manufacturer's guideline and the OSHA Respiratory Protection Standards modified ambient aerosol CNC quantitative fit-testing protocol. 4 The participants engaged in exercises such as bending over, talking, side-to-side movement of the head, and up-and-down movement of the head. The overall fit factor was calculated using an equation provided in the protocol of the Portacount device. The overall fit factor ranged from 0 to 200 and was calculated as the ratio of the concentration of a challenge agent outside the respirator to the concentration of the challenge agent that leaked inside the respirator (C out /C in ). A fit factor of >100 was considered as \"passing.\" The participants wore 3M 1870þ (3M, Maplewood, MN) because they had previously undergone a quantitative fit test and passed with the 3M 1870þ mask. The particle concentration ranged from 70 to 200. The room temperature was between 24.3°C and 26.5°C and the relative humidity was between 52% and 64%.",
            "cite_spans": [
                {
                    "start": 319,
                    "end": 320,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The schematic flow of the experiments is shown in Figure 1 . To assess the fit-failure threshold number of reuse, we performed the 2 experiments of 1-hour multiple donning with the same respirator (Fig. 1A ) and 3 hours donning with the same respirator (Fig. 1B) . If fit failures occurred, refitting by investigator assistance and refit tests were permitted in both experiments. As we observed an unexpectedly high rate of fit failure after 2 consecutive 1-hour donning sessions and a single 3-hour donning session, we additionally performed a third experiment composed of a single 1-hour donning and fit test, and a single 2-hour donning and fit test. While N95 respirators were worn, the participants were not involved in actual clinical care. During the 1-, 2-, and 3-hour trials, they performed routine activities as infection control practitioners including office work with sitting at a desk, phone calls, talking with one another, and walking in the wards. We plugged the hole with tape just after fit test and reused the respirator. We assumed that a punctured mask would not fail the subsequent fit tests.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 50,
                    "end": 58,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 197,
                    "end": 205,
                    "text": "(Fig. 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 253,
                    "end": 262,
                    "text": "(Fig. 1B)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Graphs with median and interquartile range (IQR) of overall fit factors according to the number of reuses were generated in Prism version 5.01 software (Graphpad Software, La Jolla, CA). Kaplan-Meier curve was generated for the percent of fit failure according to the number of reuses. Normally distributed continuous variables were analyzed using the Student t test, and non-normally continuous variables were analyzed using the Mann-Whitney U test. All statistical analyses were performed using SPSS Statistics version 21 software for Windows (IBM, Armonk, NY). P values < .05 were considered statistically significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "In the first experiment of repeated 1-hour donning ( Fig. 2A and Table 1 ), all participants passed at baseline. After 2 consecutive 1-hour donnings, 6 participants had fit failures (median overall fit factor, 77; interquartile range [IQR], 22-195; P < .001 vs baseline), and all passed after refitting (median overall fit factor, 190; IQR, 157-200; P = .03 vs 2 consecutive 1-hour donnings). After 3 consecutive 1-hour donnings, 5 participants had fit failures (median overall fit factor, 122; IQR, 45-200; P = .008 vs baseline), and all passed after re-fitting (median overall fit factor, 191; IQR, 122-196; P = .35 vs 3 consecutive 1-hour donnings). After 4 consecutive 1-hour donnings, 7 participants had fit failures (median overall fit factor, 60; IQR, 33-129; P < .001 vs baseline), and all passed after refitting (median overall fit factor, 200; IQR, 155-200; P = .008 vs 4 consecutive 1-hour donnings). Excluding the result of refitting and censoring when fit failures occurred, 60%, 70%, and 90% of the participants had fit failures after 2, 3, and 4 consecutive 1-hour donnings, respectively (Fig. 3A) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 53,
                    "end": 60,
                    "text": "Fig. 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 65,
                    "end": 72,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1103,
                    "end": 1112,
                    "text": "(Fig. 3A)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "In the second experiment of repeated 3-hour donnings (Fig. 2B  and Table 2 ), all participants passed at baseline. After the first 3-hour donning, 5 participants had fit failures (median overall fit factor, 110; IQR, 57-200; P = .03 vs baseline), and all passed after refitting (median overall fit factor, 200; IQR, 193-200; P = .06 vs 3-hour donning). After 2 consecutive 3-hour donnings, 4 participants had fit failures (median overall fit factor, 171; IQR, 57-200; P = .02 vs baseline), and all passed after refitting (median overall fit factor, 200; IQR, 200-200; P = .02 vs 2 consecutive 3-hour donnings). Excluding the result of refitting and censoring when fit failures occurred, 50%, and 70% of the participants had fit failures after 1 and 2 consecutive 3-hour donnings, respectively (Fig. 3B) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 53,
                    "end": 74,
                    "text": "(Fig. 2B  and Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 793,
                    "end": 802,
                    "text": "(Fig. 3B)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Considering the unexpectedly high rate of fit failure noted in these experiments, we additionally performed fit tests after a single session of 1-hour donning and a single session for 2-hour donning. After 1-hour donning, 5 participants had fit failures (median overall fit factor, 126; IQR, 48-200) ( Table 3) . After 2-hour donning, 3 had fit failures (median overall fit factor, 160; IQR, 78-185).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 302,
                    "end": 310,
                    "text": "Table 3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "In this study, we performed quantitative fit tests to show that extended use (>1 hour) and reuse of N95 respirators were associated with higher rates of fit failure. Refitting invariably resulted in an appropriate fitting. These data suggest that the extended use or reuse of N95 respirators due to the shortage of N95 respirators and other practical issues should be done with caution, especially in high-risk settings such as those involving aerosol-generating procedures. Therefore, more short-term use or other strategies such as powered air-purifying respirators (PAPR) should be considered in these circumstances. When caring for patients with COVID-19, healthcare workers usually don PPE during their 3-to 4-hour shifts. Therefore, the extended use of N95 respirators is unavoidable. In addition, because of the ongoing shortage of N95 respirators during the COVID-19 pandemic, the reuse of respirators is common practice in many healthcare settings. Previous studies showed that donning up to 5 times was associated with a relatively low failure rate (<10% and 30%) 5,6 ; however, in those studies, the participants wore the N95 respirators for only about 5 minutes, which is far shorter than the usual usage in real-world practice. Therefore, we performed experiments with repetitive 1-hour and 3-hour donning sessions and observed high rates of fit failures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Presumably, there is a significant risk of airborne transmission of SARS-CoV-2 in aerosol-generating procedures, and the body of evidence on airborne transmission of SARS-CoV-2 is continuing to grow. 7, 8 Our study supports the use of PAPRs during aerosolgenerating procedures involving patients with COVID-19 because face-seal leakage could occur during movements of healthcare workers and aerosols can enter inside the N95 respirators through such leakages during extended wearing, although use of PAPRs would be limited at the scale required for the COVID-19 pandemic. Failed fit tests may not directly indicate higher risks of SARS-CoV-2 infection, and the concentration of the challenge agent used in the fit test may not mimic the clinical conditions of caring COVID-19 patients. However, empirical experience warrants that the adequate fit factors should be maintained during the wearing of N95 respirators in healthcare settings until more data are available. Further study is needed to evaluate the association between fit failures of N95 respirators due to extended use or reuse and the risk of SARS-CoV-2 infection.",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 202,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 203,
                    "end": 204,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although an appropriate fit was achieved in our participants through refitting by healthcare workers, the risk of contact transmission of SARS-CoV-2 from touching a contaminated surface of respirators and subsequently touching facial mucous membranes is greatly concerning. The CDC recommends that healthcare workers use a clean pair of gloves when reusing or adjusting a previously worn N95 respirator and that they discard the gloves and perform hand hygiene after donning or adjusting N95 respirators. 1, 2 Although our data show that refitting restores adequate fit factors, the risk of hand contamination during refitting cannot be overemphasized.",
            "cite_spans": [
                {
                    "start": 505,
                    "end": 507,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 508,
                    "end": 509,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our study has several limitations. We did not perform these experiments in the setting of patient care for COVID-19 because holes were made in the N95 respirators to insert probes for measurements. Therefore, infection control practitioners performed this study. The activity of healthcare workers caring for patients with COVID-19 may be greater than that of infection practitioners and thus associated with higher rates of fit failure. Also, the participants in this study were highly specialized infection control practitioners who were well educated in mask fitting, and the fitting factors of N95 respirators may be somewhat poorer in nonspecialized healthcare workers. Therefore, the actual fit failure rate may be higher in real-world practice. Notably, although we plugged the hole with tape, the hole might have influenced the subsequent fit-testing results. Lastly, our findings should be interpreted with caution because the rather small number of participants in our study (n = 10) solely consisted of Asian female subjects and because only 1 brand of N95 respirator was tested. Despite these limitations, our study systemically evaluated the quantified fit factors according to the reuse or extended use of N95 respirators, which closely reflects the real-world practice during the COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, the donning and extended use (>1 hour use) of N95 respirators led to higher fit failure rates. The reuse and extended use of N95 respirators should be done with caution in high-risk exposure setting such as those involving aerosol-generating procedures. Although adequate refitting may recover the fit factor, the use of clean gloves and strict hand hygiene afterward should be ensured when touching the outer surfaces of N95 respirators for refitting. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Strategies for optimizing the supply of N95 respirators",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The National Institute for Occupational Safety and Health (NIOSH)",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Correlation between N95 extended use and reuse and fit failure in an emergency department",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "F"
                    ],
                    "last": "Degesys",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kwan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fahimi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Noble",
                    "suffix": ""
                },
                {
                    "first": "Raven",
                    "middle": [],
                    "last": "Mc",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "324",
            "issn": "",
            "pages": "94--96",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Occupational Safety and Health Administration website",
            "authors": [],
            "year": 1910,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Impact of multiple consecutive donnings on filtering facepiece respirator fit",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Bergman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Viscusi",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhuang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Palmiero",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Powell",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Shaffer",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Am J Infect Dis",
            "volume": "40",
            "issn": "",
            "pages": "375--380",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The effect on fit of multiple consecutive donning and doffing of N95 filtering facepiece respirators",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Vuma",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Manganyi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rees",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Ann Work Expo Health",
            "volume": "63",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Aerosol-generating procedures and infective risk to healthcare workers from SARS-CoV-2: the limits of the evidence",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jarding",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Broom",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Broom",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Hosp Infect",
            "volume": "105",
            "issn": "",
            "pages": "717--725",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Is it time to address airborne transmission of COVID-19",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Morawska",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Milton",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Infect Dis",
            "volume": "71",
            "issn": "",
            "pages": "2311--2313",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Schematic flow chart of the fit test.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Overall fit factors of the participants at baseline and after repetitive donning/doffing. (A) Results of 1-hour-donning. (B) Results of 3 hours donning. Boxes represent the median and interquartile range [IQR]. Whiskers indicate the upper and lower adjacent values (within 1.5 × IQR), and isolated dots are outlier data points.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "IQR, interquartile range. a Overall fit factor of individual participants and the median overall fit factors are shown. b Bold value indicates fit failure.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Kaplan-Meier curve for percents of fit failure after repetitive donning and doffing. (A) Fit failure after 1 hour-donning. (B) Fit failure after 3 hours donning. Dots indicate the points of censoring.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Results of Repeated 1-Hour Donning Experiment a",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Results of Repeated 3-Hour Donning Experiment a Note. IQR, interquartile range. a Overall fit factor of individual participants and the median overall fit factors are shown. b Bold value indicates fit failure.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Results of Fit Tests After a Single Use of 1 Hour or 2 Hours Participant No. Note. IQR, interquartile range. a Bold value indicates fit failure.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Financial support. This study was supported by a grant from the Korea Health Technology R&D Project through the Korea Health Industry Development Institute, funded by the Ministry of Health & Welfare, Republic of Korea (grant no. HW20C2062).Conflicts of interest. All authors report no conflicts of interest relevant to this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments."
        }
    ]
}