{
    "paper_id": "8f6480bb97ba26a5d513d0de6e90a509bde32146",
    "metadata": {
        "title": "Impact of the first wave of the COVID-19 pandemic on healthcare use in osteoarthritis: A population register-based study in Sweden",
        "authors": [
            {
                "first": "Ali",
                "middle": [],
                "last": "Kiadaliri",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Lund University",
                    "location": {
                        "settlement": "Orthopedics, Lund",
                        "country": "Sweden"
                    }
                },
                "email": "ali.kiadaliri@med.lu.sea.kiadaliri."
            },
            {
                "first": "Karin",
                "middle": [],
                "last": "Magnusson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Lund University",
                    "location": {
                        "settlement": "Orthopedics, Lund",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Aleksandra",
                "middle": [],
                "last": "Turkiewicz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Lund University",
                    "location": {
                        "settlement": "Orthopedics, Lund",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Andrea",
                "middle": [],
                "last": "Dell&apos;isola",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Lund University",
                    "location": {
                        "settlement": "Orthopedics, Lund",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Jos",
                "middle": [],
                "last": "Runhaar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Erasmus MC University Medical Center Rotterdam",
                    "location": {
                        "settlement": "Rotterdam",
                        "country": "the Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Sita",
                "middle": [],
                "last": "Bierma-Zeinstra",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Erasmus MC University Medical Center Rotterdam",
                    "location": {
                        "settlement": "Rotterdam",
                        "country": "the Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Martin",
                "middle": [],
                "last": "Englund",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Lund University",
                    "location": {
                        "settlement": "Orthopedics, Lund",
                        "country": "Sweden"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Objective: To investigate whether the first wave of the COVID-19 pandemic impacted healthcare consultations (HCC) and hospitalization among people with and without osteoarthritis (OA). Methods: Using register data, we included individuals aged !35 years residing in Skåne region, Sweden, during 2009-2019 with (n ¼ 123,523) and without (n ¼ 552,412) a diagnosis of OA during as control as well as dividing data to pre-(January-February) and post-pandemic (March-May), we applied event study design to measure the dynamic effects of the COVID-19 pandemic on HCC/hospitalization. We used fixed-effect Poisson regressions for estimation and subgroup analyses by sex, age, and comorbidity were conducted among OA patients. Results: The impact of the pandemic on healthcare use was evident from mid-March 2020 (34-45%/12-25% reductions in in-person HCC/hospitalization) among people with OA relative to 2017-2019. Smaller reductions were seen in those without OA with 25-34%/8-16% reductions in in-person HCC/hospitalization. On contrary, there were increases in remote HCC following the pandemic (5-25% and 11-31% in people with and without OA, respectively). Among persons with OA, there were variations in the pandemic's effects by sex, age and comorbidity. Conclusion: Despite no lockdown in Sweden there were substantial reductions in in-person healthcare use during the first wave of COVID-19 pandemic with greater reductions among people with than without OA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The COVID-19 pandemic and response strategies to slow its spread have had significant health, economic, and social impacts [1] . The pandemic has imposed major changes in delivery of healthcare services and many healthcare providers restricted the provision of elective and non-essential healthcare procedures [2, 3] . These changes have led to substantial drops in in-person healthcare use (HCU) for different types of care in different countries [4] [5] [6] [7] . These delayed/cancelled HCU might have adverse effects on patient's current and future health. These effects can be more pronounced among those with higher need of healthcare including older adults with chronic conditions. One such subgroup comprises patients with osteoarthritis (OA) who generally use more healthcare than individuals without OA [8, 9] . However, little is known about the impact of the COVID-19 pandemic on HCU in OA and in comparison to the general population. Using high-quality individual-level longitudinal register data, we investigated the patterns of HCU before and during the pandemic among people with and without OA in Sweden where no formal lockdown was implemented during the first wave of the COVID-19.",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 126,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 310,
                    "end": 313,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 314,
                    "end": 316,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 448,
                    "end": 451,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 452,
                    "end": 455,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 456,
                    "end": 459,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 460,
                    "end": 463,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 813,
                    "end": 816,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 817,
                    "end": 819,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We used data from the Swedish Population Register, the Skåne Healthcare Register (SHR), and the Longitudinal Integration Database for Health Insurance and Labour Market Studies (LISA by Swedish acronym) covering the entire Skåne population, the southernmost region of Sweden with about 1.4 million inhabitants. The SHR is a regional legislative administrative healthcare database covering all healthcare consultations (public and private) in the Skåne region from 1998 onwards. The registers were linked using the unique personal identification number, which was replaced with an arbitrary code by the Swedish authorities to ensure the anonymity of the subjects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "We identified people aged !35 years who were resident in Skåne on 31 December 2019 (n ¼ 777,503). To have reliable data on OA diagnosis, we excluded those who moved to the region after December 31, 2008 (n ¼ 101,568). We then divided the sample into two cohorts: the OA cohort as those with a principal OA diagnosis (ICD-10 codes M15-M19, n ¼ 123,523) registered at least once during 2009-2019, and the reference cohort as those with no OA diagnosis during this period (n ¼ 552,412).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study cohorts"
        },
        {
            "text": "We studied four types of HCU: (i) all in-person healthcare consultations (regardless of the reason for visit), (ii) all remote (phone and mail) healthcare consultations registered as those replacing an in-person visit, (iii) all hospital admissions (regardless of the reason for admission), and (iv) in-person mental health consultations (ICD-10 codes F00-F99). Healthcare consultations were computed as the sum of primary care and secondary outpatient care visits. Counting healthcare consultations was based on the date of visit, healthcare centre, and type of care provider. Hospital admissions expanded over 2 or more periods were counted as one admission only for the period of admission. We only studied inperson mental health consultations due to large fraction of missing diagnoses for remote consultations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Healthcare use"
        },
        {
            "text": "We used an event-study design, a generalization of difference-indifference (DID) model, to capture the dynamic effects of the COVID-19 pandemic on HCU [10, 11] . In doing so, we treated the year 2020 (the pandemic year) as the intervention group and years 2017-2019 as the control group. We selected March 2, 2020 as the date of the pandemic onset because the Swedish Public Health Agency began recommendations in response to the COVID-19 pandemic in March 2020 [2] and first new COVID-19 infections were identified in the Skåne region in early March 2020 [2] . We then divided our data into pre-and post-pandemic for both intervention and control groups. The main idea is that in the absence of COVID-19, the average HCU in 2020 and 2017-2019 would have followed parallel trends over time (parallel trend assumption). We divided our data into 14-day periods and measured HCU for four pre-pandemic (5/6 January to 1 March) and six post-pandemic (2 March to 25 May) periods. We estimated the following regression model:",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 155,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 156,
                    "end": 159,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 462,
                    "end": 465,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 556,
                    "end": 559,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Analysis"
        },
        {
            "text": "where HCU ipy represents the outcome of interest for individual i, in period p of year y. θ i is individual fixed effects capturing time-invariant confounding factors, γ p controls for temporal trends in HCU within a year, and δ y captures the overall trend in HCU over time. 1 (p-5 ¼ k) is an indicator for the 14-day periods relative to the pandemic onset period in 2020 (p ¼ 5, March 2-16, 2020). We set 1 (p-5 ¼ k) to zero for all observations during 2017-2019. We used the first period (p ¼ 1, 5/6 to 19/ 20 January) as the baseline. α k (β k ) compares the changes in the outcome of interest between post-pandemic (pre-pandemic) periods and the baseline period in 2020 with the same changes during 2017-2019. Since HCU is a count variable, we estimated this model using Poisson fixed effect regression with standard errors clustered at individual level. We conducted separate analyses for the OA cohort, which was the cohort of primary interest, and the reference cohorts. Among the OA cohort, we implemented subgroup analyses by sex (males and females), age (35-49, 50-64, 65-79, and 80þ), and Elixhauser comorbidity index (0,1-2, and 3þ). To check the robustness of our findings, we conducted a placebo test by excluding the data from the year 2020 and treating the year 2019 as the pandemic year and 2017-2018 as the control years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis"
        },
        {
            "text": "Compared with the reference cohort, persons with OA were, on average, older (68 vs 55 years) with a higher proportion of females (61% vs 49%) among them (Table A1 in supplement). In addition, Elixhauser comorbidity index was higher among the OA cohort (median 2 vs 1). Exploring the patterns of HCU (Fig. 1) revealed that while the OA cohort had, on average, higher all healthcare consultations (in-person & remote) and hospital admissions than the reference cohort in all periods, the temporal trends were very similar. In addition, while people with OA had lower in-person mental healthcare contacts than the reference cohort, the temporal trends were comparable. Moreover, interruptions in HCU following the COVID-19 pandemic in 2020 is evident for almost all types of healthcare in both cohorts. It also can be seen that despite slight rises in in-person healthcare consultations from mid-April, it didn't return to the pre-pandemic level by the end of study period (May 2020).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 153,
                    "end": 162,
                    "text": "(Table A1",
                    "ref_id": null
                },
                {
                    "start": 299,
                    "end": 307,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The event study estimates showed that the COVID-19 pandemic was generally associated with reductions in in-person healthcare consultations and hospital admissions in both cohorts (Fig. 2) from the first period post-pandemic (mid-March) with more profound reductions in the OA cohort (34-45% vs 25-34% reductions in in-person healthcare consultations and 12-25% vs 8-16% reductions in hospital admissions). On the other hand, the pandemic was associated with rises in remote healthcare consultations from the pandemic week (early March) which lasted for the whole study period, with more profound increases among people without OA (5-25% in OA vs. 11-31% in the reference cohort). There were also declines in in-person mental health contacts following the pandemic with greater reductions among people with than without OA (26-34% vs.16-26%).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 179,
                    "end": 187,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Our subgroup analyses in the OA cohort showed that the pandemic's effects generally tend to be larger among females, older people and those with comorbidity ( Figures A1-A4 in supplement). Our placebo test did not suggest any interruptions in HCU in 2019 compared with 2017-2018 ( Figure A5 in supplement).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 159,
                    "end": 172,
                    "text": "Figures A1-A4",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 281,
                    "end": 290,
                    "text": "Figure A5",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Using individual-level longitudinal data, we found that the COVID-19 pandemic in southern Sweden, despite no formal lockdown, was associated with substantial reductions in HCU that was more marked among people with than without OA. On the other hand, the pandemic was associated with increases in remote healthcare consultations which lasted for the whole study period. Among OA patients the pandemic's impact was generally greater for females, older people and those with more comorbidity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Significant reductions in in-person HCU including hospital admissions and mental health consultations reported in this study is consistent with previous studies documenting steep reductions in different types of care following the COVID-19 pandemic compared to previous years [2, [4] [5] [6] [7] [10] [11] [12] [13] . A recent systematic review [5] reported a median reduction of 42% in healthcare visits and 28% in hospital admissions following the pandemic which are slightly larger than the reductions estimated in our study. Smaller reductions observed in this study might be attributable to a lack of formal lockdown in Sweden. This suggests that while our estimates might not be directly transferable to countries with formal lockdown, these might provide a \"lower bound\" for the impact of COVID-19 on HCU in persons with OA. Moreover, this systematic review reported [5] greater reductions in healthcare consultations than hospital admissions which are in line with our findings.",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 279,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 280,
                    "end": 283,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 284,
                    "end": 287,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 288,
                    "end": 291,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 292,
                    "end": 295,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 296,
                    "end": 300,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 301,
                    "end": 305,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 306,
                    "end": 310,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 311,
                    "end": 315,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 345,
                    "end": 348,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 874,
                    "end": 877,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A lack of formal lockdown in Sweden implies that the observed reductions in in-person HCU can be possibly attributed to people's reluctance to use healthcare due to their fear of the COVID-19 infection, recommendations of physical distancing and working from home by health authorities, and reductions of elective and non-essential care imposed by healthcare providers. Such voluntary actions should inform developing response strategies to mitigate the effects of potential future pandemics especially among those with higher need for healthcare services. In addition, reductions in HCU despite no formal lockdown We observe increases in remote consultations in 2020 compared with previous years which lasts for the whole study period, with greater rises early on following the pandemic. This suggests that reductions in inperson consultations were partially offset by rises in remote consultations. The rise in remote consultations during the early phase of the pandemic followed by a reduction has also been reported in previous studies, even though the magnitude of the rises were smaller in our study [4, 12, 14] . This might partially be due the fact that video, phone visits and visits through mobile apps are not very frequent as compared to in-person visits. Furthermore, differences in study design, data sources and coding procedures might also contribute to these discrepancies. Further analyses are needed to explain smaller rises in remote consultations in this study. Indeed, if reductions in in-person HCU are not substituted by remote consultations, it can have detrimental effects on population health highlighting the need for further investigation.",
            "cite_spans": [
                {
                    "start": 1106,
                    "end": 1109,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1110,
                    "end": 1113,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1114,
                    "end": 1117,
                    "text": "14]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The access to high-quality individual-level register data on healthcare contacts (publicly funded and given by both public and private providers) for the entire population of Skåne region is the main strength of this study. Furthermore, we used historical data to capture trends in the years leading up to 2020 which has been suggested to carry the lowest risk of bias for estimating the impact of the COVID-19 pandemic [5] . Nevertheless, several limitations of the current study should be acknowledged. No data on healthcare provided by the municipalities (e.g., nursing homes) was available in the register. Moreover, we lack data on certain types of remote consultations including video visits and mobile apps by certain private practitioners. We were unable to capture the OA severity. Potential variations in the pandemic's impact on HCU by OA severity (e.g. persons who underwent total joint replacement) and/or OA site should not be overlooked. Using physicians' diagnostic codes to identify patients with OA is susceptible to coding errors and misclassification, even though our data source had a high positive predictive value (88%) for knee OA diagnosis [15] . Given that Skåne was among the regions less impacted during the first wave of the COVID-19 pandemic, it is unclear if our results are generalizable to the whole of Sweden or other locations.",
            "cite_spans": [
                {
                    "start": 420,
                    "end": 423,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1165,
                    "end": 1169,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Compared with previous years, we observed significant reductions in in-person HCU following the COVID-19 pandemic in southern Sweden with more profound reductions among those with than without OA. Among people with OA, females, older individuals and those with more comorbidity experienced greater reductions in in-person healthcare consultations which might have adverse consequences for their health. Identifying the effect of pandemic on disease-specific HCU (e.g. infectious vs. non-infectious diseases) and the effect of formal lockdown on HCU in persons with OA are subjects for future research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "All authors contributed to study conception. AK contributed to study design and performed the statistical analysis, and drafted the manuscript. AT and ME participated in data acquisition. All authors contributed to the interpretation of the results, revising the manuscript critically for important intellectual content and approved the final version for submission. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contributors"
        },
        {
            "text": "Not required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient consent for publication"
        },
        {
            "text": "The study was approved by the Ethical Review Board, Sweden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics approval"
        },
        {
            "text": "AK acts as senior scientific advisor for Joint Academy, a platform providing evidence-based digital treatment for chronic joint pain. ME and SBZ has received personal fees from Pfizer outside the submitted work. All other authors have no conflict of interest to disclose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of competing interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Mandated and voluntary social distancing during the COVID-19 epidemic",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Simon",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wing",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Brookings Pap. Econ. Activ",
            "volume": "",
            "issn": "",
            "pages": "269--315",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The impact of first and second wave of COVID-19 on knee and hip surgeries in Sweden",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dell&apos;isola",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kiadaliri",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Turkiewicz",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J. Exp. Orthop",
            "volume": "8",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Medically necessary, time-sensitive procedures: scoring system to ethically and efficiently manage resource scarcity and provider risk during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "N"
                    ],
                    "last": "Prachand",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Milner",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Angelos",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Am. Coll. Surg",
            "volume": "231",
            "issn": "2",
            "pages": "281--288",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Impact of the COVID-19 pandemic on the disease course of patients with inflammatory rheumatic diseases: results from the Swiss Clinical Quality Management cohort",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ciurea",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Papagiannoulis",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Burki",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Ann. Rheum. Dis",
            "volume": "80",
            "issn": "2",
            "pages": "238--241",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Impact of COVID-19 pandemic on utilisation of healthcare services: a systematic review",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Moynihan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sanders",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Michaleff",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "BMJ Open",
            "volume": "11",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The impact of the COVID-19 pandemic on hospital admissions in the United States, Health Aff",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Birkmeyer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barnato",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Birkmeyer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bessler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Skinner",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "39",
            "issn": "",
            "pages": "2010--2017",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Consequences of coronavirus disease-2019 (COVID-19) lockdown on infection-related hospitalizations among the pediatric population in Denmark",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Polcwiartek",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Polcwiartek",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Andersen",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Eur. J. Pediatr",
            "volume": "180",
            "issn": "6",
            "pages": "1955--1963",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Variability in end-of-life healthcare use in patients with osteoarthritis: a population-based matched cohort study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kiadaliri",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Englund",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Osteoarthritis Cartilage",
            "volume": "29",
            "issn": "10",
            "pages": "1418--1425",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Trajectory of excess healthcare consultations, medication use, and work disability in newly diagnosed knee osteoarthritis: a matched longitudinal register-based study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kiadaliri",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Englund",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Osteoarthritis Cartilage",
            "volume": "29",
            "issn": "3",
            "pages": "357--364",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Measuring voluntary responses in healthcare utilization during and after COVID-19 pandemic: evidence from taiwan",
            "authors": [
                {
                    "first": "Y.-Y",
                    "middle": [],
                    "last": "Tsai",
                    "suffix": ""
                },
                {
                    "first": "T.-T",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "medRxiv",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Effects of state COVID-19 closure policy on NON-COVID-19 health care utilization",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ziedan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "I"
                    ],
                    "last": "Simon",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wing",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Impact of the COVID-19 pandemic on remote mental healthcare and prescribing in psychiatry: an electronic health record study",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Irving",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Brinn",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "BMJ Open",
            "volume": "11",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Trends in outpatient emergency department visits during the COVID-19 pandemic at a large, urban, academic hospital system",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Giannouchos",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Biskupiak",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Moss",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Brixner",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Andreyeva",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ukert",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Am. J. Emerg. Med",
            "volume": "40",
            "issn": "",
            "pages": "20--26",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Impact of the COVID-19 pandemic on health care utilization in a large integrated health care system: retrospective cohort study",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Glenn",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sy",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J. Med. Internet Res",
            "volume": "23",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Current and future impact of osteoarthritis on health care: a population-based study with projections to year 2032",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Turkiewicz",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "F"
                    ],
                    "last": "Petersson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bjork",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Osteoarthritis Cartilage",
            "volume": "22",
            "issn": "",
            "pages": "1826--1832",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Temporal trends in healthcare use in persons with and without osteoarthritis in 2020 compared with 2017-2019. The vertical line divides the study period into pre-and post-pandemic.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Effects of the COVID-19 pandemic on healthcare use in persons with (navy circles) and without (red triangles) osteoarthritis: estimates from event study. The vertical line divides the study period into pre-and post-pandemic. highlight the importance of accounting for voluntary responses in estimating the causal impact of formal lockdown measures.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Ali Kiadaliri: Conceptualization, Formal analysis, Visualization, Writing -Original Draft. Karin Magnusson: Conceptualization, Writing -Review & Editing. Aleksandra Turkiewicz: Conceptualization, Data Curation, Writing -Review & Editing. Andrea Dell'Isola: Conceptualization, Writing -Review & Editing. Jos Runhaar: Conceptualization, Writing -Review & Editing. Sita Bierma-Zeinstra: Conceptualization, Writing -Review & Editing, Funding acquisition. Martin Englund: Conceptualization, Funding acquisition, Supervision, Writing -Review & Editing. This study was supported by the Foundation for Research in Rheumatology (FOREUM), the Greta and Johan Kock Foundation, the Swedish Research Council, the € Osterlund Foundation, and Governmental Funding of Clinical Research within National Health Service (ALF).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Supplementary data to this article can be found online at https ://doi.org/10.1016/j.ocarto.2022.100252.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix A. Supplementary data"
        }
    ]
}