{
    "paper_id": "8f86ef692efa80167322cf227d79c97c4b2427ea",
    "metadata": {
        "title": "Resource requirements for reintroducing elective surgery during the COVID-19 pandemic: modelling study",
        "authors": [
            {
                "first": "A",
                "middle": [
                    "J"
                ],
                "last": "Fowler",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Queen Mary University of London",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "T",
                "middle": [
                    "D"
                ],
                "last": "Dobbs",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Reconstructive Surgery and Regenerative Medicine Research Group",
                    "institution": "Swansea University Medical School",
                    "location": {
                        "settlement": "Swansea",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Y",
                "middle": [
                    "I"
                ],
                "last": "Wan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Queen Mary University of London",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "R",
                "middle": [],
                "last": "Laloo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Leeds General Infirmary",
                    "location": {
                        "settlement": "Leeds",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Hui",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Queen Mary University of London",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "D",
                "middle": [],
                "last": "Nepogodiev",
                "suffix": "",
                "affiliation": {
                    "laboratory": "NIHR Global Health Research Unit on Global Surgery",
                    "institution": "University of Birmingham",
                    "location": {
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Bhangu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "NIHR Global Health Research Unit on Global Surgery",
                    "institution": "University of Birmingham",
                    "location": {
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "I",
                "middle": [
                    "S"
                ],
                "last": "Whitaker",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Reconstructive Surgery and Regenerative Medicine Research Group",
                    "institution": "Swansea University Medical School",
                    "location": {
                        "settlement": "Swansea",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "R",
                "middle": [
                    "M"
                ],
                "last": "Pearse",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Queen Mary University of London",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "T",
                "middle": [
                    "E F"
                ],
                "last": "Abbott",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Queen Mary University of London",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": "t.abbott@qmul.ac.uk"
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: The COVID-19 response required the cancellation of all but the most urgent surgical procedures. The number of cancelled surgical procedures owing to Covid-19, and the reintroduction of surgical acivirt, was modelled.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The outbreak of novel coronavirus SARS-CoV-2 and the disease COVID-19 were first reported in December 2019 in Wuhan, China 1 , and the WHO declared a global pandemic in March 2020. The healthcare response to the COVID-19 pandemic has required rapid changes to the provision of secondary healthcare services, including the creation of new hospitals 2,3 . Critical care capacity has increased substantially in high-income countries, requiring redeployment of staff and equipment from other departments 4 . Surgical services represent a large portion of healthcare activity, accounting for 5 million hospital admissions to the UK National Health Service (NHS) every year 5, 6 . In March, NHS England 7 issued guidance to postpone non-urgent surgery from 15 April. Only very urgent and emergency surgical treatments continued, with the cancellation of almost all planned cancer and noncancer surgery 8, 9 . However, the number of surgical procedures cancelled during the pandemic response, and the excess of untreated surgical disease, remain unknown 2, 8 . As the UK NHS response to the pandemic develops, reintroduction of elective surgery is planned with a particular focus on cancer surgery 10 . However, the risk of SARS-CoV-2 transmission within hospitals is a concern and further complicated by uncertain rates of asymptomatic infection in the general population (17-56 per cent) 11, 12 . Asymptomatic infection rates may be as high as 24 per cent among healthcare staff 13, 14 . New procedures introduced to protect patients and staff from virus transmission have reduced the capacity for surgery, as has a lack of appropriately trained staff, requiring redeployment to other clinical areas 2, 4 . NHS plans to prevent in-hospital infection include preoperative patient screening, establishing 'clean' hospitals, routine staff testing and/or universal personal protective equipment (PPE) 8, 15 . However, the optimum strategy, resource requirements and time scale for reintroducing elective surgery remain uncertain 15 . Critical care utilization remained high for patients with COVID-19 in some areas after the peak had passed 16 . Capacity for surgical care remains limited in operating rooms, postanaesthetic recovery units and critical care units, while the incidence of serious postoperative complications among patients with COVID-19 is very high 4, 17 . A clear understanding of the number and type of overdue surgical procedures is urgently needed to inform national healthcare policies for reintroducing surgical services.",
            "cite_spans": [
                {
                    "start": 500,
                    "end": 501,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 668,
                    "end": 670,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 671,
                    "end": 672,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 896,
                    "end": 898,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 899,
                    "end": 900,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1047,
                    "end": 1049,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1050,
                    "end": 1051,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1191,
                    "end": 1193,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1383,
                    "end": 1386,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1387,
                    "end": 1389,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1474,
                    "end": 1477,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1478,
                    "end": 1480,
                    "text": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1695,
                    "end": 1697,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1698,
                    "end": 1699,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1892,
                    "end": 1894,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1895,
                    "end": 1897,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2020,
                    "end": 2022,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2132,
                    "end": 2134,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2357,
                    "end": 2359,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2360,
                    "end": 2362,
                    "text": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Hospital Episode Statistics (HES) data over 5 years from 2014 to 2019 were used to estimate the number of surgical procedures postponed in the NHS in England because of COVID-19. Multiple scenarios for the reintroduction of routine surgical activity over 9 months, starting in June 2020, were modelled. Estimates of the cumulative national deficit of surgical procedures and the resource implications for catching up with postponed procedures, in terms of hospital beds, critical care beds, PPE for staff, and preoperative screening of patients for COVID-19, and the associated financial cost are presented.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "An unabridged description of the methods is provided in the Appendix S1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Aggregated HES data for Admitted Patient Care from 1 April 2014 to 31 March 2019 (https://digital.nhs.uk/data-and-information) were used. HES provides detailed data describing hospital care in England, including the type of surgical procedure categorized by OPCS codes. All data used are freely available anonymized data, and research ethics and information governance approvals were therefore not required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data source"
        },
        {
            "text": "The primary outcome measure was the deficit of surgical activity, defined as the number of cancelled surgical procedures, attributable to the COVID-19 pandemic response. Secondary outcomes were the associated resource requirements, defined as: hospital bed-days, number of critical care admissions, number of investigations for preoperative COVID-19 screening, amount of PPE required for operating theatre staff, and additional financial cost.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcomes"
        },
        {
            "text": "A statistical analysis plan was developed and published before data analysis took place 18 . R version 3.6.1 (R Core Team, Vienna, Austria) was used for data analysis. Surgical procedures were stratified according to a classification published by NHS England on 17 March 2020, which described operations that should be stopped or continued during the initial pandemic response 7 . Surgical procedures were divided into four classes of decreasing urgency: class 1, emergency operations needed within 72 h; class 2, urgent surgery that can be deferred for up to 4 weeks; class 3, semiurgent surgery that can be delayed for up to 3 months; and class 4, elective surgery that can be delayed for more than 3 months. A prespecified, data-driven approach was used to identify emergency, urgent and elective surgical procedures based on waiting times and expert review of procedure coding (Tables S1 and S2). The monthly volume of surgical activity that would have been expected had there not been a pandemic until 28 February 2021 was estimated, by calculating the annual change in activity during the 5-year interval from 1 April 2014 to 31 March 2019, and extrapolated using a linear growth assumption. Estimations of monthly volume were calculated using NHS England Monthly Activity Returns, and the pooled mean age for each class of surgery was estimated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modelling analysis"
        },
        {
            "text": "The number of surgical procedures postponed or cancelled between 1 March 2020 and 1 June 2020 was estimated according to several assumptions. First, it was assumed that class 1 (emergency) surgery would continue at the prepandemic rate. The second assumption was that class 2 surgery would continue at a reduced rate; four scenarios were calculated, where 20, 40, 60 and 80 per cent of class 2 surgical procedures were assumed to have continued. Third, it was assumed that 50 per cent of class 3 and 4 procedures continued in March and then stopped completely in April and May, reflecting between-hospital heterogeneity in the timing of stoppage of surgery. The results were presented as the deficit of surgical procedures between 1 March and 31 May 2020 with a 95 per cent confidence interval. The fourth assumption was that widespread reintroduction of surgical activity would start from 1 June 2020 and continue to increase to prepandemic levels. For each of the four scenarios of class 2 procedures, a linear increase in activity over the 3 months from 1 June to 31 August 2020 was assumed, with class 3 and 4 surgical procedures remaining cancelled until 31 August. In the final model it was assumed that 80 per cent of class 2 procedures continued. This analysis was repeated in an iterative fashion, by adding class 3 procedures on 1 September and class 4 procedures on 1 December. The fifth assumption was that prepandemic levels of surgical activity would be reached by 28 February 2021 (Fig.  S1 ). The estimated number of surgical procedures carried out each month between 1 March 2020 and 28 February 2021, and a rolling deficit of surgical activity compared with the expected volume according to the previous 5-year average, are presented. Assumptions about a second peak of COVID-19 were not included, and neither were assumptions regarding the impact of reduced operating theatre utilization owing to enhanced infection control procedures. A post hoc sensitivity analysis was performed assuming that all classes of surgery restarted on 1 June 2020 and increased linearly over a 6-month interval.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1496,
                    "end": 1505,
                    "text": "(Fig.  S1",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Surgical procedure volume"
        },
        {
            "text": "The total number of bed-days, weighted by procedure frequency, was calculated by multiplying the median duration of stay by the number of inpatient admissions. The proportion of patients who would require postoperative critical care was estimated using a conservative assumption of 1 per cent of patients having inpatient surgery, and 4 per cent of those undergoing emergency surgery 19-21 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hospital admissions"
        },
        {
            "text": "Preoperative COVID-19 screening requirements were modelled according to three scenarios. First, all patients would have two outpatient preoperative COVID-19 PCR tests. Second, all patients would have one outpatient and one inpatient preoperative SARS-CoV-2 PCR test, requiring an additional day in hospital for isolation. Third, all patients would have one outpatient and one inpatient preoperative SARS-CoV-2 PCR test, and patients undergoing class 1 (emergency) thoracic, cardiac or abdominal procedures would also have CT of the chest, in line with guidance from the Royal College of Radiologists 22,23 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preoperative screening tests"
        },
        {
            "text": "The amount of PPE required in operating theatres was estimated according to two scenarios 24 . In the first of these, eight staff members would be present for every procedure (2 surgeons, 2 anaesthetists, 2 operating department practitioner and 2 scrub staff). In the second scenario, four staff members would be present for every procedure (1 surgeon, 1 anaesthetist, 1 operating department practitioner and 1 scrub staff), each requiring an FFP3 mask, a fluid repellent gown, two pairs of gloves, and eye protection.",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 92,
                    "text": "24",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Personal protective equipment"
        },
        {
            "text": "The estimated financial cost of reintroducing surgical activity was divided into three areas: the cost of the surgical procedure; the cost of preoperative COVID-19 screening arrangements; and the cost of PPE required. The total cost of reintroducing surgical activity from 1 June 2020 and the total deficit of surgical procedures on 28 February 2021 were estimated by combining these. Costs were calculated in British pounds and are presented in euros based on the average exchange rate reported by OANDA on 1 July 2020 (£1 ¼ e1.09766). Costs in millions and billions are reported as whole amounts, rounded to one decimal place. The total cost of surgical procedures was calculated by matching the OPCS-4.7 code with the Health Resource Group coding, and summing the associated procedure cost according to the national schedule of NHS costs in 2015 5, 25 . The costs of screening tests were calculated according to £19 (e20.86) per SARS-CoV-2 PCR and £69 (e75.74) per CT scan, and a range of between £222 (e243.68) and £346 (e379.79) per additional bed-day [26] [27] [28] ",
            "cite_spans": [
                {
                    "start": 849,
                    "end": 851,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 852,
                    "end": 854,
                    "text": "25",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1057,
                    "end": 1061,
                    "text": "[26]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1062,
                    "end": 1066,
                    "text": "[27]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1067,
                    "end": 1071,
                    "text": "[28]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Estimated financial cost"
        },
        {
            "text": "There were 1073 OPCS codes for class 1-4 surgical procedures, representing a total of 22 513 872 surgical admissions between 1 April 2014 and 31 March 2019 (Fig. 1) . The monthly median number of procedures was 382 768 (i.q.r. 368 918-391 808) ( Table S3) (Table S4) . Patients aged over 60 years accounted for 32.7 per cent of class 1, 43.9 per cent of class 2, 53.7 per cent of class 3 and 45.6 per cent of class 4 surgical activity (Table S5) , the pooled mean age was 53.5 years.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 156,
                    "end": 164,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 246,
                    "end": 255,
                    "text": "Table S3)",
                    "ref_id": null
                },
                {
                    "start": 256,
                    "end": 266,
                    "text": "(Table S4)",
                    "ref_id": null
                },
                {
                    "start": 435,
                    "end": 445,
                    "text": "(Table S5)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Between 1 March and 31 May 2020, 749 247 (95 per cent c.i. 513 564 to 1 077 448) surgical procedures will have been cancelled in comparison with observed prepandemic levels of activity ( Table  S6 ). The widespread reintroduction of class 2 surgical activity from 31 May 2020 was modelled for four scenarios of incrementally increasing activity (20-80 per cent) that would reach prepandemic levels by 31 August 2020 (Table S7) . Even if class 2-4 surgical procedures were reintroduced in a stepwise fashion between 1 June 2020 and 28 February 2021 to reach the predicted prepandemic level of activity, the number of cancelled surgical procedures would be 2 328 193 (1 483 834 to 3 450 043) ( Table S8 , Figs 2 and 3) . In a post hoc sensitivity analysis assuming that all classes of surgery restarted on 1 June and took 6 months to reach normal capacity, the number of cancelled surgical procedures was estimated to be 1 551 560 (1 041 537 to 2 269 486) ( Table S9 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 187,
                    "end": 196,
                    "text": "Table  S6",
                    "ref_id": null
                },
                {
                    "start": 416,
                    "end": 426,
                    "text": "(Table S7)",
                    "ref_id": null
                },
                {
                    "start": 692,
                    "end": 700,
                    "text": "Table S8",
                    "ref_id": null
                },
                {
                    "start": 703,
                    "end": 716,
                    "text": "Figs 2 and 3)",
                    "ref_id": null
                },
                {
                    "start": 956,
                    "end": 964,
                    "text": "Table S9",
                    "ref_id": null
                }
            ],
            "section": "Surgical procedure volume"
        },
        {
            "text": "The total bed-days associated with the deficit of surgical activity on 31 May 2020 is 973 006 (95 per cent c.i. 623 700 to 1 423 014) ( Table S10 ). If widespread reintroduction of surgical activity occurs from 1 June 2020, the total number of bed-days associated with the cumulative deficit of surgical activity up to 28 February 2021 will be 3 337 706 (1 997 510 to 4 995 117) ( Table S10 ). The total number of critical care admissions associated with the deficit of surgical activity on 31 May 2020 is 2474 (1536 to 3650) ( Table S10) . Class 1, emergency surgery; class 2, urgent surgery with a waiting time of less than 4 weeks; class 3, semiurgent surgery with a waiting time of less than 3 months; class 4, elective surgery with a waiting time exceeding 3 months. Fifty-six procedure codes had no mean time recorded so were unclassified; these accounted for a total of 73 admissions and were excluded from analysis. OPCS codes used to define surgery are provided in Table S1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 136,
                    "end": 145,
                    "text": "Table S10",
                    "ref_id": null
                },
                {
                    "start": 381,
                    "end": 390,
                    "text": "Table S10",
                    "ref_id": null
                },
                {
                    "start": 528,
                    "end": 538,
                    "text": "Table S10)",
                    "ref_id": null
                },
                {
                    "start": 974,
                    "end": 982,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "Hospital admissions"
        },
        {
            "text": "If widespread reintroduction of surgical activity occurs from 1 June 2020, the estimated total number of critical care admissions associated with the cumulative deficit of surgery up to 28 February 2021 will be 8769 (5103 to 13 207) ( Table S10) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 235,
                    "end": 245,
                    "text": "Table S10)",
                    "ref_id": null
                }
            ],
            "section": "Hospital admissions"
        },
        {
            "text": "The estimated resource requirement for preoperative COVID-19 screening associated with the deficit of surgical activity on 31 May 2020 include 1 390 104 (95 per cent c.i. 939 958 to 2 018 502) SARS-CoV-2 PCR tests, and 247 321 (153 633 to 365 080) bed-days for preoperative isolation. The screening resource requirements associated with the reintroduction of surgical activity from 1 June 2020 are provided in Table S11 . (Tables S11 and S12). If elective surgery recommences between 1 June 2020 and 28 February, the procedure costs associated with performing reintroduced surgery will be e4.9 (4.0 to 6.1) billion, the costs of PPE and screening will be between e526.8 (449.3 to 663.9) million and e797.0 (679.0 to 959.8) million (Table S13) . The procedure cost of cancelled operations by 28 February 2021 will be e5.3 (3.1 to 8.0) billion, the costs of PPE and screening will be between e403.8 (245.5 to 603.6) million and e616.2 (374.2 to 921.2) million (Table S12 ). An unabridged description of the results is provided in Appendix S1.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 410,
                    "end": 419,
                    "text": "Table S11",
                    "ref_id": null
                },
                {
                    "start": 731,
                    "end": 742,
                    "text": "(Table S13)",
                    "ref_id": null
                },
                {
                    "start": 958,
                    "end": 968,
                    "text": "(Table S12",
                    "ref_id": null
                }
            ],
            "section": "Preoperative screening tests"
        },
        {
            "text": "The principal finding of this study is that, without a substantial increase in capacity, accumulated delays in surgical care will lead to a backlog of more than 2 million overdue or cancelled surgical procedures in the NHS in England by 28 February 2021. This is equivalent to 45 per cent of the total number of surgical procedures performed in England each year before the COVID-19 pandemic, and is larger than the existing waiting list to start surgical treatment in March 2020, which already stood at over 1.8 million patients 30 . The cost of clearing this postpandemic waiting list is in excess of e5 billion, or 4.2 per cent of the total NHS England budget 31 . Additional costs of delivering surgical services under strict infection control procedures exceed e500 million, and include PPE, preoperative screening and extra bed-days in hospital. No attempt was made to model the reduced operating theatre utilization efficiency, suggesting that the true excess cost may be far greater. Nor does this estimate account for additional costs of contracts with non-NHS providers, or the costs of postoperative complications among surgical patients with COVID-19 4, 17 . To reduce the size of any future backlog of overdue surgery, elective surgical services would need to be reintroduced at the earliest opportunity and at the maximum capacity possible. Whether this can be achieved safely remains unclear 15 .",
            "cite_spans": [
                {
                    "start": 530,
                    "end": 532,
                    "text": "30",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 663,
                    "end": 665,
                    "text": "31",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1163,
                    "end": 1165,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1166,
                    "end": 1168,
                    "text": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1407,
                    "end": 1409,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The postoperative mortality rate is much higher in patients with COVID-19 infection, compared with the expected prepandemic rate 17 . An international cohort study 17 of more than 1000 patients with COVID-19 found the incidence of postoperative death was more than 1 in 4 patients, compared with an expected mortality rate of 1 in 30 patients undergoing emergency surgery. This will inevitably lead to greater resource use, longer lengths of hospital stay and greater financial costs. Furthermore, emerging data from the UK suggest that as many as 1 in 12 healthcare workers had asymptomatic infection during the first peak of the pandemic, and were at risk of transmitting the virus to other staff and patients 14 . Consequently, many surgeons may choose to avoid surgery in patients with COVID-19 infection, to reduce the active reservoir inside the hospital and to mitigate the higher risk of postoperative death. When surgery does go ahead, the benefits must be weighed against the potential harm of bringing vulnerable patients into contact with SARS-CoV-2 and the potential risks to staff members. It is likely that preoperative screening for the virus and PPE for healthcare workers will become universal. It is estimated that, by February 2021, over 160 000 SARS-CoV-2 PCR tests will be required every week for preoperative screening alone. Permanent infrastructure for testing will need to be included in strategic plans for pathology services to support elective surgery. There are no national data regarding the use of protective equipment at individual institutions. However, many societies have exercised caution and have advocated for the deployment of full PPE for all high-risk procedures and examinations, including all aerosol-generating procedures 24 .",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 131,
                    "text": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 712,
                    "end": 714,
                    "text": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1767,
                    "end": 1769,
                    "text": "24",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There are no published data on the rate of cancellation of surgery within the NHS in England during the COVID-19 pandemic response. However, the results of this analysis are consistent with data from an international survey, which reported that the majority of both urgent cancer and non-cancer operations were postponed during the peak of the pandemic 9 . This analysis provides early evidence that disruption to surgical care has been widespread, and that reintroduction of this care will have substantial resource requirements that will differ between healthcare settings. Delays to the reintroduction of surgical procedures may result in increased secondary morbidity and mortality, not directly attributable to COVID-19 infection but owing to increased volume of undiagnosed surgical disease and delays to curative therapy 2 . If delays in surgical care result in a higher incidence of more advanced disease, it is likely that postoperative morbidity and mortality rates will also increase, as well as critical care bed utilization and duration of hospital stay. Strategies for undertaking safe surgery after the pandemic, during a prolonged pandemic response, or if COVID-19 becomes endemic, include reorganization of referral pathways, restructuring of the surgical workforce, dedicated surgical critical care resources, isolated 'cold' hospitals, and prioritization of certain patient groups 2 . If second or subsequent peaks of COVID-19 occur, it is likely that surgical services will again be curtailed, with further increases in the number of cancelled procedures. NHS leaders should make plans for the future continuity of surgical care. This analysis has several strengths. Robust national data were analysed that describe the whole healthcare setting of a single country according to a prospectively published statistical analysis plan. Conservative estimates are purposely provided of estimates of procedure volume and associated resource requirements. Procedures are reported at the admission level, rather than the episode level, which will likely underestimate the volume of surgery. Assignment to urgency class based on mean waiting time may have led to some inappropriate classification of individual procedures but was the only feasible option. Multiple sources were used to calculate postoperative critical care admission, which did not include preoperative admission, nor increased critical care utilization for patients with COVID-19. Estimates of PPE only include use in operating theatre, but not on postoperative wards or in clinics. Cost estimates do not take account of potential future reorganisation of care pathways, the use of 'hot' and 'cold' sites or use of private sector hospitals. This analysis also has limitations. A series of assumptions were made based on NHS England guidance, and were applied to a series of plausible scenarios regarding the continuation of surgical activity during the pandemic 7,10 . However, the reality of the volume, type, and timing of continuation and reintroduction of surgery may differ from those of these models. The models implemented in this analysis are highly sensitive to the rate and timing of the resumption of surgical care, as evidenced by the much lower cumulative deficit in the sensitivity analysis. It will be possible to test this in retrospect only once actual numbers of procedures carried out are published. The analysis does not account for lower throughput of surgery because of stricter infection control procedures or a potential second peak of COVID-19 32 . Further research is urgently needed to address these issues. It is likely that the volume of emergency surgery that has continued during the pandemic is lower than prepandemic levels, perhaps owing to patients avoiding hospital or clinicians using alternative management strategies 33 . The age distribution of the surgical population is skewed 6 . However, age adjustment was not possible in the analysis because of limitations of the data source. It is likely that, unfortunately, some patients will have died while waiting for surgery. The numbers of such patients are unknown, and it was not possible to account for these in the analysis. It is likely that patients who have delayed care will have greater care needs and associated financial costs. There will also be higher human costs in terms of chronic symptoms and disability that it was not possible to account for in this analysis 2 . This analysis will be updated as new data become available.",
            "cite_spans": [
                {
                    "start": 353,
                    "end": 354,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 3547,
                    "end": 3549,
                    "text": "32",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 3834,
                    "end": 3836,
                    "text": "33",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Qu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "507--513",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Immediate and long-term impact of the COVID-19 pandemic on delivery of surgical services",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Søreide",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hallet",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Matthews",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Schnitzbauer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Line",
                    "suffix": ""
                },
                {
                    "first": "Pbs",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Br J Surg",
            "volume": "107",
            "issn": "",
            "pages": "1250--1261",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Early look at the future of healthcare during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "Abu",
                    "middle": [],
                    "last": "Hilal",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Besselink",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Lemmers",
                    "suffix": ""
                },
                {
                    "first": "Dhl",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Triboldi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Br J Surg",
            "volume": "107",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Global guidance for surgical care during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "Covidsurg",
                    "middle": [],
                    "last": "Collaborative",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Br J Surg",
            "volume": "107",
            "issn": "",
            "pages": "1097--1103",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Frequency of surgical treatment and related hospital procedures in the UK: a national ecological study using hospital episode statistics",
            "authors": [
                {
                    "first": "Tef",
                    "middle": [],
                    "last": "Abbott",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Fowler",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Dobbs",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Harrison",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Gillies",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Pearse",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Br J Anaesth",
            "volume": "119",
            "issn": "",
            "pages": "249--257",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Age of patients undergoing surgery",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Fowler",
                    "suffix": ""
                },
                {
                    "first": "Tef",
                    "middle": [],
                    "last": "Abbott",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Prowle",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Pearse",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Br J Surg",
            "volume": "106",
            "issn": "",
            "pages": "1012--1018",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Clinical Guide to Surgical Prioritisation During the Coronavirus Pandemic",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Nhs England",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "COVID-19 pandemic: perspectives on an unfolding crisis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Spinelli",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pellino",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Br J Surg",
            "volume": "107",
            "issn": "",
            "pages": "785--787",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Elective surgery cancellations due to the COVID-19 pandemic: global predictive modelling to inform surgical recovery plans",
            "authors": [
                {
                    "first": "Covidsurg",
                    "middle": [],
                    "last": "Collaborative",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Br J Surg",
            "volume": "107",
            "issn": "",
            "pages": "1440--1449",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Important-for Action-Second Phase of NHS Response to COVID19",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Nhs England",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Presymptomatic SARS-CoV-2 infections and transmission in a skilled nursing facility",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Arons",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Hatfield",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Reddy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kimball",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "James",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Jacobs",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "2081--2090",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Estimating the asymptomatic proportion of coronavirus disease 2019 (COVID-19) cases on board the Diamond Princess cruise ship",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mizumoto",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kagaya",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zarebski",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Euro Surveill",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "SARS-CoV-2 seroconversion in health care workers",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shields",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "COVID-19: PCR screening of asymptomatic health-care workers at London hospital",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Treibel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1608--1610",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Elective surgery after the pandemic: waves beyond the horizon",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mayol",
                    "suffix": ""
                },
                {
                    "first": "Fernandez",
                    "middle": [],
                    "last": "Perez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Br J Surg",
            "volume": "107",
            "issn": "",
            "pages": "1091--1093",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Intensive Care National Audit and Research Centre. ICNARC Report on COVID-19 in Critical Care 08",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Mortality and pulmonary complications in patients undergoing surgery with perioperative SARS-CoV-2 infection: an international cohort study",
            "authors": [
                {
                    "first": "Covidsurg",
                    "middle": [],
                    "last": "Collaborative",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "396",
            "issn": "",
            "pages": "27--38",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "International Surgical Outcomes Study Group. Global patient outcomes after elective surgery: prospective cohort study in 27 low-, middle-and high-income countries",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Fowler",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Dobbs",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Laloo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Nepogodiev",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Br J Anaesth",
            "volume": "117",
            "issn": "",
            "pages": "601--609",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Mortality after surgery in Europe: a 7 day cohort study",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Pearse",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Moreno",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bauer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pelosi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Metnitz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Spies",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Lancet",
            "volume": "380",
            "issn": "",
            "pages": "1059--1065",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Role of chest CT in patients with acute abdomen during the COVID-19 era",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Lima",
                    "suffix": ""
                },
                {
                    "first": "Maf",
                    "middle": [],
                    "last": "Ribeiro",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gallo",
                    "suffix": ""
                },
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Saverio",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Br J Surg",
            "volume": "107",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Statement on Use of CT Chest to Screen for COVID-19 in Pre-operative Patients",
            "authors": [
                {
                    "first": "Royal",
                    "middle": [],
                    "last": "College",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Radiologists",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Personal protective equipment (PPE) for surgeons during COVID-19 pandemic: a systematic review of availability, usage, and rationing",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "M"
                    ],
                    "last": "Jessop",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Dobbs",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Combellack",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Clancy",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ibrahim",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Br J Surg",
            "volume": "107",
            "issn": "",
            "pages": "1262--1280",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "National Cost Collection for the NHS",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Nhs Improvement",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Costing Statement: Implementing the NICE Guideline on Transition between Inpatient Hospital Settings and Community or Care Home Settings for Adults with Social Care Needs (NG27 )",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Reference Costs 2017/18: Highlights, Analysis and Introduction to the Data",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Nhs Improvement",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "National Tariff Payment System: National Prices and Prices for Emergency Care Services",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Nhs Improvement",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "NHS Referral to Treatment (RTT) Waiting Times Data",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Nhs England",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The Kings Fund. The NHS Budget and How It Has Changed",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "First-wave COVID-19 transmissibility and severity in China outside Hubei after control measures, and second-wave scenario planning: a modelling impact assessment",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1382--1393",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Reduction in emergency surgery activity during COVID-19 pandemic in three Spanish hospitals",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Cano-Valderrama",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Morales",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Ferrigni",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Martín-Antona",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Turrado",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "García",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Br J Surg",
            "volume": "107",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ". If growth in the number of surgical procedures had continued according to a prepandemic trajectory, 4 547 534 (95 per cent c.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Number of hospital admissions for surgery in England between 1 April 2015 and 31 March 2019, categorized by class of surgery according to NHS England definition",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "estimated amount of PPE associated with the deficit of surgical activity on 31 May 2020 is 11 120 832 (95 per cent c.i. 7 519 664 to 16 148 016) items, assuming four people per theatre, and 22 241 664 (15 039 328 to 32 296 032) items assuming eight per theatre. The estimated total amount of PPE associated with the cumulative deficit of surgical activity by 28 February 2021 is between 37 251 088 (23 741 344 to 55 200 672) items, assuming four people per theatre, and 74 502 176 (47 482 688 to 110 401 344) items, assuming eight per theatre(Table S10).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Financial costThe procedure cost for the deficit of surgical activity on 31 May 2020 is e1.5 billion (95 per cent c.i. e923.0 million to e2.2 billion) Estimated number of surgical procedures performed per month between 1 February 2020 and 31 March 2021 compared with expected number based on time-weighted 5-year average between 1 April 2014 and 31 March 2019, and predicted cumulative number of cancellations between 1 February 2020 and 31 March 2021 a Mean estimated number of surgical procedures and expected number based on time-weighted 5-year average between 1 April 2014 and 31 March 2019, with 95 per cent confidence intervals represented by shaded areas. b Predicted cumulative number of cancellations. Class 1, emergency surgery; class 2, urgent surgery with a waiting time of less than 4 weeks; class 3, semiurgent surgery with a waiting time of less than 3 months; class 4, elective surgery with a waiting time exceeding 3 months. This assumes a stepwise reactivation of surgical activity from 1 June 2020 onwards, reaching predicted prepandemic levels of surgical activity by 28 February 2021. Estimated number of surgical procedures performed per month between 1st February 2020 and 31st March 2021, stratified by class of surgery.Mean activity is shown with 95 per cent confidence intervals represented by shaded areas. Class 1, emergency surgery; class 2, urgent surgery with a waiting time of less than 4 weeks; class 3, semiurgent surgery with a waiting time of less than 3 months; class 4, elective surgery with a waiting time exceeding 3 months. This assumes a stepwise reactivation of surgical activity from 1 June 2020 onwards, reaching predicted prepandemic levels of surgical activity by 28 February 2021.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ". The costs of PPE were calculated as £2.90 (e3.18) per FFP3 mask, £14.90 (e16.36) per 100 gloves, £3 (e3.29) per fluid-resistant gown, and £2.90 (e3.18) per piece of eye protection28,29 .",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Supplementary material is available at BJS online.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary material"
        }
    ]
}