{
    "paper_id": "8f8b859f5a4489713aa4516ee5e07b85df764f0c",
    "metadata": {
        "title": "Using a 5G network in hospitals to reduce nosocomial infection during the COVID-19 pandemic",
        "authors": [
            {
                "first": "Wen",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Guangdong Second Provincial General Hospital",
                    "location": {
                        "settlement": "Guangzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhiwen",
                "middle": [],
                "last": "Ou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Guangdong Second Provincial General Hospital",
                    "location": {
                        "settlement": "Guangzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Wenzhou",
                "middle": [],
                "last": "Duan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Guangdong Second Provincial General Hospital",
                    "location": {
                        "settlement": "Guangzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Weijie",
                "middle": [],
                "last": "Zhu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Guangdong Second Provincial General Hospital",
                    "location": {
                        "settlement": "Guangzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiongzhi",
                "middle": [],
                "last": "Xiao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Guangdong Second Provincial General Hospital",
                    "location": {
                        "settlement": "Guangzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ying",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Guangdong Second Provincial General Hospital",
                    "location": {
                        "settlement": "Guangzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Huanquan",
                "middle": [],
                "last": "Luo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Guangdong Second Provincial General Hospital",
                    "location": {
                        "settlement": "Guangzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Weibin",
                "middle": [],
                "last": "Cheng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Guangdong Second Provincial General Hospital",
                    "location": {
                        "settlement": "Guangzhou",
                        "country": "China. ✉"
                    }
                },
                "email": ""
            },
            {
                "first": "Wanmin",
                "middle": [],
                "last": "Lian",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Guangdong Second Provincial General Hospital",
                    "location": {
                        "settlement": "Guangzhou",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "and 17,033 electronic prescriptions were issued. By offering these online options, in-person visits are reduced, decreasing the risk of nosocomial infection in patients and medical staff.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Outpatient services in hospitals are a key component of many diagnosis and treatment pathways. The notice on improving the Prevention and Control of Infection in Fever Outpatient and Medical Institutions issued by the Chinese National Health Commission stated that \"three areas and two channels\" must be established to deal with outpatients, requiring separation of areas into polluted, semi-polluted and clean areas, plus separate channels for medical personnel and patients 8 . GD2H set up outpatient services for patients with a fever in strict accordance with these requirements, providing a one-stop service area integrating registration, payment, waiting, specimen collection, examination, and other functions, such as consulting-related services. This enables patients to complete the whole visit, from registration to examination, in a single area. Test results and reports are transmitted to patients' smartphones in real time using the app DingBei Doctor, developed by GD2H. From June 30, 2020 to June 30, 2021, 243,694 people registered on the hospital's WeChat public platform, and 962,464 payments were made. This reduces the movement of patients within the hospital and the number of trips required to the hospital, reducing contact opportunities between patients in high-risk areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outpatient services"
        },
        {
            "text": "Effective management and protection of inpatients is also required to reduce nosocomial infections 9 . GD2H uses semi-active Radio Frequency Identification technology, which makes objects and personnel uniquely identifiable as virtual representations in an internet-like structure (the Internet of Things). This enables a virtual electronic fence to be established around a pre-set security area (inpatient activity area). When patients leave the security area set by the system, or unauthorized persons enter the area, the system alarm is triggered. In parallel, the whereabouts of personnel in the hospital can be traced using face recognition software. A virtual reality (VR) system enables a patient's family to visit remotely. When the patient's family enters the visiting room, the doctor informs the ward nurse who puts a smart trolley at the bedside of the patient being visited. The smart trolley is equipped with camera, computer, microphone, and speaker. The family can wear VR glasses to watch the patient in the ward, and the doctor can explain the patient's condition to the family simultaneously. Medical staff can also use mobile phones to undertake remote ward rounds at any time and anywhere using the VR system. This minimizes contact between doctors, patients, and their families within the ward. AI-driven robots or AI-assisted equipment further reduce contact between patients and hospital staff, reducing the direct exposure of medical personnel to highly infectious environments 10 . For example, GD2H uses robot disinfection and drug delivery in highrisk areas such as isolation wards and wards containing patients with COVID-19. A disinfection robot is a disinfection machine that integrates ultraviolet disinfection, ultra-dry fog hydrogen peroxide sterilization, and air filtration. Using the 5G network and laser navigation technology, the robot moves autonomously according to the set route, and automatically carries out regular and thorough disinfection in complex environments, ensuring all areas are appropriately disinfected. The drug delivery robot automatically arrives at the bedside of the patient according to the bed number set by the nurse. A smart health watch worn by the patient ensures each patient can only access their medicine.",
            "cite_spans": [
                {
                    "start": 1503,
                    "end": 1505,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Ward management"
        },
        {
            "text": "The hands of medical staff are an important transmission route of nosocomial infection 11 . Handwashing is the simplest, most effective, and most economical way to control nosocomial infection 12 . GD2H uses AI and Ultra Wide Band (UWB) technology to monitor hand hygiene. UWB is a wireless technology that allows indoor positioning of people or objects with accuracy reaching the decimeter level 13 . AI technology removes interference from noisy data and improves the accuracy of identification. When medical staff enters the handwashing area from the infected area, the system reminds the user to wash their hands and tracks handwashing behavior to improve hand hygiene awareness and monitor handwashing compliance.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 89,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 397,
                    "end": 399,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Hand hygiene monitoring"
        },
        {
            "text": "During the COVID-19 outbreak, demand for personal protective equipment and medical supplies increased dramatically. Proper disposal of medical waste reduces the potential risk of pathogen transmission among medical personnel, patients, and the public 14 . The GD2H medical hazardous waste management system monitors the recovery, storage, classification, and packaging of medical waste in real time. This system combines an Internet of Things application platform with intelligent identification and network technology. It supports single-item packaging for toxic and harmful radioactive medical waste and tracks the whole process of waste disposal. This ensures different types of waste are disposed of appropriately (Fig. 1) .",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 253,
                    "text": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 718,
                    "end": 726,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "Management of medical waste"
        },
        {
            "text": "By utilizing 5G, AI, and the Internet of Things, GD2H has implemented early intervention, active monitoring, and wholeprocess tracking to reduce the potential risk of nosocomial infection and better control any occurrences. Whilst these technologies were implemented prior to the COVID 19 pandemic, the pandemic has enabled their utility to be demonstrated. Using hospital monitoring data, it was found that as of June 30, 2020, GD2H, as a provincial emergency hospital, had admitted 52 confirmed cases of COVID-19, >1300 suspected cases, and had been visited by patients with fever >68,000 times, during which time no nosocomial infection was detected. In contrast, a news report from the Health Times reported that nosocomial infection occurred in >10 hospitals lacking this technology across China including in Beijing, Hebei, Heilongjiang, Liaoning, and Shandong 15 . We hypothesize that the absence of nosocomial infections at GD2H was due to the implementation of the technologies we describe here. There are challenges to integrating modern technology into hospitals, including training, the dependence of the HCWs on the system, data security, and privacy protection 7 . Nevertheless, we anticipate that the use of 5G and AI in conjunction with the Internet of Things will enable wider control of nosocomial infection as well as improved monitoring, tracking, and faster feedback of any wider impact of such infections. In the future, it is hoped that 5G technology will be further popularized and AI algorithms will be optimized to promote the integration of information technology into medical practice. ",
            "cite_spans": [
                {
                    "start": 867,
                    "end": 869,
                    "text": "15",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Concluding remarks"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "First reported nosocomial outbreak of severe acute respiratory syndrome coronavirus 2 (SARS-C-oV-2) in a pediatric dialysis unit",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Schwierzeck",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Clin. Infect. Dis",
            "volume": "72",
            "issn": "",
            "pages": "265--270",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Nosocomial transmission and outbreaks of coronavirus disease 2019: the need to protect both patients and healthcare workers",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Abbas",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Antimicrob. Resist. Infect. Control",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Risk of COVID-19 among front-line health-care workers and the general community: a prospective cohort study",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Public Health",
            "volume": "5",
            "issn": "",
            "pages": "475--483",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Estimating coronavirus disease 2019 infection risk in healthcare workers",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "C"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yuen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Netw. Open",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Comparison of comorbidities in relation to critical conditions among coronavirus disease 2019 patients: a network metaanalysis",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hoang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tran Thi Anh",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Infect. Chemother",
            "volume": "53",
            "issn": "",
            "pages": "13--28",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Improving patient care through the development of a 5G-powered smart hospital",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Nat. Med",
            "volume": "27",
            "issn": "",
            "pages": "936--937",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Digital health technologies respond to the COVID-19 pandemic in a tertiary hospital in China: development and usability study",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lian",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Med. Internet Res",
            "volume": "22",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The National Health Commission of the People's Republic of China. Notice on improving the prevention and control of infection in fever outpatient and medical institutions",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Environmental virus surveillance in the isolation ward of COVID-19",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Hosp. Infect",
            "volume": "105",
            "issn": "",
            "pages": "373--374",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Using information technology to manage the COVID-19 pandemic: development of a technical framework based on practical experience in China",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JMIR Med. Inform",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Impact of the International Nosocomial Infection Control Consortium (INICC) multidimensional hand hygiene approach during 3 years in 6 hospitals in 3 Mexican cities",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Miranda-Novales",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J. Patient Saf",
            "volume": "15",
            "issn": "",
            "pages": "49--54",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "High efficient and ultra wide band monopole antenna for microwave imaging and communication applications",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ullah",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Sensors",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Emergency Response Key Places Protection and Disinfection Technology Team & Chinese Center for Disease Control and Prevention. [Technical guideline for disinfection of wastewater and wastes of medical organizations during COVID-19 outbreak",
            "authors": [],
            "year": null,
            "venue": "COVID-9",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Since the outbreak, nosocomial infection has occurred in more than 10 hospitals in China",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The workflow followed by the medical hazardous waste management system",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "September 2021; Accepted: 27 April 2022;",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The key information technology components that might impact nosocomial infections.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This study was supported by grants from the Key-Area Research and Development Program of Guangdong Province (No. 2020B0101130020)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "All authors were involved in all aspects and have approved the manuscript for submission. Study conception and design: W.L., L.W. Program design: Z.O., W.D., W.Z. Acquisition of data: W.Z., X.X., Y.Z., H.L. Drafting of the manuscript: L.W., W.L. Critical revision: W.C. Approval of the version of the manuscript to be published: L.W., Z.O., W.D., W.Z., X.X., Y.Z., H.L., W.C., W.L.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author contributions"
        },
        {
            "text": "The authors declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "Correspondence and requests for materials should be addressed to Wanmin Lian.Reprints and permission information is available at http://www.nature.com/reprintsPublisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/ licenses/by/4.0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional information"
        }
    ]
}