{"paper_id": "8fae3cd22b3decd0083ee0ec98dc8e1ef75afe5b", "metadata": {"title": "Catastrophic Risk: Waking Up to the Reality of a Pandemic?", "authors": [{"first": "Jamison", "middle": [], "last": "Pike", "suffix": "", "affiliation": {"laboratory": "", "institution": "Ecohealth Alliance", "location": {"postCode": "10001", "settlement": "New York", "region": "NY"}}, "email": ""}, {"first": "Jason", "middle": ["F"], "last": "Shogren", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Wyoming", "location": {"postCode": "82071", "settlement": "Laramie", "region": "WY"}}, "email": ""}, {"first": "David", "middle": [], "last": "Aadland", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Wyoming", "location": {"postCode": "82071", "settlement": "Laramie", "region": "WY"}}, "email": ""}, {"first": "W", "middle": ["Kip"], "last": "Viscusi", "suffix": "", "affiliation": {"laboratory": "", "institution": "Vanderbilt University Law School", "location": {"postCode": "37203", "settlement": "Nashville", "region": "TN"}}, "email": ""}, {"first": "David", "middle": [], "last": "Finnoff", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Wyoming", "location": {"postCode": "82071", "settlement": "Laramie", "region": "WY"}}, "email": ""}, {"first": "Alexandre", "middle": [], "last": "Skiba", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Wyoming", "location": {"postCode": "82071", "settlement": "Laramie", "region": "WY"}}, "email": ""}, {"first": "Peter", "middle": [], "last": "Daszak", "suffix": "", "affiliation": {"laboratory": "", "institution": "Ecohealth Alliance", "location": {"postCode": "10001", "settlement": "New York", "region": "NY"}}, "email": ""}]}, "abstract": [{"text": "Will a major shock awaken the US citizens to the threat of catastrophic pandemic risk? Using a natural experiment administered both before and after the 2014 West African Ebola Outbreak, our evidence suggests ''no.'' Our results show that prior to the Ebola scare, the US citizens were relatively complacent and placed a low relative priority on public spending to prepare for a pandemic disease outbreak relative to an environmental disaster risk (e.g., Fukushima) or a terrorist attack (e.g., 9/11). After the Ebola scare, the average citizen did not over-react to the risk. This flat reaction was unexpected given the well-known availability heuristic-people tend to over-weigh judgments of events more heavily toward more recent information. In contrast, the average citizen continued to value pandemic risk less relative to terrorism or environmental risk.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Will a major shock awaken the US citizens to the threat of catastrophic pandemic risk? The current challenges to reduce the health risks from the pandemic COVID-19 suggests the answer is ''no.'' Many US citizens and policymakers at the national and local levels chose to downplay or ignore the COVID-19 pandemic for weeks before the stock market crash and the number of deaths began to increase at an increasing rate (Monbiot 2020; Russonello 2020) . Why? To better understand this behavior, we step back and explore pandemic risk trade-offs using the case of pre-and post-Ebola in the mid-2010s. Using a natural experiment, we surveyed the US citizens about their risk-risk trade-offs before and immediately after the highly visible 2014 Ebola scare (Viscusi et al. 1991; Viscusi 2009 ). Using a unique survey administered both before and after the 2014 West African Ebola Outbreak, we ask the US citizens to value fatalities from pandemic risks compared to deaths from environmental disaster risks (e.g., Bhopal, Exxon, Deepwater, Fukushima) and or a terrorist attack (e.g., 9/11).", "cite_spans": [{"start": 417, "end": 431, "text": "(Monbiot 2020;", "ref_id": "BIBREF4"}, {"start": 432, "end": 448, "text": "Russonello 2020)", "ref_id": "BIBREF7"}, {"start": 751, "end": 772, "text": "(Viscusi et al. 1991;", "ref_id": "BIBREF9"}, {"start": 773, "end": 785, "text": "Viscusi 2009", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "Working with Wyoming Survey and Analysis Center (WYSAC), we administered a computer-based questionnaire. After a year of pretests, in July 2013, WYSAC implemented the survey instrument in a national study distributed across the USA. The sample was a nationally representative web-based panel recruited by the online market research company, uSamp, based out of Los Angeles, California. Participants took surveys by computer. WYSAC secured 321 surveys (pre-Ebola Outbreak); tered, securing 357 surveys. Our results show that prior to the Ebola scare, people were relatively complacent and placed a low relative priority on public spending to prepare for a pandemic disease outbreak. Surprisingly, we also find that the Ebola scare did not increase the demand for preparedness among the surveyed US citizens. This flat behavioral reaction to risk was unexpected given long-standing evidence on the pervasiveness of the availability heuristic (Tversky and Kahneman 1981) . Recall the availability heuristic says a person weighs his or her judgments of events more heavily toward more recent information, implying preferences toward risk should be distorted toward the most recent news item. In contrast, the average citizen continued to value pandemic risk less relative to terrorism or environmental risk.", "cite_spans": [{"start": 953, "end": 967, "text": "Kahneman 1981)", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "We imagine a mix of people exists either who ignore the information altogether or people who process the information to believe the US was well-prepared relative to other risks. Diverse types of information may affect the influence of the availability heuristic. Based on the retrospective policy discussion of the Ebola scare, however, we believe it less likely that the average person presumed the US was well-prepared for a pandemic. The increased media coverage of Ebola at the time highlighted the ''oversights in personal protective equipment use, disinfection, the collection, transport, and disposal of hazardous waste, the provision of social services for those placed under quarantine, and post-event monitoring and travel restrictions for potentially exposed health workers'' (Kirchhoff 2016) . The reporting revealed significant weakness in preparedness and implementation in its pandemic response.", "cite_spans": [{"start": 787, "end": 803, "text": "(Kirchhoff 2016)", "ref_id": "BIBREF3"}], "ref_spans": [], "section": ""}, {"text": "We designed a stated preference survey to estimate two key measures of pandemic risk reduction based on how people trade-off lives saved from a pandemic policy relative to an environmental disaster (e.g., Bhopal, Exxon, Deepwater, Fukushima) or a terrorist attack. Viscusi et al. (1991) developed a method to measure the value of morbidity risk reductions which has two advantages to address catastrophic events. First, catastrophic risks tend to involve small absolute probabilities, which respondents find difficult to process. This method lets them focus on more readily processed comparisons such as whether preventing 100 deaths from a terrorist attack is valued more highly than preventing 100 traffic deaths. Second, ''the comparisons involve a single dimension of choice-fatalities-so that respondents can focus on how fatalities are viewed without dealing with the less readily commensurable tradeoff between money and fatality risks. Eliminating money as an attribute of choice also eliminates the task of establishing a credible payment mechanism for the policy'' (Viscusi 2009) . Table 1 summarizes our main results for both pre-and post-Ebola outbreak surveys. In 2013, we surveyed a nationally representative US web-based panel, and found respondents valued the prevention of terrorist attack deaths and environmental disasters significantly more than pandemic outbreak deaths. Like spread betting in gambling, the person gets ''points'' when trading off terrorism risk for pandemic risk. If she is going to give up 1 terrorism life saved, she has to get nearly 1.5 pandemic lives saved in return. Similarly, for an environmental disaster-for giving up 1 environmental life saved, she needs 2 pandemic lives in return.", "cite_spans": [{"start": 265, "end": 286, "text": "Viscusi et al. (1991)", "ref_id": "BIBREF9"}, {"start": 1075, "end": 1089, "text": "(Viscusi 2009)", "ref_id": null}], "ref_spans": [{"start": 1092, "end": 1099, "text": "Table 1", "ref_id": "TABREF0"}], "section": "EVALUATING PANDEMIC RISK BEFORE THE WEST AFRICAN EBOLA OUTBREAK"}, {"text": "How people valued pandemic risks varied across the population, often in expected ways. We investigated the geographic, socioeconomic, and demographic factors affecting the perceived risk of each catastrophic event as shown in Table 1 . Our results illustrated that on average, retired respondents, who might perceive themselves as being more vulnerable to pandemic risks, favor policies that reduce pandemic risk over policies that reduce environmental disaster risk or terrorism risk. Respondents in states on the Mexico border and those of Asian descent favored policies that reduce the risk of environmental disasters rather than pandemics. Respondents located on the west coast and are physically removed from the 9/11 attack and the Boston Marathon bombing favored policies that reduce pandemic risk over policies that reduce terrorism risk, while respondents with income greater than $150,000 and living on the East Coast preferred policies that reduce terrorist attack risk over pandemic risk. Proximity to a catastrophic event affects value of policies to prevent that event from occurring. Further, groups who may feel more vulnerable to a particular catastrophic event will value lives saved in that scenario greater. Both patterns of results lead us to believe that respondents will place higher value on lives saved the less abstract and more realistic the catastrophic event.", "cite_spans": [], "ref_spans": [{"start": 226, "end": 233, "text": "Table 1", "ref_id": "TABREF0"}], "section": "EVALUATING PANDEMIC RISK BEFORE THE WEST AFRICAN EBOLA OUTBREAK"}, {"text": "This complacency was unexpected but understandable given the relatively prescient nature of the terrorism and environmental risks in relation to risk of pandemic outbreak in 2013. These differences reflect differences in risk beliefs rather than the manner in which a life is saved. People do not value the expected deaths differently, rather they have different expectations of the likelihood of death from these different causes. Our estimates suggest that people find it more difficult to quantify the risks associated with events such as pandemic outbreaks for which they have less experience. This is in contrast to the tangible risks of terrorist attacks such as 9/11 and environmental disasters such as the 2008 Kingston Fossil Plant coal fly ash slurry spill, the 2010 Deepwater British Petroleum Inc. (BP) oil spill, or the 2011 Fukushima nuclear disaster. People demand more lives for environmental disasters even though that while people died in the explosion in the Deepwater Horizon oil spill, no person died in the environmental disaster following the accident. In the domestic example given to respondents (Deepwater Horizon oil spill), no human lives were lost.", "cite_spans": [], "ref_spans": [], "section": "EVALUATING PANDEMIC RISK BEFORE THE WEST AFRICAN EBOLA OUTBREAK"}, {"text": "Many examples exist of foreign environmental disasters (Fukushima Daiichi nuclear disaster, Chernobyl disaster) in which several thousand people died that respondents could be referencing. Respondents may also be confusing environmental disasters (preventable) with natural disasters (non-preventable), such as Hurricane Katrina.", "cite_spans": [], "ref_spans": [], "section": "EVALUATING PANDEMIC RISK BEFORE THE WEST AFRICAN EBOLA OUTBREAK"}, {"text": "These differences in risk beliefs make risk communication and education of the public a prerequisite for establishing a constituency for responsible pandemic policies. Our estimates illustrate that respondents were undervaluing the risk of pandemic death, which in turn is contributing to our current lack of preparedness. We appreciate that the focus of the terrorism and environmental disaster risks refer to only the US events, while the pandemic risks include the USA and several other countries, which implies that people might have focused on the US-only risks given they preferred investing in the US only. While acknowledging this point could be a possibility, we think it is less likely that respondents kept their preferences flat because they were thinking of foreign lives. Our survey communicated that there were both US risks and foreign risks to the respondents. If the respondents think that terrorism poses a risk to them and Ebola only poses risks outside the country, then the US lives would be more highly valued since their personal valuations of risk would enter.", "cite_spans": [], "ref_spans": [], "section": "EVALUATING PANDEMIC RISK BEFORE THE WEST AFRICAN EBOLA OUTBREAK"}, {"text": "After our initial survey, the world witnessed the largest epidemic of Ebola in history, which had a 71% case fatality rate in the affected West African countries. Global media coverage was extensive and focused on how ill prepared the USA and other countries were for an Ebola outbreak (Childress 2015; Ross et al. 2014; Harhi 2014) . Figure 1 illustrates the timeline of the increase in media coverage on Ebola between January 2013 and December 2015, and pinpoints when we implement both the pre-and post-Ebola survey (https://mediacloud.org/). In early 2015, we re-administered our survey to a new representative US web-based panel adding the definition of Ebola and the phrase ''such as Ebola'' or ''like Ebola'' three times throughout the survey. Based on Bayesian learning models in which people update probabilities based on information they acquire, and the availability heuristic (Tversky and Kahneman 1981), we would expect higher valuations for avoiding pandemic risks. Table 1 , however, shows that the relative valuations barely changed from the first survey in 2013.", "cite_spans": [{"start": 286, "end": 302, "text": "(Childress 2015;", "ref_id": "BIBREF0"}, {"start": 303, "end": 320, "text": "Ross et al. 2014;", "ref_id": "BIBREF6"}, {"start": 321, "end": 332, "text": "Harhi 2014)", "ref_id": "BIBREF1"}], "ref_spans": [{"start": 335, "end": 343, "text": "Figure 1", "ref_id": "FIGREF0"}, {"start": 980, "end": 987, "text": "Table 1", "ref_id": "TABREF0"}], "section": "EVALUATING PANDEMIC RISK AFTER THE WEST AFRICAN EBOLA OUTBREAK"}, {"text": "The geographic, socioeconomic, and demographic factors affecting the perceived risk also stayed consistent, with a few exceptions. Disabled respondents now (following the outbreak) value policies that reduce the risk of environmental disasters rather than pandemics, and Asian respondents became indifferent between policies (SI materials and methods). Those living on the west coast now favor policies that reduce the risk of terrorism rather than pandemics. Respondents with income greater than $150,000 and living on the east coast were now indifferent between policies, but those respondents affiliated with the Republican Party and male respondents now prefer policies that reduce terrorist attack risk over pandemic risk. Again, these results illustrate that respondents place higher value on lives saved the less abstract and more realistic the catastrophic event. Republicans placing higher value on policies that reduce terrorism is consistent with the prominence of combating terrorism in that political party's agenda.", "cite_spans": [], "ref_spans": [], "section": "EVALUATING PANDEMIC RISK AFTER THE WEST AFRICAN EBOLA OUTBREAK"}, {"text": "Using estimates from Viscusi et al. (1991) , the value of statistical life (VSL) of $9.4 million (U.S. Department of Transportation 2008), as reported by the US Department of Transportation for transportation related deaths, and applying the ratios computed in Table 1 , we find an average VSL of approximately $4.0 million for a life saved in a pandemic outbreak prior to the 2014 West Ebola Outbreak (see SI for more details on the calculation). When applying the VSL method, our respondents valued a life saved in a more certain traffic accident more than twice as much as a life saved in an uncertain pandemic outbreak. After the 2014 outbreak, we find the average VSL increases to about $4.4 million for a life saved in a pandemic outbreak-only a 10% increase in VSL even after the Ebola scare.", "cite_spans": [{"start": 21, "end": 42, "text": "Viscusi et al. (1991)", "ref_id": "BIBREF9"}], "ref_spans": [{"start": 261, "end": 268, "text": "Table 1", "ref_id": "TABREF0"}], "section": "EVALUATING PANDEMIC RISK AFTER THE WEST AFRICAN EBOLA OUTBREAK"}, {"text": "Our results illustrate that people do not always use the most available information when evaluating relative risk. They still tend to undervalue risks believed to be remote and abstract, even after a scare like Ebola. Once Ebola reached the US and the media conveyed the possible outcomes of a global outbreak, a disease with no known cure and terrifying consequences for those infected, the reality of a pandemic outbreak did not significantly affect their views.", "cite_spans": [], "ref_spans": [], "section": "EVALUATING PANDEMIC RISK AFTER THE WEST AFRICAN EBOLA OUTBREAK"}, {"text": "Our findings should matter to the US policymakers who must allocate scarce resources to reduce catastrophic risk. As noted in a CNN editorial by the former US Secretary of State John Kerry, ''Infectious diseases-whether naturally occurring, deliberate or accidental-have the potential to cause enormous damage in terms of lives lost, economic impact, and ability to recover, just as with nuclear, chemical, or cybersecurity attacks'' (Kerry 2014) . This point is emphasized by the final report released by the National Academy of Medicine's Global Health Risk Framework for the Future (GHRF) commission. According to a Washington Post-editorial, the GHRF Commission warned: ''the global community has massively underestimated the risks that pandemics present to human life and livelihoods here are very few risks facing humankind that threaten loss of life on the scale of pandemics (Mundaca-Shah 2016).''", "cite_spans": [{"start": 434, "end": 446, "text": "(Kerry 2014)", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "EVALUATING PANDEMIC RISK AFTER THE WEST AFRICAN EBOLA OUTBREAK"}, {"text": "The behavior examined here has implications beyond Ebola. HIV/AIDS, severe acute respiratory syndrome (SARS), the H5N1 strain of avian influenza, the 2009 pandemic H1N1 influenza virus, and the novel coronavirus, COVID-19, are all reminders of our vulnerability to a pandemic that would cause serious public health, economic, and development implications. The COVID-19 pandemic has revealed that the US was as unprepared as experts feared, given the responses to the Ebola scare in 2014 (The Washington Post Editorial 2016). The average US citizen in our survey was more likely to pay more to reduce terrorism risks and environmental risks than pandemic risks both before and after the substantial media coverage for Ebola. This lack of attention to pandemic threats is especially disturbing given that the current COVID-19 and any potential future pandemics that may also have very high transmission rates, including transmission before individuals become symptomatic. The present COVID-19 pandemic drives home the importance of these behavioral results and the necessity of taking stronger preventive measures than the public might consider necessary. It is critical that despite revealed compliance in the US public, policymakers continue strong investment in infectious disease preparedness.", "cite_spans": [], "ref_spans": [], "section": "EVALUATING PANDEMIC RISK AFTER THE WEST AFRICAN EBOLA OUTBREAK"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "After Ebola: Are we ready for the next epidemic? Frontline", "authors": [{"first": "S", "middle": [], "last": "Childress", "suffix": ""}], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Media goes overtime on Ebola coverage, but not necessarily overboard", "authors": [{"first": "P", "middle": [], "last": "Harhi", "suffix": ""}], "year": 2014, "venue": "The Washington Post", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Why global health security is a national priority", "authors": [{"first": "", "middle": [], "last": "Kerry", "suffix": ""}], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Memorandum for Ambassador Susan E. Rice, subject: NSC lessons learned study on Ebola. National Security Council, White House", "authors": [{"first": "C", "middle": ["M"], "last": "Kirchhoff", "suffix": ""}], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Covid-19 is nature's wake-up call to complacent civilization. The Guardian", "authors": [{"first": "G", "middle": [], "last": "Monbiot", "suffix": ""}], "year": 2020, "venue": "", "volume": "25", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "The neglected dimension of global security: a framework to counter infectious disease crises", "authors": [{"first": "", "middle": [], "last": "Mundaca-Shah", "suffix": ""}], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Are we ready for a global pandemic of Ebola virus?", "authors": [{"first": "A", "middle": [], "last": "Ross", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Olveda", "suffix": ""}, {"first": "L", "middle": [], "last": "Yuesheng", "suffix": ""}], "year": 2014, "venue": "International Journal of Infectious Diseases", "volume": "28", "issn": "", "pages": "217--218", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "0a77d3f8-bb0f-11e5-829c-26ffb874a18d_story.html This timeline media data comes from the MIT/Harvard Media Cloud news search source", "authors": [{"first": "G", "middle": [], "last": "Russonello", "suffix": ""}], "year": 1981, "venue": "Afraid of coronavirus? That might say something about your politics. NYTimes. 13 March", "volume": "211", "issn": "", "pages": "453--458", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Office of the Assistant Secretary for Transportation Policy. Memorandum: treatment of the economic value of statistical life in departmental analyses Viscusi WK (2009) Valuing risks of death from terrorism and natural disasters", "authors": [], "year": 2008, "venue": "Journal of Risk and Uncertainty", "volume": "38", "issn": "", "pages": "191--213", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Pricing environmental health risks: survey assessments of risk-risk and risk-dollar trade-offs for chronic bronchitis", "authors": [{"first": "W", "middle": ["K"], "last": "Viscusi", "suffix": ""}, {"first": "W", "middle": [], "last": "Magat", "suffix": ""}, {"first": "J", "middle": [], "last": "Huber", "suffix": ""}], "year": 1991, "venue": "Journal of Environmental Economics and Management", "volume": "21", "issn": "", "pages": "32--51", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Timeline of media coverage of Ebola [1-2013 to 12-2015] and timing of surveys.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Valuing Catastrophic Risks: Estimation Results Using the Pre-and Post-Ebola Outbreak Survey. Estimation results are based on the conditional logit model with fixed effects and clustered standard errors. Region 1-Mexico border, Region 2-Canada border, Region 3-Pacific Ocean border. N/S nonsignificant.", "latex": null, "type": "table"}, "TABREF1": {"text": "Table 1. Valuing Catastrophic Risks: Estimation Results Using the Pre- and Post-Ebola Outbreak Survey.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Variable </td><td>Pandemic </td><td>Environmental\ndisaster\n</td><td>Terrorist at-\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>tack\n</td><td> </td></tr><tr><td> </td><td>Pre-E </td><td>Post-E </td><td>Pre-E Post-E </td><td>Pre-E </td><td>Post-E\n</td></tr><tr><td>Catastrophic risk trade-off ratio: number of pandemic lives that must be saved to be equivalent to one [environmental disaster/terrorist attack] life saved\n</td><td>- Demographics effects: value of lives saved (pandemic vs. environmental disaster)\n</td><td>- </td><td>1.82 1.72 </td><td>1.51 </td><td>1.33\n</td></tr><tr><td>Retired </td><td>+ </td><td>+\n</td><td> </td><td> </td><td> </td></tr><tr><td>Asian </td><td> </td><td>+ </td><td>N/S\n</td><td> </td><td> </td></tr><tr><td>Disabled </td><td> </td><td>N/S +\n</td><td> </td><td> </td></tr><tr><td>Region 1 </td><td>N/S </td><td>N/S\n</td><td> </td><td> </td><td> </td></tr><tr><td>Region 3 Demographics effects: value of lives saved (pandemic vs. terrorist attack)\n</td><td>+ </td><td>+\n</td><td> </td><td> </td></tr><tr><td>Retired </td><td>+ </td><td>+\n</td><td> </td><td> </td><td> </td></tr><tr><td>Male </td><td> </td><td> </td><td> </td><td>N/S </td><td>+\n</td></tr><tr><td>Republican </td><td> </td><td> </td><td> </td><td>N/S </td><td>+\n</td></tr><tr><td>Income &gt; $150 K </td><td> </td><td> </td><td> </td><td>+ </td><td>N/S\n</td></tr><tr><td>Region 1 </td><td>+ </td><td>-\n</td><td> </td><td> </td><td> </td></tr><tr><td>Region 2 </td><td> </td><td> </td><td> </td><td>+ </td><td>N/S\n</td></tr><tr><td>Implied value of statistical life (VSL) </td><td>$4,006,372 </td><td>$4,443,081 - </td><td>- </td><td>- </td><td>-\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "This study was made possible by the support of the United States Agency for International Development (USAID) Emerging Pandemic Threats PREDICT and by grant number 1R01-GM100471-01 from the National Institute of General Medical Sciences (NIGMS) at the National Institutes of Health. Contents are the responsibility of the authors and do not necessarily reflect the views of USAID, NIGMS, NIH, or the United States Government. Thanks to the reviewer for the useful comments and suggestions.", "cite_spans": [], "ref_spans": [], "section": "ACKNOWLEDGEMENTS"}]}