{
    "paper_id": "8fe4df86bac0c8b38a4ef03014eb46490d6b3b2d",
    "metadata": {
        "title": "Development of the Japanese Version of the Linguistic Inquiry and Word Count Dictionary 2015",
        "authors": [
            {
                "first": "Davide",
                "middle": [],
                "last": "Marengo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Peter",
                "middle": [],
                "last": "Boot",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ryan",
                "middle": [
                    "L"
                ],
                "last": "Boyd",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tasuku",
                "middle": [],
                "last": "Igarashi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nagoya University",
                    "location": {
                        "settlement": "Nagoya",
                        "country": "Japan"
                    }
                },
                "email": "igarashi.tasuku.n6@f.mail.nagoya-u.ac.jp"
            },
            {
                "first": "Shimpei",
                "middle": [],
                "last": "Okuda",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nagoya University",
                    "location": {
                        "settlement": "Nagoya",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Kazutoshi",
                "middle": [],
                "last": "Sasahara",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tokyo Institute of Technology",
                    "location": {
                        "settlement": "Tokyo"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The Linguistic Inquiry and Word Count Dictionary 2015 (LIWC2015) is a standard text analysis dictionary that quantifies the linguistic and psychometric properties of English words. A Japanese version of the LIWC2015 dictionary (J-LIWC2015) has been expected in the fields of natural language processing and cross-cultural research. This study aims to create the J-LIWC2015 through systematic investigations of the original dictionary and Japanese corpora. The entire LIWC2015 dictionary was initially subjected to human and machine translation into Japanese. After verifying the frequency of use of the words in large corpora, frequent words and phrases that are unique to Japanese were added to the dictionary, followed by recategorization by psychologists. The updated dictionary indicated good internal consistency, semantic equivalence with the original LIWC2015 dictionary, and good construct validity in each category. The evidence suggests that the J-LIWC2015 dictionary is a powerful research tool in computational social science to scrutinize the psychological processes behind Japanese texts and promote standardized cross-cultural investigations in combination with LIWC dictionaries in different languages.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Understanding how people feel and think in their daily lives is a primary objective of social science. In human society, language is an essential tool for thinking and communicating, thereby comprehending one's own internal state and that of others. From personal diaries to public speeches, informal conversations to social media posts, words reflect the ruminations and emotions of one's mind and heart. Although social scientists have found the systematic quantitative analysis of text-based data challenging because of its complexity, recent advancements in computational linguistics have made it possible to evaluate the psychological meanings of language use. Linguistic Inquiry and Word Count (LIWC; pronounced \"Luke;\" Chung and Pennebaker, 2012) is a de facto standard analytic framework to quantify psychological constructs embedded in text data. LIWC is composed of computer software and a dictionary file. The software classifies each word in a given text into multiple linguistic/psychological categories based on the words included in the dictionary file (hereafter referred to as \"target words\") and calculates the proportion of the words in each category to the total number of words in the entire text. The dictionary file defines target words as a collection of frequently used words, each of which is linked to specific categories, such as positive/negative emotions, cognitive and perceptual processes, and personal and social concerns. Although LIWC can be used for simple sentiment analysis to study affective states such as positive and negative, it is not just a sentiment dictionary but rather a general research tool for inferring more complicated psychological states from texts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "LIWC has been updated constantly since its initial release in the 1990s (Pennebaker and Francis, 1996) . It has been applied in various research topics, including the variability of the spread of false news online according to emotional reactions (Vosoughi et al., 2018) , analysis of brand/product preferences in news media (Humphreys and Wang, 2018) , mood contagion from charismatic leaders to followers (Bono and Ilies, 2006) , and language style matching and relationship stability in dyads (Ireland et al., 2011) , to name a few (see Tausczik and Pennebaker, 2010 for a review). The LIWC dictionary was initially developed in English and translated into German, simplified Chinese, traditional Chinese, Spanish, Russian, Arabic, French, Italian, Portuguese, Serbian, Romanian, and Turkish. The availability of localized dictionaries has led LIWC to become a gold standard for cross-cultural psycholinguistic analysis. However, LIWC has not been translated into Japanese in a publicly available format.",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 102,
                    "text": "(Pennebaker and Francis, 1996)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 247,
                    "end": 270,
                    "text": "(Vosoughi et al., 2018)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 325,
                    "end": 351,
                    "text": "(Humphreys and Wang, 2018)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 407,
                    "end": 429,
                    "text": "(Bono and Ilies, 2006)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 496,
                    "end": 518,
                    "text": "(Ireland et al., 2011)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 540,
                    "end": 569,
                    "text": "Tausczik and Pennebaker, 2010",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The LIWC dictionary was constructed and validated in a standardized manner. First, the target words are collected from large corpora in different communication contexts and screened based on their frequency of use. Then, the associations between the target words and the pre-defined psychologically meaningful categories are determined and judged by psychologists. Linguistic categories, such as personal pronouns, are also allocated to some target words. Each target word corresponds to multiple categories, organized both horizontally and hierarchically. For example, the target word \"beauty\" is classified into four categories: \"affect\" (level 1), \"positive emotion\" (level 2 under the affect category), \"perceptual process\" (level 1), and \"see\" (level 2 under the perceptual process category). Some target words include a wildcard character (\" * \") at word endings to match any word that starts with a particular string of characters (e.g., \"enjoy * \" matches \"enjoy, \" \"enjoyable, \" \"enjoyed, \" and \"enjoyment\"). The use of the wildcard expands the concise dictionary to cover a broad range of inflected forms of the target words. As of 2021, the newest dictionary was developed in 2015 (LIWC2015), which includes approximately 6,400 target words and more than 70 linguistic/psychological categories.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The current research aims to develop a Japanese version of the LIWC2015 dictionary (J-LIWC2015). Several studies have attempted this recently Yamamoto et al., 2016; Shibata, 2018; Tomihira et al., 2018) . However, these studies mainly used a machine translation technique to create a Japanese dictionary from the older versions of the original dictionaries (LIWC2001 and 2007), and the developed dictionaries are not open to the public. The translation of every single target word and its link to psychometric properties have also not been thoroughly reviewed by experts. To date, no standardized Japanese LIWC dictionary is available for academic researchers.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 164,
                    "text": "Yamamoto et al., 2016;",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 165,
                    "end": 179,
                    "text": "Shibata, 2018;",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 180,
                    "end": 202,
                    "text": "Tomihira et al., 2018)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Constructing a Japanese version of the English LIWC dictionary is not easy. Linguistic distance (the closeness of language structure) is the farthest between English and Japanese (Chiswick and Miller, 2005) . The complexity of the Japanese language comes from its unique writing system composed of three scripts: hiragana (the Japanese cursive syllabary), katakana (the square Japanese syllabary), and kanji (Chinese characters used in Japanese writing). In addition, the word classification system is based on three different origins: wago (or Yamato kotoba; native Japanese words), kango (Chinese-origin words), and gairaigo (words borrowed from foreign, mainly European, language), and their mixture. The multiple origins make the same kanji script have two or more pronunciations called on-yomi (based on kango) and kun-yomi (based on wago), which often have the same meaning. Moreover, the Japanese language has a rich variation of onomatopoeia that describe real sounds (giongo), animal and human sounds (giseigo), and conditions and states (gitaigo) in both hiragana and katakana. Consequently, the average vocabulary size for native Japanese speakers (undergraduates) is between 30,000-50,000 (Sato N. et al., 2017) , whereas it is around 20,000 for native English speakers (Nation and Waring, 1997) . In the process of developing the J-LIWC2015, these complicated issues must be considered; there is no shortcut.",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 206,
                    "text": "(Chiswick and Miller, 2005)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1201,
                    "end": 1223,
                    "text": "(Sato N. et al., 2017)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1282,
                    "end": 1307,
                    "text": "(Nation and Waring, 1997)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In this study, we applied the standardized steps used to create translated LIWC dictionaries (Huang et al., 2012; Meier et al., 2019) with careful consideration of the Japanese language characteristics introduced above. The overall procedure involved eight steps (see Figure 1 ): First, we translated the target words in the LIWC2015 dictionary from English to Japanese (Step 1) and verified and adjusted the associations between the target words and the categories (Step 2), similar to Steps 1 and 2 of Matsuo et al. (2019) . Then, we examined the word-category associations in large corpora and tested the equivalence between the LIWC2015 and J-LIWC2015 dictionaries (Step 3). We added high-frequency Japanese words to the dictionary and associated them with the categories (Step 4), followed by the fine-tuning of the category composition (Step 5). We then calculated the internal consistency of each category in large corpora (Step 6) and reexamined the correspondence between the English and Japanese versions of the dictionary in another dataset (Step 7). Finally, we conducted an online essay-writing experiment that manipulated participants' moods to test the construct validity of each category (Step 8).",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 113,
                    "text": "(Huang et al., 2012;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 114,
                    "end": 133,
                    "text": "Meier et al., 2019)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 504,
                    "end": 524,
                    "text": "Matsuo et al. (2019)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 268,
                    "end": 276,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": "Step 1: Initial Translation First, KS (computer scientist; third author of the present study), assisted by a computer science undergraduate student, used the online dictionary Weblio 1 to directly translate all English target words in the LIWC2015 dictionary (hereafter referred to as \"source-target words\") into Japanese. The source-target words with a wildcard were transformed into multiple English words using the online dictionary search tool OneLook 2 before processing in Weblio. Every source-target word was translated into as many single or multiple Japanese words as possible. The Balanced Corpus of Contemporary Written Japanese (BCCWJ; 104 million words) 3 and the Tsukuba Web Corpus (TWC; 1.1 billion words) 4 were used to check the frequency of use of all translated words. Finally, a list of initial candidate words for J-LIWC2015 was created based on the translated words included in either corpus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DICTIONARY DEVELOPMENT"
        },
        {
            "text": "After the machine-translation process, the initial candidate words were manually screened by a group of reviewers, including TI (social psychologist; first author), KS, and five psychology students. All reviewers have either lived in English-speaking countries or are multilingual. The reviewers evaluated the machine-translated words and fixed or removed unnatural expressions. At this stage, the initial candidate words were standardized to written expressions used in daily life. If the source-target words represent abstract meanings or do not correspond directly to a single word in Japanese, the reviewers carefully chose translated expressions that reflect the original connotations. Some source-target words that were rarely used in Japanese, such as culture-specific words, abbreviations, and proper nouns (e.g., \"Yiddish, \" \"DVR, \" and \"Zoloft\"), were directly translated (\"Yiddish\" as it is in Japanese), remained (\"DVR\" as it is), or changed to words with a more general meaning (\"Zoloft\" was translated as \"antidepressant\" in Japanese) in this step. Abbreviated auxiliaries (e.g., \"shouldn't\") were not translated because no direct translation into single words is available in Japanese. For this reason, we were also unable to convert emoticons in the netspeak category (e.g., \":)\") and some source-target words in the informal and netspeak categories (e.g., \"prob\").",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DICTIONARY DEVELOPMENT"
        },
        {
            "text": "Wildcards were added for three cases: (1) compound words that include hiragana, katakana, and/or kanji as a source of meaning, followed by other characters (e.g., a kanji \" \" means \"drinking, \" \" \" means \"drinking and eating, \" and \" \" means \"drinking alcohol, \" therefore, \" * \" captures all expressions);",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DICTIONARY DEVELOPMENT"
        },
        {
            "text": "(2) inflected forms of words (with modified endings) including verbs (conjugation) and adjectives (declension) (e.g., \"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DICTIONARY DEVELOPMENT"
        },
        {
            "text": "\" means \"teach\" as a verb, and it inflects as \" , \" \" , \" \"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DICTIONARY DEVELOPMENT"
        },
        {
            "text": ", \" and so forth according to the context; therefore, \" * \" captures all expressions); and (3) nominalized and adnominalized forms of words from adjectives (e.g., \"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DICTIONARY DEVELOPMENT"
        },
        {
            "text": "\" means \"small\" as an adjective. \"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DICTIONARY DEVELOPMENT"
        },
        {
            "text": "\" means \"smallness\" as a noun, and \"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DICTIONARY DEVELOPMENT"
        },
        {
            "text": "\" means \"small\" as adnominal; therefore, \" * \" captures all expressions). 5 LIWC prioritizes target words with wildcards; therefore, wildcards were only used if a character retained its meaning in modified forms of a word. 6 Unlike English, spaces are not used to separate words when writing in Japanese (e.g., the sentence \" \" (\"he is kind\") is separated into four words \" \"). Thus, preprocessing texts by word segmentation is essential to determining word units in LIWC. We used the de facto standard tool for morphological analysis, MeCab Version 0.996 7 (Kudo et al., 2004) with the IPA Dictionary (IPADIC) Version 2.7.0 (Asahara and Matsumoto, 2003) , to segment text into words and attached a part of speech to each word. 8 During the preprocessing, some single initial words were divided into two or more morphemes 5 Adjectives in English correspond to adjectival verbs, adjectival nouns, and adnominals in Japanese. 6 Dictionaries used for translations in Step 1 are listed in section 1 of Supplementary Material. 7 Translation of the MeCab documentation to English is available at https://github. com/jordwest/mecab-docs-en. 8 MeCab can be used with other dictionaries, such as UniDic (https://ccd.ninjal. ac.jp/unidic/en/) and NEologd . However, the J-LIWC2015 [e.g., \"",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 224,
                    "text": "6",
                    "ref_id": null
                },
                {
                    "start": 558,
                    "end": 577,
                    "text": "(Kudo et al., 2004)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 625,
                    "end": 654,
                    "text": "(Asahara and Matsumoto, 2003)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 924,
                    "end": 925,
                    "text": "6",
                    "ref_id": null
                },
                {
                    "start": 1134,
                    "end": 1135,
                    "text": "8",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DICTIONARY DEVELOPMENT"
        },
        {
            "text": "\" (billionaire) is segmented as \" \" (billion), \" \" (ten thousand), and \" \" (rich person)]. We created a user dictionary for MeCab to handle these compound words as single-word units and confirmed that all initial candidate words were treated as single morphemes. The user dictionary is available on https://github.com/tasukuigarashi/j-liwc2015. Other preprocessing schemes, such as converting some double-byte characters (DBC) to single-byte characters (SBC) (e.g., symbols, numbers, and alphabet letters like \"! A 1\" convert into \"!A1\"), are introduced in a script that can be downloaded from the user dictionary link.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DICTIONARY DEVELOPMENT"
        },
        {
            "text": "Step 2: Initial Category Verification",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DICTIONARY DEVELOPMENT"
        },
        {
            "text": "The reviewers checked the correspondence between the initial candidate words translated into Japanese and the categories attached to their source-target words in English. The linguistic categories of J-LIWC2015 are slightly different from those of LIWC2015 because of the substantial differences in grammar between Japanese and English. Therefore, J-LIWC2015 does not include articles, prepositions, comparisons, and time orientation categories. Articles and prepositions are not used in Japanese, and the comparative degrees and tenses (time orientations) are expressed as adverbs and auxiliary verbs, respectively. 9 If the same initial candidate words correspond to two or more sourcetarget words that are linked to different categories, all relevant categories were attached to the single translated expressions (e.g., \"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DICTIONARY DEVELOPMENT"
        },
        {
            "text": "\" means both \"benefit\" [linked to the reward category] and \"profit\" [linked to the reward and work categories] in Japanese. 10 Therefore, the translated word was linked to both reward and work categories). Categories linked to single source-target words were attached separately to two or more initial candidate words if single translated words could not cover all the categories (e.g., the source-target word \"foundation * \" is linked to the space and work categories, but no single Japanese word can represent both meanings. In this case, the translation is distinguished between \" \" for the former and \" \" for the latter category). The verbs category was attached to a few initial candidate words because many Japanese verbs are compound words of nouns and the auxiliary verb \" \" (doing) and its inflections (e.g., \" \" means \"trust\" as a noun and \" \" as a verb).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DICTIONARY DEVELOPMENT"
        },
        {
            "text": "Step 3: Initial Equivalence Check Between Japanese and English Dictionaries",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DICTIONARY DEVELOPMENT"
        },
        {
            "text": "After the initial translation and categorization, we compared the number of words allocated to each category in the English and Japanese versions of the dictionary. A research team in a Japanese linguistic technology company, specializing in natural dictionary is optimized for IPADIC. We cannot guarantee the compatibility of the findings if researchers use other dictionaries in MeCab for morphological analysis. 9 Although we could have added some adverbs and auxiliary verbs representing the comparative and tense categories in J-LIWC2015, we did not do so because there are no such grammatical categories in Japanese. 10 During the process of category assignments, we did not consider infrequent meanings of words. For example, \" \" also has a meaning of \"blessing, \" but we did not assign the word to the religion category because the use of the word in this context is rare. language processing, compared the frequency of occurrence of the source-target words in English and the initial candidate words in Japanese (translated in Steps 1 and 2) in five large multilingual corpora: the English-Japanese Translation Alignment Data (Utiyama and Takahashi, 2003; 112,502 sentences), OpenSubtitles (2,082,927 sentences), 11 Japanese-English Subtitle Corpus (JESC; Pryzant et al., 2018; 2,801,388 sentences), JEC Basic Sentence Data (5,304 sentences), 12 and JParaCrawl (Morishita et al., 2020; 2,309,630 words) . All of these include both English and Japanese texts for the same content.",
            "cite_spans": [
                {
                    "start": 623,
                    "end": 625,
                    "text": "10",
                    "ref_id": null
                },
                {
                    "start": 1135,
                    "end": 1164,
                    "text": "(Utiyama and Takahashi, 2003;",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1165,
                    "end": 1172,
                    "text": "112,502",
                    "ref_id": null
                },
                {
                    "start": 1265,
                    "end": 1286,
                    "text": "Pryzant et al., 2018;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1287,
                    "end": 1296,
                    "text": "2,801,388",
                    "ref_id": null
                },
                {
                    "start": 1370,
                    "end": 1394,
                    "text": "(Morishita et al., 2020;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1395,
                    "end": 1411,
                    "text": "2,309,630 words)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DICTIONARY DEVELOPMENT"
        },
        {
            "text": "If large discrepancies in the numbers of words in particular categories were found between the English and Japanese dictionaries, synonyms were searched through Japanese WordNet (Isahara et al., 2008) and added to the categories until the discrepancies were resolved. Many function words with inflections were added in this step. In the religion and netspeak categories, substantial discrepancies were observed between the two dictionaries. To fill this gap, the research team added new Japanese words that are not included in LIWC2015 but represent the meaning of the categories (e.g., \"",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 200,
                    "text": "(Isahara et al., 2008)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "DICTIONARY DEVELOPMENT"
        },
        {
            "text": "\" [Buddhism] and \"2ch\" [the largest internet forum in Japan like Reddit]) as closely as possible by searching relevant literature and the web.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DICTIONARY DEVELOPMENT"
        },
        {
            "text": "Step 4: Word Frequency Check In this step, KS and SO (a computer science graduate student; the second author) checked the frequency of the words from large Japanese corpora in the current version of the dictionary, including BCCWJ, TWC, the National Institute for Japanese Language and Linguistics Web Japanese Corpus (NWJC; Asahara et al., 2014; 25 billion words) , and the UniDic version of the Corpus of Spontaneous Japanese (CSJ; Watanabe et al., 2015; 7 .5 million words from transcriptions of speech). Due to the low word frequency in the netspeak category in these corpora, random samples of Nicovideo Comment Etc. Data (DWANGO Co., Ltd, 2018; 17,349 videos) and Twitter data (scraped by the second and third authors: 569,760 words) 13 were used to examine the frequency of the netspeak words included in the current version of the dictionary. Words with wildcards were extracted to multiple words by prefix searches in the corpora.",
            "cite_spans": [
                {
                    "start": 325,
                    "end": 346,
                    "text": "Asahara et al., 2014;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 347,
                    "end": 364,
                    "text": "25 billion words)",
                    "ref_id": null
                },
                {
                    "start": 434,
                    "end": 456,
                    "text": "Watanabe et al., 2015;",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 457,
                    "end": 458,
                    "text": "7",
                    "ref_id": null
                },
                {
                    "start": 627,
                    "end": 650,
                    "text": "(DWANGO Co., Ltd, 2018;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 651,
                    "end": 665,
                    "text": "17,349 videos)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DICTIONARY DEVELOPMENT"
        },
        {
            "text": "Word frequencies of each corpus were converted to normalized frequency scores based on frequencies per million words (PMW). Low-frequency words (PMW < 1 in all corpora) were removed from the dictionary. Words frequently used in the corpora but not listed in the translation-based dictionary were screened and added according to their relevance to each category. During the process of word addition, three new linguistic categories were created to include function words that could not be classified in the existing LIWC categories: case particles [particles placed after the nouns, such as \" \" (from)], adjective verbs [a modified form of nouns that work like adjectives by adding a specific auxiliary verb \" \" (-ous) at the 11 http://www.opensubtitles.org/ 12 http://nlp.ist.i.kyoto-u.ac.jp/EN/?JEC%20Basic%20Sentence%20Data 13 https://twitter.com end of the nouns, such as \" \" (luxurious) 14 ], and pronoun adjectival [adjectival words that are not categorized as either adjectives or adjectival verbs, such as \" \" (equivalent)].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DICTIONARY DEVELOPMENT"
        },
        {
            "text": "Step 5: Second Category Verification",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DICTIONARY DEVELOPMENT"
        },
        {
            "text": "After compiling the dictionary based on word frequency, all words were sorted on a category-by-category basis. Then, a category evaluation team composed of TI and three graduate students (majoring in social psychology, developmental psychology, and cognitive science) thoroughly checked if each Japanese word accurately reflected the overall meaning of the category in the same way as in the English dictionary. Each team member evaluated the word-category correspondence individually. The team discussed the judgments and recategorized the words that were judged unfitting for a given category. Following the standard procedure to develop psychological assessment scales, the correspondence between a psychological construct behind each category and the words in that category were carefully examined. For example, all words in the affiliation and achievement categories were checked if they were generally fitted to one's internal states and behavior derived from affiliation and achievement motivation theory (Atkinson, 1964; Hill, 1987) . The team also amended minor errors in the dictionary, such as typos, in this step.",
            "cite_spans": [
                {
                    "start": 1012,
                    "end": 1028,
                    "text": "(Atkinson, 1964;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1029,
                    "end": 1040,
                    "text": "Hill, 1987)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "DICTIONARY DEVELOPMENT"
        },
        {
            "text": "Step 6: Internal Consistency Check From a psychometric perspective, a reliable psychological measure needs to consistently represent the target psychological characteristics. According to Pennebaker et al. (2015) , if an LIWC-like dictionary-based measure properly captures the psychological aspects of someone who produces a text, the text would contain multiple words associated with the same psychological category in the dictionary. For example, if a person writes a diary in Japanese about their positive experience, multiple words in the positive emotions category in J-LIWC2015, such as \" * \" (fun) and \" * \" (wonderful), would occur in the same text. The expressive pattern is regarded as internally consistent to the extent that a person's positive emotions are consistently high across the text. Based on this idea, the internal consistency of each category in J-LIWC2015 was tested based on the procedure described below by Pennebaker et al. (2015) .",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 212,
                    "text": "Pennebaker et al. (2015)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 935,
                    "end": 959,
                    "text": "Pennebaker et al. (2015)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "DICTIONARY DEVELOPMENT"
        },
        {
            "text": "In this step, TI, KS, and SO were engaged in the calculation of the internal consistency of each of the categories by using ten corpora, including more than 800 million words in total: Japanese novels and essays registered in Aozora Bunko, 15 the minutes of plenary sessions and budget committees of the upper and lower houses of the National Diet of Japan, 16 the Livedoor News Corpus, 17 the Nagoya University Conversation Corpus (NUCC; Fujimura et al., 2012) , the Nicovideo Comment Etc. Data, the Open 2 channel Dialog Corpus (Inaba, 2019) , the Japanese subtitles of TED Talks, 18 and the Twitter data used in",
            "cite_spans": [
                {
                    "start": 439,
                    "end": 461,
                    "text": "Fujimura et al., 2012)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 530,
                    "end": 543,
                    "text": "(Inaba, 2019)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "DICTIONARY DEVELOPMENT"
        },
        {
            "text": "Step 4. The Aozora Bunko and National Diet minutes corpora are provided by the Himawari full-text retrieval system. 19 The total words and texts (a minimum unit of analysis that includes the same topic) and relative word counts, or the proportion of dictionary words used to the total number of words in each text, were computed in each corpus (see Supplementary Table 1) .",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 118,
                    "text": "19",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 349,
                    "end": 371,
                    "text": "Supplementary Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "DICTIONARY DEVELOPMENT"
        },
        {
            "text": "Cronbach's alpha coefficient was then calculated for each category in each corpus and averaged across the corpora (i.e., uncorrected alpha). The analysis regarded texts as responses, words as items, categories as factors, and the proportion of word use as item scores. One caveat is that Cronbach's alpha coefficient calculation is not perfectly suitable when limited expressions are used in each free-descriptive text and when limited topics are covered in each corpus. In both cases, uncorrected alphas tend to be underestimated. The Spearman-Brown prediction formula was employed to adjust the bias under the assumption that the averaged alpha is observed in the ten corpora (i.e., corrected alpha) (Pennebaker et al., 2015) .",
            "cite_spans": [
                {
                    "start": 702,
                    "end": 727,
                    "text": "(Pennebaker et al., 2015)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "DICTIONARY DEVELOPMENT"
        },
        {
            "text": "The corrected alphas generally show high internal consistency, with some exceptions. The alphas were generally small in the personal pronoun category and its subcategories. The netspeak category also showed low internal consistency, probably due to the difficulty of allocating diverse expressions commonly used on the internet across different platforms and generations into a single category. In response to these results, very low and very high-frequency words were moved to different categories or removed from the dictionary to increase internal consistency. Although the alphas remained relatively low in the personal pronouns category even after the amendments, using pronouns in Japanese is not mandatory in a sentence and is often avoided to reduce redundancy. In particular, first-and second-person pronouns such as \" \" (I) and \" \" (you) are frequently dropped in Japanese in the context of conversations 20 (Kashima and Kashima, 1998) . Therefore, we conclude that having low alphas in these categories is not problematic in Japanese.",
            "cite_spans": [
                {
                    "start": 918,
                    "end": 945,
                    "text": "(Kashima and Kashima, 1998)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "DICTIONARY DEVELOPMENT"
        },
        {
            "text": "The final findings are presented in Table 1 . The number of words removed in this step was very small (41 words; 0.4% of the dictionary words). After the amendments, we compiled the final version of the J-LIWC2015 dictionary, which includes 11,600 words and 69 categories (see Table 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 36,
                    "end": 43,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 277,
                    "end": 284,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "DICTIONARY DEVELOPMENT"
        },
        {
            "text": "Step 7: Second Equivalence Check Between Japanese and English Dictionaries In this step, TI verified the equivalence between the final versions of J-LIWC2015 and LIWC2015. Two corpora were used for the analysis: TED Talks (subtitles available in both Japanese and English; 4,509 talks) and the Bible (the Old and New Testaments in the Colloquial Japanese Version and the Revised Standard Version in English; 1,372 chapters). 21 Each category's relative 18 https://www.ted.com/ 19 https://www2.ninjal.ac.jp/lrc/index.php?himawari 20 Negative alpha coefficients in the personal pronouns category are found only in the conversation corpora (National Diet Minutes and NUCC). 21 http://www.babelbible.net/pdf/pdfmari.cgi?mode=right Internal consistency represents the mean values of alpha coefficients calculated at each of the ten corpora reported in Supplementary Table 1 . Uncorrected α is Cronbach's alpha coefficient averaged over the ten corpora. Corrected α is calculated based on the Spearman-Brown prediction formula. *Categories included only in J-LIWC2015 (not in LIWC2015).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 847,
                    "end": 868,
                    "text": "Supplementary Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "DICTIONARY DEVELOPMENT"
        },
        {
            "text": "word counts were compared between Japanese and English texts in each corpus and the combined corpora. We computed Hedges' g (i.e., unbiased Cohen's d for two-sample t-test) and Pearson's correlation coefficients (r) as equivalence indices of the Japanese and English versions of the dictionary. The similar the two versions, the larger rs and the smaller gs (rs are also expected to be positive). Supplementary Table 2 shows the results. Overall, linguistic and non-linguistic categories did not show a large discrepancy between J-LIWC2015 and LIWC2015 in the combined corpora. In the verb category, a substantial discrepancy between J-LIWC2015 and LIWC2015 was observed. This finding is consistent with the dictionary editing polity introduced in Step 2. The space category showed a relatively larger gap than the other categories, probably because the English version includes frequent prepositions in the category, such as \"on, \" \"off, \" and \"over, \" that are part of idioms (e.g., \"where are you off to?\") and do not directly correspond to single Japanese words. The frequency of words in the social category in J-LIWC2015 was also slightly lower than that in LIWC2015, probably because personal pronouns are allocated to this category in LIWC2015, whereas they are not frequently used in Japanese.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 411,
                    "end": 418,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "DICTIONARY DEVELOPMENT"
        },
        {
            "text": "Relatively low correlation coefficients were also found in the subcategories of the informal language category because some proper nouns (e.g., \"Ba'al-ha'nan\" and \"Josi'ah, \" both of which are segmented by \"\"' (apostrophe) and \"-\" (hyphen) in the LIWC2015 software) in the Bible correspond to the words of the netspeak (e.g., \"ha\") and assent (e.g., \"ah\") categories in LIWC2015, but not in J-LIWC2015. Similarly, some proper nouns [e.g., \" \" (Assyria)] correspond to the words of the non-fluencies category (e.g., \"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DICTIONARY DEVELOPMENT"
        },
        {
            "text": "* \") in J-LIWC2015, but not in LIWC2015. Note that this is not a specific issue of dictionary equivalence but a general issue of the word-count approach. Indents in the category row indicate hierarchical relationships among the categories. Output labels are used in the LIWC2015 software. *Categories included only in J-LIWC2015 (not in LIWC2015).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DICTIONARY DEVELOPMENT"
        },
        {
            "text": "Step 8: Construct Validity Check",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DICTIONARY DEVELOPMENT"
        },
        {
            "text": "At the final step of the dictionary construction, TI conducted an online experiment to confirm whether participants' emotional state induced by an essay-writing task corresponded to the results of natural language processing by J-LIWC2015. In this step, we set the threshold for significance tests at p < 0.005 (Benjamin et al., 2018) to minimize Type I error.",
            "cite_spans": [
                {
                    "start": 311,
                    "end": 334,
                    "text": "(Benjamin et al., 2018)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "DICTIONARY DEVELOPMENT"
        },
        {
            "text": "Data from an online survey about daily experience and personality (Igarashi, 2019, Sample 2) was used in this study. 22 A total of 522 Japanese crowdsourcing workers recruited via Lancers 23 completed an online questionnaire. The questionnaire was created on Qualtrics and took 25.5 min (SD = 24.0) on average to complete. Each participant received 410 Japanese yen (approximately $4) for their remuneration. We excluded 22 answers from the data, including five participants who did not agree to write an essay, two participants whose essays were gibberish, and 15 participants who did not agree to use their answers for the study. Finally, we analyzed the data from 500 participants (305 women and 195 men, M age = 37.9, SD age = 9.85). 24",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 92,
                    "text": "(Igarashi, 2019, Sample 2)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Participants"
        },
        {
            "text": "We induced participants' emotional states using an essay-writing task (Oikawa and Oikawa, 2012) . At the beginning of the survey, participants were asked if they would write an essay on one of the following topics: a positive experience (positive emotion condition; n = 164), a negative experience (negative emotion condition; n = 179), or an ordinary experience (control condition; n = 157) in recent days. Participants who agreed to write an essay were asked to provide a minimum of 200-characters in Japanese.",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 95,
                    "text": "(Oikawa and Oikawa, 2012)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Procedure"
        },
        {
            "text": "They were asked to be expressive by referring to their emotional states while narrating their experience. Upon completion, participants rated the pleasantness of the experience (1 item; \"How was the experience for you?\") on a 6-point Likert scale (\"1: very negative\" to \"6: very positive\"). Participants were also asked to evaluate the impact of the experience (2 items; \"I often remember the experience\" and \"the experience was important for me.\") on a 6-point Likert scale (\"1: strongly disagree\" to \"6: strongly agree\"). Responses to these scales were used for manipulation checks. Participants then reported their emotional states using the Japanese version of the Positive and Negative Affect Schedule (PANAS; Sato and Yasuda, 2001) (16 items; 6-point Likert scale), followed by the Big Five personality factors test (Namikawa et al., 2012) (29 items; 7-point Likert scale).",
            "cite_spans": [
                {
                    "start": 715,
                    "end": 737,
                    "text": "Sato and Yasuda, 2001)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 822,
                    "end": 845,
                    "text": "(Namikawa et al., 2012)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Procedure"
        },
        {
            "text": "In this section, we examined whether there were substantial differences in word use in categories between two or more combinations of the three (positive emotion, negative emotion, study (N = 500) is 0.178 with α (error probability) = 0.005 and β (power) = 0.80. This indicates that the current sample size is sufficient to detect small effects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Content Analysis"
        },
        {
            "text": "Frontiers in Psychology | www.frontiersin.org FIGURE 2 | Word count and relative word count (% of total words) of linguistic categories across conditions in emotion manipulation task. Relative word count is the proportion of dictionary words used to the total number of words in each text. WC, (total) word count. Dic, % of dictionary words. Category names are shown as abbreviations reported in Table 2 . Error bars represent 99.5% confidence intervals. Multiple comparison results are adjusted by Holm's method (across WC, Dic, and all categories of J-LIWC2015 in Figures 2, 3) and shown here when adjusted as p < 0.005. and control) conditions. Mood manipulation was effective in inducing emotional states. The details of the statistical analysis (manipulation checks and multiple comparison tests) are reported in Section \"Dictionary Development\" in Supplementary Materials and Supplementary Table 3 . On average, the dictionary words covered 78.6% (SD = 4.32) of the words that appeared in the essays. Figure 2 presents the descriptive information of the proportion of word occurrence (and word counts) in linguistic categories (function words and other grammars) in each condition. Figure 3 presents the average proportions of word occurrence in non-linguistic categories in each condition, followed by multiple comparison tests across the conditions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 396,
                    "end": 403,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 566,
                    "end": 579,
                    "text": "Figures 2, 3)",
                    "ref_id": null
                },
                {
                    "start": 882,
                    "end": 903,
                    "text": "Supplementary Table 3",
                    "ref_id": null
                },
                {
                    "start": 1007,
                    "end": 1015,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 1188,
                    "end": 1196,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Content Analysis"
        },
        {
            "text": "Overall, the content of the essays corresponded to the induced emotional states. Participants in the control condition tended to write about non-social, leisure-related episodes at home, including something related to consumption (e.g., watching TV alone in the living room while eating snacks). In contrast, participants in the positive emotion condition tended to write about positive, social, drive-based, and leisure-related episodes (e.g., remembering the enjoyment of a visit to a museum with family). Participants in the negative emotion condition tended to write about negative (especially anger and sad), social, drive-based but death-related, and less healthy episodes (e.g., experiencing tiredness and hopelessness because of serious trouble with a colleague). The tendency of word usage in the linguistic and cognitive processes categories suggests that the episodes in these conditions were described as subjective and explanatory (i.e., frequent use of personal singular pronouns and conjunctions) with less specific and more contrasting expressions. Neither total word counts nor the proportion of dictionary words to overall word counts differed across conditions. The patterns indicate that the J-LIWC2015 dictionary has sufficient construct validity to capture various psychological characteristics reflected in verbal expressions observed in different emotional states.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Content Analysis"
        },
        {
            "text": "The goal of the current study was to develop a Japanese version of the LIWC2015 dictionary. Through a series of systematic analyses, the J-LIWC2015 dictionary includes both the translated words from the original English version and frequent words adopted from large Japanese corpora with sufficient internal consistency across various linguistic and psychological FIGURE 3 | Relative word count (% of total words) of psychological categories across conditions in emotion manipulation task. Relative word count is the proportion of dictionary words used to the total number of words in each text. Category names are shown as abbreviations reported in Table 2 . Error bars represent 99.5% confidence intervals. Multiple comparison results are adjusted by Holm's method (across word count,% of dictionary words, and all categories of J-LIWC2015 in Figures 2, 3) and shown here when adjusted p < 0.005.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 650,
                    "end": 657,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 845,
                    "end": 858,
                    "text": "Figures 2, 3)",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "categories. The overall equivalence between the J-LIWC2015 and LIWC2015 dictionaries was confirmed by comparing Japanese and English transcripts and texts. The construct validity of J-LIWC2015 was also endorsed by the content analysis of essay writings in the emotion induction task. The evidence suggests that J-LIWC2015 is a powerful research tool for social scientists to scrutinize the psychometric aspects embedded in Japanese texts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "J-LIWC2015 has great potential for future research in the era of large-scale social data analytics. Researchers can use the dictionary to analyze one's psychological states from basic single-person pronouns to complicated psychological processes reflected in several forms of voluminous Japanese texts, such as posts on social networking sites, voice chat logs in online gaming, audio transcripts of interviews and videos, meeting minutes, and so forth. For example, Sasahara et al. (2021) analyzed Twitter posts by a beta version of J-LIWC2015 to examine the patterns of changes in consumers' reactions toward the resell of essential goods (e.g., face masks and hand sanitizers) in Japan during the initial stage of the COVID-19 pandemic from March to August 2020. The longitudinal research showed that the peaks of drive-related category word use on Twitter corresponded to the propagation of news related to reselling, legal sanctions against face mask reselling for profits, and criticisms of those making profiting excessively from the crisis. These findings reflect the utility of validated text-based analytic tools for gauging psychological trends in public opinion on the internet.",
            "cite_spans": [
                {
                    "start": 467,
                    "end": 489,
                    "text": "Sasahara et al. (2021)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The equivalence between the J-LIWC2015 and LIWC2015 dictionaries also facilitates a content analysis of texts written in the same context by speakers of different languages. For example, a cross-cultural study (Lopez et al., 2019) used LIWC2007 to analyze the content of Twitter posts in 2017 with the #MeToo hashtag (a social media hashtag used to confess and share experiences of workplace sexual harassment and other forms of victimization against women) in French and English. The findings revealed that French tweets included more aggressive (swear) expressions than English tweets. The same research design can now be applied to the comparative analysis of Japanese and English texts. However, researchers should keep in mind that it is not always appropriate to use the categories showing low corrected alphas (e.g., personal pronouns and netspeak categories) in cross-linguistic and crosscultural studies. Meanwhile, recent research (Windsor et al., FIGURE 4 | A general framework for quantitative language processing in Japanese by J-LIWC2015 dictionary. Sample scripts for preprocessing and postprocessing can be downloaded from https://github.com/tasukuigarashi/j-liwc2015. 2019) claims that the English-based LIWC2015 is universally applicable for analyzing texts (United Nations documents) machine-translated from several non-English source languages (not including Japanese) to English. Nonetheless, this approach may miss high-frequency words observed only in source languages. At least for the present moment, the coverage of this approach is limited to texts that do not include informal words or culture-specific expressions (see also Boot, 2021 , for further discussion comparing machine-translated and dictionary-based approaches).",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 230,
                    "text": "(Lopez et al., 2019)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 941,
                    "end": 957,
                    "text": "(Windsor et al.,",
                    "ref_id": null
                },
                {
                    "start": 958,
                    "end": 966,
                    "text": "FIGURE 4",
                    "ref_id": null
                },
                {
                    "start": 1653,
                    "end": 1663,
                    "text": "Boot, 2021",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Although the current version of the J-LIWC2015 dictionary is adequately equivalent to the English version, one substantial difference between the two is that linguistic categories such as verbs are not actively assigned to the dictionary words in J-LIWC2015. It is often the case in Japanese that the same word can be assigned to a different part of speech according to the context of word use. More broadly, proper nouns and non-dictionary words might be mishandled in both J-LIWC2015 and LIWC2015, as the names in the Bible were regarded as part of the informal language in Step 6. All the issues mentioned above stem from the fact that the LIWC2015 software does not use context information and word co-occurrence patterns for word category classification.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "If researchers require more detailed contextual information of Japanese text data, we suggest using MeCab with IPADIC in postprocessing in addition to preprocessing. Since its release in 2006, MeCab with IPADIC has been widely used for natural language processing in Japanese. At the preprocessing stage of the application of J-LIWC2015, MeCab/IPADIC is used for morphological analysis of Japanese text. In addition, the software can provide part of speech information for every word in the text estimated from word occurrence and conjunction costs (the likelihoods of two words to occur and linked calculated based on the part of speech information of frequent words in IPADIC). Upon necessity, researchers can add linguistic category information of the entire text by combining the result of MeCab/IPADIC analysis on the part of speech information with the output of the LIWC2015 software. Figure 4 introduces a general framework for the natural language processing of Japanese texts using the J-LIWC2015 dictionary, MeCab/IPADIC, and the LIWC2015 software. The framework contains the preprocessing, main analysis, and postprocessing stages. In the preprocessing stage, researchers convert Japanese texts to be readable in LIWC2015 software and conduct morphological and part of speech analyses in MeCab/IPADIC (researchers can also utilize part of speech information of each word for filtering non-dictionary proper nouns that may be mislabeled in J-LIWC2015, although this is beyond the scope of the current study). In the main analysis stage, researchers use the output of the morphological analysis in the LIWC2015 software for linguistic/psychological category assignments based on the J-LIWC2015 dictionary. Researchers can complete the analysis at this stage and use the output for extensive analysis. If they need more detailed part of speech information, they can proceed to the postprocessing stage and combine the output of linguistic/psychological categories (obtained at the main analysis stage) with the output of the part of speech information (obtained at the preprocessing stage) for extensive analysis. Postprocessing is optional and dependent on the research purpose. If researchers think integrating the outputs from the J-LIWC2015 dictionary and MeCab/IPADIC can get the best of both worlds, we recommend adopting this option. Supplementary Table 4 presents a case of analysis of postprocessing, showing that MeCab/IPADIC captures more words in the verb, adverb, and auxiliary verb categories than the J-LIWC2015 dictionary. Sample scripts for postprocessing can be downloaded from https://github.com/tasukuigarashi/j-liwc2015.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 892,
                    "end": 900,
                    "text": "Figure 4",
                    "ref_id": null
                },
                {
                    "start": 2364,
                    "end": 2371,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Efficient handling of different expressions is still an open issue in natural language processing. The diversity of Japanese scripts has led to the emergence of orthographical variants. For example, a combination of the scripts (e.g., \" \" (do) can be written as \" \" and \" \"), use of dialects [e.g., \" \" (tired) is spoken as \" \" in Hokkaido dialect], and the use of a traditional form of kanji script [e.g., \"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "\" (school) used to be written as \" \"] result in different expressions of the same words and meanings. We attempted to resolve this issue by including different expressions of the same words in the dictionary, but the current version of J-LIWC2015 does not systematically handle orthographical variants (e.g., the dictionary does not include traditional forms of kanji scripts). The conversion of the variants to standard expressions at the preprocessing stage will help increase the coverage rates of dictionary words.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The LIWC2015 software uses a word count approach based on a fixed lexicon without considering the context of word use. Meanwhile, recent research has reported a potential advantage of advanced machine-learning algorithms, such as the Bidirectional Encoder Representations and Transformations (BERT; Devlin et al., 2018) and the Generative Pre-trained Transformer 3 (GPT-3; Brown et al., 2020) , over the traditional word count approach in natural language processing (Lake and Murphy, 2021) . For example, when the effectiveness of linguistic/psychological category information assigned by BERT and LIWC2015 was compared in German to predict positive and negative communication behaviors in dyadic conversations, BERT was likely to outperform LIWC2015 (Biggiogera et al., 2021) . There is no doubt that applying data-driven machine learning technology in this field has a promising future. However, one of the biggest drawbacks of the machinelearning approach is the lack of available training data; neural language models such as BERT need large-scale \"labeled\" data for training and fine-tuning, but such data are not often easily available in social science research. Furthermore, we should be careful not about performance but also the transparency and accountability specifications in data processing (Felzmann et al., 2019) .",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 319,
                    "text": "Devlin et al., 2018)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 373,
                    "end": 392,
                    "text": "Brown et al., 2020)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 467,
                    "end": 490,
                    "text": "(Lake and Murphy, 2021)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 752,
                    "end": 777,
                    "text": "(Biggiogera et al., 2021)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1306,
                    "end": 1329,
                    "text": "(Felzmann et al., 2019)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "To conclude, the J-LIWC2015 dictionary provides a better understanding of the psychometric properties of Japanese texts. The dictionary is expected to act as a significant bridge between quantitative and qualitative research in Japanese, which allows researchers to gain multifaceted and deep insights into the data. We hope that the dictionary will be used in a wide range of fields in Japanese text analysis and foster further innovations in social science.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "A preliminary version of the manuscript appeared in the Telecommunications Advancement Foundation Research Report (Vol. 33, 2018, in Japanese) (https://www.taf.or.jp/files/ items/1076/File/%E4%BA%94%E5%8D%81%E5%B5%90%E7% A5%90.pdf) and PsyArXiv (https://psyarxiv.com/5hq7d/). The J-LIWC2015 dictionary can be downloaded from http://www.liwc.net/dictionaries/ for the standard LIWC2015 academic license (i.e., non-commercial) users.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTHOR'S NOTE"
        },
        {
            "text": "The raw data supporting the conclusions of this article will be made available by the authors, without undue reservation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DATA AVAILABILITY STATEMENT"
        },
        {
            "text": "The studies involving human participants were reviewed and approved by the Ethical Review Board of the Graduate School of Education and Human Development, Nagoya University. The patients/participants provided their written informed consent to participate in this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ETHICS STATEMENT"
        },
        {
            "text": "TI and KS designed the study and wrote the manuscript. TI conducted the experiment. TI, SO, and KS analyzed the data. All authors contributed to the article and approved the submitted version. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTHOR CONTRIBUTIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Archiving and analysing techniques of the ultra-large-scale web-based corpus project of NINJAL",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Asahara",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Maekawa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Imada",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kato",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Konishi",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Japan. Alexandria",
            "volume": "25",
            "issn": "",
            "pages": "129--148",
            "other_ids": {
                "DOI": [
                    "10.7227/ALX.0024"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "ipadic Version 2.7.0 User's Manual",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Asahara",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Matsumoto",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "An Introduction to Motivation",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Atkinson",
                    "suffix": ""
                }
            ],
            "year": 1964,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Redefine statistical significance",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Benjamin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Berger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Johannesson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Nosek",
                    "suffix": ""
                },
                {
                    "first": "E.-J",
                    "middle": [],
                    "last": "Wagenmakers",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Berk",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nat. Hum. Behav",
            "volume": "2",
            "issn": "",
            "pages": "6--10",
            "other_ids": {
                "DOI": [
                    "10.1038/s41562-017-0189-z"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "BERT Meets LIWC: exploring State-of-the-art Language Models for Predicting Communication Behavior in Couples' Conflict Interactions",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Biggiogera",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Boateng",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hilpert",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vowels",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bodenmann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Neysari",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Charisma, positive emotions and mood contagion",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Bono",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ilies",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Leadersh. Q",
            "volume": "17",
            "issn": "",
            "pages": "317--334",
            "other_ids": {
                "DOI": [
                    "10.1016/j.leaqua.2006.04.008"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Machine-translated Texts as an Alternative to Translated Dictionaries for LIWC",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Boot",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.31219/osf.io/tsc36"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Language Models are Few-shot Learners",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mann",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ryder",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Subbiah",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kaplan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dhariwal",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Linguistic distance: A quantitative measure of the distance between English and other languages",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Chiswick",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Multiling. Multic. Dev",
            "volume": "26",
            "issn": "",
            "pages": "1--11",
            "other_ids": {
                "DOI": [
                    "10.1080/14790710508668395"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Linguistic Inquiry and Word Count (LIWC): Pronounced \"Luke",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Pennebaker",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Applied Natural Language Processing: Identification, Investigation and Resolution",
            "volume": "",
            "issn": "",
            "pages": "206--229",
            "other_ids": {
                "DOI": [
                    "10.4018/978-1-60960-741-8.ch012"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "BERT: Pre-training of Deep Bidirectional Transformers for Language Understanding",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Devlin",
                    "suffix": ""
                },
                {
                    "first": "M.-W",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Toutanova",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Nicovideo Comment etc",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Dwango Co",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ltd",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.32130/idr.3.1"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "G * Power 3: A flexible statistical power analysis program for the social, behavioral, and biomedical sciences",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Faul",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Erdfelder",
                    "suffix": ""
                },
                {
                    "first": "A.-G",
                    "middle": [],
                    "last": "Lang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Buchner",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Behav. Res. Methods",
            "volume": "39",
            "issn": "",
            "pages": "175--191",
            "other_ids": {
                "DOI": [
                    "10.3758/bf03193146"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Transparency you can trust: Transparency requirements for artificial intelligence between legal norms and contextual concerns",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Felzmann",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Villaronga",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lutz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tamò-Larrieux",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Big Data Soc",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/2053951719860542"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Lexical and Grammatical Features of Spoken and Written Japanese in Contrast: exploring a Lexical Profiling Approach to Comparing Spoken and Written Corpora",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Fujimura",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chiba",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ohso",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "393--398",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Affiliation motivation: People who need people. . . but in different ways",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Hill",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J. Pers. Soc. Psychol",
            "volume": "52",
            "issn": "",
            "pages": "1008--1018",
            "other_ids": {
                "DOI": [
                    "10.1037/0022-3514.52.5.1008"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The development of the Chinese linguistic inquiry and word count dictionary. Chin",
            "authors": [
                {
                    "first": "C.-L",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "Y.-C",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "Y.-T",
                    "middle": [],
                    "last": "Seih",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C P"
                    ],
                    "last": "Lam",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Psychol",
            "volume": "54",
            "issn": "",
            "pages": "185--201",
            "other_ids": {
                "DOI": [
                    "10.3389/fpsyg.2021.648677"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Automated text analysis for consumer research",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Humphreys",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": ".-H",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Consum. Res",
            "volume": "44",
            "issn": "",
            "pages": "1274--1306",
            "other_ids": {
                "DOI": [
                    "10.1093/jcr/ucx104"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Development of the Japanese version of the Three-Item Loneliness Scale",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Igarashi",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "BMC Psychol",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s40359-019-0285-0"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A example-based dialogue system using the Open 2channel Dialogue Corpus. The 87th Special Interest Group on Spoken Language Understanding and Dialogue Processing (JSAI-SLUD)\" in Presented at the The 10th Dialogue Symposium",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Inaba",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "129--132",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Language style matching predicts relationship initiation and stability",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Ireland",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Slatcher",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Eastwick",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Scissors",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Finkel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Pennebaker",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Psychol. Sci",
            "volume": "22",
            "issn": "",
            "pages": "39--44",
            "other_ids": {
                "DOI": [
                    "10.1177/0956797610392928"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Development of the Japanese WordNet. LREC. Available online",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Isahara",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bond",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Uchimoto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Utiyama",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kanzaki",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Culture and language: The case of cultural dimensions and personal pronoun use",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Kashima",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kashima",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J. Cross Cult. Psychol",
            "volume": "29",
            "issn": "",
            "pages": "461--486",
            "other_ids": {
                "DOI": [
                    "10.1177/0022022198293005"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Applying conditional random fields to Japanese morphologiaical analysis",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kudo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yamamoto",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Matsumoto",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "IPSJ SIG Notes",
            "volume": "",
            "issn": "",
            "pages": "89--96",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Word meaning in minds and machines",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Lake",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Psychol. Rev",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1037/rev0000297"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Denouncing sexual violence: A cross-language and cross-cultural analysis of #MeToo and #BalanceTonPorc",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Lopez",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Quillivic",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "I"
                    ],
                    "last": "Arriaga",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Hum. Comput. Interact",
            "volume": "",
            "issn": "",
            "pages": "733--743",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-030-29384-0_44"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Development and validation of the Japanese Moral Foundations Dictionary",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Matsuo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sasahara",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Taguchi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Karasawa",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "PLoS One",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0213343"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "LIWC auf Deutsch\": The development, psychometrics, and introduction of DE-LIWC2015",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Meier",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Boyd",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Pennebaker",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Mehl",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wolf",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.17605/OSF.IO/TFQZC"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "JParaCrawl: A large scale webbased English-Japanese parallel corpus",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Morishita",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Suzuki",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nagata",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Proceedings of the 12th Language Resources and Evaluation Conference. (France: European Language Resources Association",
            "volume": "",
            "issn": "",
            "pages": "3603--3609",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Development of a short form of the Japanese Big-Five Scale, and a test of its reliability and validity",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Namikawa",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Tani",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wakita",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kumagai",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nakane",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Noguchi",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Japanese J. Psychol",
            "volume": "83",
            "issn": "",
            "pages": "91--99",
            "other_ids": {
                "DOI": [
                    "10.4992/jjpsy.83.91"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Research on linguistic characteristics for personality estimation in Japanese writing",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nasugawa",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kamijo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yamamoto",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kitamura",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Proceedings of the 22nd Annual Meeting of the Association for Natural Language Processing",
            "volume": "",
            "issn": "",
            "pages": "1181--1184",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Vocabulary size, text coverage and word lists",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Nation",
                    "suffix": ""
                },
                {
                    "first": "Waring",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Vocabulary: Description, Acquisition and Pedagogy",
            "volume": "",
            "issn": "",
            "pages": "6--19",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Effects of emotional suppression on explicit and implicit mood",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Oikawa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Oikawa",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Japan. J. Soc. Psychol",
            "volume": "28",
            "issn": "",
            "pages": "24--31",
            "other_ids": {
                "DOI": [
                    "10.14966/jssp.KJ00008195840"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The Development and Psychometric Properties of LIWC2015",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Pennebaker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Boyd",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jordan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Blackburn",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Cognitive, emotional, and language processes in disclosure",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Pennebaker",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Francis",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Cogn. Emot",
            "volume": "10",
            "issn": "",
            "pages": "601--626",
            "other_ids": {
                "DOI": [
                    "10.1080/026999396380079"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "JESC: Japanese-English Subtitle Corpus",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pryzant",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jurafsky",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Britz",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Proceedings of the Eleventh International Conference on Language Resources and Evaluation Conference (LREC). (France: European Language Resources Association (ELRA))",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Text mining approach to quantify consumer psychology and behavior in COVID-19 pandemic",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sasahara",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Okuda",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Igarashi",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Proceedings of the Annual Conference of JSAI. (Japnese: J-STAGE)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.11517/pjsai.JSAI2021.0_1D3OS3b04"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Development of the Japanese version of Positive and Negative Affect Schedule (PANAS) scales. Japan",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sato",
                    "suffix": ""
                },
                {
                    "first": "Yasuda",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Pers",
            "volume": "9",
            "issn": "",
            "pages": "138--139",
            "other_ids": {
                "DOI": [
                    "10.1186/s13030-020-00194-8"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Development of a Japanese vocabulary size test based on frequency of use: an attempt to measure up to 50,000 word level",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sato",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tajima",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hashimoto",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Matsushita",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sasao",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Chiba Univ. Int. Liber. Stud. Res",
            "volume": "1",
            "issn": "",
            "pages": "15--25",
            "other_ids": {
                "DOI": [
                    "10.20776/S24326291-1-P15"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Implementation of a word segmentation dictionary called mecab-ipadic-NEologd and study on how to use it effectively for information retrieval",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sato",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hashimoto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Okumura",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Proceedings of the Twenty-Three Annual Meeting of the Association for Natural Language Processing. (Japan: The Association for Natural Language Processing",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Screening of Dementia Through Natural Language Processing",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Shibata",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "The psychological meaning of words: LIWC and computerized text analysis methods",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "R"
                    ],
                    "last": "Tausczik",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Pennebaker",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Lang. Soc. Psychol",
            "volume": "29",
            "issn": "",
            "pages": "24--54",
            "other_ids": {
                "DOI": [
                    "10.1177/0261927x09351676"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "User information estimation by LIWC and its application to SNS data",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tomihira",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yamashita",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Matsubayashi",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Proceedings of the 80th National Convention of the Information Processing Society of Japan",
            "volume": "",
            "issn": "",
            "pages": "539--540",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "English-Japanese Translation Alignment Data",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Utiyama",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Takahashi",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "The spread of true and false news online",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vosoughi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Roy",
                    "suffix": ""
                },
                {
                    "first": "Aral",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Science",
            "volume": "359",
            "issn": "",
            "pages": "1146--1151",
            "other_ids": {
                "DOI": [
                    "10.1126/science.aap9559"
                ]
            }
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Constructing the UniDic version of the morphological information of corpus of spontaneous Japanese",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Watanabe",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tanaka",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Koiso",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Proceeding of the 8th Japanese Corpus Linguistics Workshop. (Japan: National Institute for Japanese Language and Linguistics",
            "volume": "",
            "issn": "",
            "pages": "279--288",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Automated content analysis across six languages",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Windsor",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Cupit",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Windsor",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "PLoS One",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0224425"
                ]
            }
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "A proposal for manual and semi-automatic translation methods of LIWC2001",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yamamoto",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nasugawa",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kamijo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kitamura",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Proceedings of the 22nd Annual Meeting of the Association for Natural Language Processing",
            "volume": "",
            "issn": "",
            "pages": "1185--1188",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Procedure for the development of J-LIWC2015 dictionary.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Internal consistency of each category.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Categories of J-LIWC2015.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The Supplementary Material for this article can be found online at:https://www.frontiersin.org/articles/10.3389/fpsyg.2022. 841534/full#supplementary-material Conflict of Interest: Pennebaker Conglomerates, Inc. owns all rights to the J-LIWC2015 dictionary. TI and KS obtained the correct permissions to develop the J-LIWC2015 dictionary as independent academic researchers. All royalties given to TI and KS for the commercial use of the J-LIWC2015 dictionary will be donated to Nagoya University and Tokyo Institute of Technology.The remaining author declares that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUPPLEMENTARY MATERIAL"
        }
    ]
}