{
    "paper_id": "91ee398ce41826520f17d182c7b1d19083e70541",
    "metadata": {
        "title": "Characteristics of procalcitonin in hospitalized COVID-19 patients and clinical outcomes of antibiotic use stratified by procalcitonin levels",
        "authors": [
            {
                "first": "Wonhee",
                "middle": [],
                "last": "So",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Western University of Health Sciences",
                    "location": {
                        "addrLine": "309 E 2nd st",
                        "postCode": "91766",
                        "settlement": "Pomona",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Matthew",
                "middle": [
                    "S"
                ],
                "last": "Simon",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Justin",
                "middle": [
                    "J"
                ],
                "last": "Choi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tina",
                "middle": [
                    "Z"
                ],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Columbia University",
                    "location": {
                        "settlement": "New York",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Samuel",
                "middle": [
                    "C"
                ],
                "last": "Williams",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Weill Cornell-MSKCC-Rockefeller University Tri Institutional MD-PhD Program",
                    "location": {
                        "settlement": "New York",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Jason",
                "middle": [],
                "last": "Chua",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Christine",
                "middle": [
                    "J"
                ],
                "last": "Kubin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Columbia University",
                    "location": {
                        "settlement": "New York",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We examined the characteristics of pro-calcitonin (PCT) in hospitalized COVID-19 patients (cohort 1) and clinical outcomes of antibiotic use stratified by PCT in non-critically ill patients without bacterial co-infection (cohort 2). Retrospective reviews were performed in adult, hospitalized COVID-19 patients during March-May 2020. For cohort 1, we excluded hospital transfers, renal disease and extra-pulmonary infection without isolated pathogen(s). For cohort 2, we further excluded microbiologically confirmed infection, 'do not resuscitate ± do not intubate' status, and intensive care unit (ICU). For cohort 1, PCT was compared between absent/low-suspicion and proven bacterial co-infections. Factors associated with elevated PCT and sensitivity/specificity/PPV/NPV of PCT cutoffs for identifying bacterial co-infections were explored. For cohort 2, clinical outcomes including mechanical ventilation within 5 days (MV5) were compared between the antibiotic and non-antibiotic groups stratified by PCT ≥ 0.25 µg/L. Nine hundred and twenty four non-ICU and 103 ICU patients were included (cohort 1). The median PCT was higher in proven vs. absent/low-suspicion of bacterial co-infection. Elevated PCT was significantly associated with proven bacterial co-infection, ICU status and oxygen requirement. For PCT ≥ 0.25 µg/L, sensitivity/ specificity/PPV/NPV were 69/65/6.5/98% (non-ICU) and 75/33/8.6/94% (ICU). For cohort 2, 756/1305 (58%) patients were included. Baseline characteristics were balanced between the antibiotic and non-antibiotic groups except PCT ≥ 0.25 µg/L (antibiotic:non-antibiotic = 59%:24%) and tocilizumab use (antibiotic:non-antibiotic = 5%:2%). 23% (PCT < 0.25 µg/L) and 58% (PCT ≥ 0.25 µg/L) received antibiotics. Antibiotic group had significantly higher rates of MV5. COVID-19 severity inferred from ICU status and oxygen requirement as well as the presence of bacterial co-infections were associated with elevated PCT. PCT showed poor PPV and high NPV for proven bacterial co-infections. The use of antibiotics did not show improved clinical outcomes in COVID-19 patients with PCT ≥ 0.25 µg/L outside of ICU when bacterial co-infections are of low suspicion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Pro-calcitonin (PCT) is a biomarker of bacterial infection [1] that has previously been shown to be useful in guiding antibiotic treatment decisions in multiple randomized controlled studies [2] [3] [4] . A PCT cutoff of 0.25 µg/L in non-intensive care unit (ICU) and 0.5 µg/L in ICU patients [5] were commonly used to indicate bacterial infection. Despite PCT's potential role as a tool to guide antibiotic therapy in patients with coronavirus disease 2019 (COVID- 19) , early reports of PCT in patients with COVID-19 did not incorporate bacterial co-infection data in their analyses [6, 7] , and used various normal PCT reference ranges from 0.05 µg/L to 5 µg/L with minimal information on its distribution [8] [9] [10] [11] . Furthermore, elevated PCT has been reported to be a predictor of severe disease in COVID-19 [6, [12] [13] [14] . While it is unknown to what extent PCT increase is driven by bacterial co-infection or the pathogenesis of severe COVID-19 itself [15] , this clouds PCT's potential utility in predicting bacterial co-infection in COVID-19 patients.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 62,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 191,
                    "end": 194,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 195,
                    "end": 198,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 199,
                    "end": 202,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 293,
                    "end": 296,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 466,
                    "end": 469,
                    "text": "19)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 585,
                    "end": 588,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 589,
                    "end": 591,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 709,
                    "end": 712,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 713,
                    "end": 716,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 717,
                    "end": 721,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 722,
                    "end": 726,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 821,
                    "end": 824,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 825,
                    "end": 829,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 830,
                    "end": 834,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 835,
                    "end": 839,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 972,
                    "end": 976,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In clinical practice, it can be challenging to definitively rule out bacterial co-infections in patients with COVID-19 pneumonia and elevated pro-calcitonin levels, particularly in non-critically ill patients from whom it is difficult to sample the respiratory tract. It is unknown whether antibiotic use in such COVID-19 patients improves clinical outcomes. Nonetheless, patients hospitalized with COVID-19 pneumonia were commonly prescribed antibiotics, up to 90% in some studies [12, 16, 17] . It is problematic given COVID-19 is a viral disease for which antibiotics do not benefit and bacterial co-infection rates are reported to be as low as 4% [18] . In addition, unnecessary antibiotic use could lead to potential antibiotic resistance and other harms (e.g., Clostridioides difficile infection, acute kidney injury).",
            "cite_spans": [
                {
                    "start": 482,
                    "end": 486,
                    "text": "[12,",
                    "ref_id": null
                },
                {
                    "start": 487,
                    "end": 490,
                    "text": "16,",
                    "ref_id": null
                },
                {
                    "start": 491,
                    "end": 494,
                    "text": "17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 651,
                    "end": 655,
                    "text": "[18]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Taken together, our study first aimed to examine the distribution of PCT values in hospitalized COVID-19 patients, to evaluate the association between PCT and COVID-19 disease severity, and to assess the accuracy of PCT in predicting bacterial co-infections (Cohort 1). Second, we compared the clinical outcomes of antibiotic use stratified by PCT ≥ 0.25 µg/L in non-critically ill COVID-19 patients with low suspicion of bacterial co-infection (Cohort 2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This was a retrospective, observational study at a tertiary academic medical center (NewYork-Presbyterian/ Weill Cornell Medical Center, New York, NY, USA). We included adult patients with positive SARS-CoV-2 testing by RT-PCR who were hospitalized with a COVID-19-related illness from March 3, 2020 to May 15, 2020 . For Cohort 1, we excluded hospital transfers, prior hospitalization within 30 days, patients with chronic kidney disease (defined as baseline serum creatinine ≥ 2.0 mg/dL or presence of end-stage renal disease), and any extra-pulmonary infection without an isolated pathogen (Fig. 1A) . For Cohort 2, we excluded hospital transfers, prior hospitalization within 30 days, patients with 'do not resuscitate ± do not intubate (DNR ± DNI)' status and intensive care unit (ICU) admission, microbiologically confirmed infections, or any extra-pulmonary infections without an isolated pathogen (Fig. 1B) .",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 315,
                    "text": "May 15, 2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 593,
                    "end": 602,
                    "text": "(Fig. 1A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 905,
                    "end": 914,
                    "text": "(Fig. 1B)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Study subjects and design"
        },
        {
            "text": "The study was approved by the Institutional Review Board of Weill Cornell Medical College. Informed consent was waived, and no animals were included in the study. For Cohort 1, PCT levels were compared between absent/ low-suspicion and proven bacterial co-infection groups as defined below and stratified by admission to ICUs. For Cohort 2, clinical outcomes were compared between patients given antibiotics upon presentation and those not given antibiotics stratified by PCT ≥ 0.25 µg/L, a cutoff most commonly adopted in previous PCT studies among non-ICU population [2] [3] [4] .",
            "cite_spans": [
                {
                    "start": 569,
                    "end": 572,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 573,
                    "end": 576,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 577,
                    "end": 580,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Study subjects and design"
        },
        {
            "text": "PCT levels were measured by Elecsys ® 15 BRAHMS procalcitonin assay using Roche Cobas e411 analyzer (Roche Diagnostics, Indianapolis, IN). Clinical variables and PCT values were extracted from the institutional COVID-19 Observational Research Cohort database using previously described methods [8] . The first PCT value drawn within 24 h of hospital admission was used for analysis. Presence of bacterial co-infection from any body site was assessed via review of electronic medical record when the first PCT value was drawn; it was defined as absent (no radiographic pulmonary infiltrates), low suspicion (pulmonary infiltrates compatible with viral pneumonia without other infectious source) or proven (microbiologically confirmed). It was adjudicated by study investigator (WS), who was a clinical infectious diseases and antimicrobial stewardship pharmacist, based on provider's clinical notes, radiographic, microbiologic, and laboratory findings. For example, positive blood culture with coagulase-negative Staphylococci was investigated to determine infection versus contamination.",
            "cite_spans": [
                {
                    "start": 294,
                    "end": 297,
                    "text": "[8]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data collection and definitions"
        },
        {
            "text": "Clinical outcomes included clinical status within 5 days of hospitalization (initiation of mechanical ventilation or broad-spectrum antibiotic; transfer to ICU) and ICU length of stay (LOS), in-hospital mortality, and LOS among survivors. Antibiotic administration data were extracted from electronic medical records and patients who continued antibiotic for at least 48 h were categorized as antibiotic group. Broad-spectrum antibiotics were defined as piperacillin-tazobactam, aztreonam, meropenem, ceftazidime, cefepime, ceftolozane-tazobactam, ceftazidime-avibactam, aminoglycosides, and polymyxin B ± anti-Methicillin-Resistant Staphylococcus aureus agents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection and definitions"
        },
        {
            "text": "For Cohort 1, PCT levels between absent/low-suspicion and proven bacterial co-infection groups were compared. Significant variables from the univariable analysis were assessed in multivariable logistic regression to predict independent risks for elevated PCT values (i.e., PCT ≥ 0.25 µg/L, ≥ 0.5 µg/L and ≥ 1 µg/L) while controlling for clinically relevant confounders including antibiotic use within 24 h prior to PCT measurement, bacterial co-infections, ICU status and/or oxygen requirement. Finally, sensitivity, specificity, PPV and NPV for identifying bacterial co-infections were determined for PCT values of ≥ 0.25 µg/L, 0.5 µg/L and 1 µg/L. For Cohort 2, patient characteristics and PCT levels were compared between the antibiotic and non-antibiotic groups. Clinical outcomes were compared between the groups stratified by PCT ≥ 0.25 µg/L. Significant variables from the univariable analysis were assessed in multivariable logistic regression to predict independent risks for mechanical ventilation within 5 days of hospital admission stratified by PCT levels while controlling for clinically relevant confounding variables.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Groups were compared using the chi-square test or Fisher's exact test for nominal variables, and the Mann-Whitney U test or two-sample t test, as appropriate, for ordinal or continuous variables. A two-tailed p value less than 0.05 was considered statistically significant. SPSS Version 27.0 (IBM Corp. Released 2020, IBM SPSS Statistics for Windows. Armonk, NY: IBM Corp) and SAS version 9.4 (SAS Institute, Inc., Cary, NC) were used for all analyses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Of the 1305 patients who were hospitalized with COVID-19 during the study period, 924 non-ICU and 103 ICU patients were included in Cohort 1 (Fig. 1A) . The rates of proven bacterial co-infections were higher in ICU patients compared to non-ICU patients (7.8% vs. 3.5%, p = 0.04). The most common sites of bacterial co-infections were bloodstream (n = 17) or urinary tract (n = 17) in non-ICU, and bloodstream (n = 5) or lung (n = 3) in ICU patients, respectively. PCT showed a wide range of distribution regardless of bacterial co-infections (Table 1, Fig. 2) . Overall, the median PCT was higher in proven bacterial co-infections compared to cases with absent/low-suspicion of bacterial co-infection (Table 1 ). In the multivariable analyses, Table 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 141,
                    "end": 150,
                    "text": "(Fig. 1A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 543,
                    "end": 552,
                    "text": "(Table 1,",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 553,
                    "end": 560,
                    "text": "Fig. 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 702,
                    "end": 710,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 745,
                    "end": 752,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Cohort 1"
        },
        {
            "text": "For PCT ≥ 0.25 µg/L to predict proven bacterial co-infections, sensitivity, specificity, PPV and NPV were 69, 65, 6.5 and 98% in non-ICU and 75, 33, 8.6 and 94% in ICU population ( Table 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 181,
                    "end": 188,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Cohort 1"
        },
        {
            "text": "Seven hundred and fifty six of the 1305 (58%) patients met inclusion/exclusion criteria in Cohort 2 (Fig. 1B) . In Cohort 2, 489 (65%) were not treated with antibiotics and 267 (35%) were treated with antibiotics (Table 3) . Baseline characteristics were similar between the non-antibiotic and antibiotic groups except PCT levels and the use of tocilizumab within the first 5 days of hospitalization (Table 3) . Antibiotic use differed based on PCT values with 23% of the patients with PCT < 0.25 µg/L and 58% of the patients with PCT ≥ 0.25 µg/L receiving antibiotics. More than half of the patients required supplemental oxygen therapy at presentation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 100,
                    "end": 109,
                    "text": "(Fig. 1B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 213,
                    "end": 222,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 400,
                    "end": 409,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Cohort 2"
        },
        {
            "text": "In PCT < 0.25 µg/L group, those who received antibiotics had significantly higher rates of mechanical ventilation (29% vs. 7%), initiation of broad-spectrum antibiotics (23% vs. 4%), transfer to ICU (28% vs. 9%), worse inhospital mortality (7% vs. 2%) and longer LOS (10 days vs. 5 days), as compared to the non-antibiotic group (Table 4) . Similarly, worse outcomes were observed in the antibiotic group as compared to the non-antibiotic group when PCT ≥ 0.25 µg/L except no statistical difference was detected in in-hospital mortality (Table 4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 329,
                    "end": 338,
                    "text": "(Table 4)",
                    "ref_id": null
                },
                {
                    "start": 537,
                    "end": 545,
                    "text": "(Table 4",
                    "ref_id": null
                }
            ],
            "section": "Cohort 2"
        },
        {
            "text": "In the multivariable analysis stratified by PCT levels of 0.25 µg/L to predict mechanical ventilation in 5 days, antibiotic use (OR 5.82, 95% CI 3.21-10.54 in PCT < 0.25 µg/L; OR 2.12, 95% CI 1.11-4.14 in PCT ≥ 0.25 µg/L) and oxygen requirement in emergency department (OR 2.38, 95% CI 1.27-4.48 in PCT < 0.25 µg/L; OR 2.88, 95% CI 1.37-6.06 in PCT ≥ 0.25 µg/L) remained significant while controlling for other confounding factors in both PCT groups (Supplemental Table 2 ). Male sex (OR 2.06, 95% CI 1.09-3.90) when PCT < 0.25 µg/L, and the use of tocilizumab (OR Table 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 464,
                    "end": 471,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 565,
                    "end": 572,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Cohort 2"
        },
        {
            "text": "In our Cohort 1 including hospitalized adult patients with COVID-19, the median PCT was higher in proven bacterial co-infections compared to cases with absent/low-suspicion of bacterial co-infection although PCT showed a wide range of distribution regardless of bacterial co-infections. The rates of bacterial co-infections observed in our Cohort 1 were consistent with the results from meta-analyses for COVID-19 patients, which showed overall pooled rates of 7-8% (1-20%) [16, 19] . Multivariable analyses to examine the significant clinical factors associated with elevated PCT values suggested that COVID-19 disease severity as previously reported [3] [4] [5] as well as bacterial co-infection may be contributory to elevated PCTs altogether. Across all three PCT cutoffs, the NPV of PCT < 0.25 µg/L, < 0.5 µg/L or < 1 µg/L for ruling out proven bacterial co-infection was high (94-98%). In contrast to the high PPV of PCT ≥ 1 µg/L (i.e., 93%) ruling in bacterial co-infection observed in van Berkel's study [20] , our study showed poor PPV across all PCT cutoffs in both non-ICU and ICU populations. Baseline PCT < 0.25 µg/L drawn within 24 h of hospitalization had high NPV for bacterial co-infection in COVID-19, which suggests that antibiotic discontinuation may be warranted just as randomized controlled trials have shown in community-acquired pneumonia before the pandemic. An exception might be in the ICU population in which the specificity and NPV are decreased. In our Cohort 2 comparing clinical outcomes associated with antibiotic use stratified by PCT levels in non-critically ill COVID-19 patients with absent/low suspicion of bacterial co-infection, antibiotic use was not associated with improved outcomes. Comparison of clinical outcomes of antibiotic use was only done in non-critically ill patients given ICU status affects PCT levels and lack of respiratory samples in non-ICU patients poses challenges to diagnose bacterial coinfection. We also intended to evaluate the clinical outcomes only in patients with absent or low suspicion of bacterial co-infection since they have less obvious reasons to be on antibiotics as compared to those with proven bacterial infection. Cohort 2 showed lower rates of antibiotic prescribing (i.e., 23% in PCT < 0.25 µg/L and 58% in PCT ≥ 0.25 µg/L) than other reports published during the initial surge of COVID-19 in early 2020 ranging from 72% to over 90% [8, 9] . This low use in our study is likely from being a focused analysis in non-ICU patients and excluding all proven bacterial co-infections, although bacterial co-infections rates are expected to be low [7, 10, 19] . While we did not reinforce a PCT-guided algorithm during the study period, we also had a PCT-guided antibiotic use algorithm in place since 2019 that discourages antibiotic use when PCT < 0.25 µg/L [21] . While all of these might have contributed to our lower rates of antibiotic prescribing than other early observational studies in COVID-19 patients, 23% antibiotic use in PCT < 0.25 µg/L and 58% in PCT ≥ 0.25 µg/L groups still represent opportunities for antimicrobial stewardship when bacterial co-infections are absent or with low-suspicion.",
            "cite_spans": [
                {
                    "start": 474,
                    "end": 478,
                    "text": "[16,",
                    "ref_id": null
                },
                {
                    "start": 479,
                    "end": 482,
                    "text": "19]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 652,
                    "end": 655,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 656,
                    "end": 659,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 660,
                    "end": 663,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1012,
                    "end": 1016,
                    "text": "[20]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 2419,
                    "end": 2422,
                    "text": "[8,",
                    "ref_id": null
                },
                {
                    "start": 2423,
                    "end": 2425,
                    "text": "9]",
                    "ref_id": null
                },
                {
                    "start": 2626,
                    "end": 2629,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2630,
                    "end": 2633,
                    "text": "10,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2634,
                    "end": 2637,
                    "text": "19]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 2838,
                    "end": 2842,
                    "text": "[21]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Worse clinical outcomes observed in the antibiotic group compared to the non-antibiotic group ( Table 4 ) likely reflect that antibiotics were continued and broadened in patients who did not improve with initial interventions rather than the direct effect of antibiotics. Given that baseline oxygen requirement and other characteristics were well balanced between antibiotic and non-antibiotic groups, the higher rates of progression into mechanical ventilation in the antibiotic group may reflect rapid deterioration. Likewise, more patients in the antibiotic group might have received tocilizumab due to worsening clinical status. Our study has limitations. First, this is a single-site study performed during the early phase of the pandemic and may not be generalized to other settings. Second, given the retrospective nature of the study, we cannot conclude any direct effect of antibiotic use on clinical outcomes in the analyses from Cohort 2, but our results reflect what happened in the clinical care of these patients. Third, we did not exclude all patients who might have elevated baseline PCT, such as major burns, severe trauma, and renally impaired, major abdominal or cardiothoracic surgery from Cohort 2 [22] . However, patients with baseline renal disease as well as overall comorbidities were balanced between the antibiotic and non-antibiotic groups. Finally, while more than 55% of our patients were hypoxic on admission from Cohort 2, less than 10% of the patients received systemic corticosteroids or remdesivir which are now considered the standard of therapy in hypoxic COVID-19 patients [23] . It would be interesting to see changes in antibiotic prescribing rate as well as the clinical outcomes with more knowledge about the low likelihood of bacterial co-infection upon hospital admission and with these standard therapies on board.",
            "cite_spans": [
                {
                    "start": 1219,
                    "end": 1223,
                    "text": "[22]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1611,
                    "end": 1615,
                    "text": "[23]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 96,
                    "end": 103,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "In this large study reporting PCT levels in COVID-19 patients, median PCT levels were higher in proven bacterial co-infections as compared to the cases with absent or low-suspicion of bacterial co-infections. Also, in COVID-19 patients outside of the ICU with low suspicion for bacterial co-infections, use of antibiotics did not improve clinical outcomes while antibiotic prescribing was more likely when PCT ≥ 0.25 µg/L than when PCT < 0.25 µg/L. The bacterial co-infection as well as ICU status and oxygen requirement at emergency department were associated with elevated baseline PCT level ≥ 0.25 µg/L. Compounded by the severity of illness and given the wide distribution regardless of bacterial co-infection, elevated PCTs in COVID-19 are unlikely to reliably distinguish patients with bacterial co-infections. However, given the low prevalence of bacterial co-infection in patients with PCT < 0.25 µg/L and high NPV, it is reasonable to discontinue antibiotics for majority of patients based on baseline PCT < 0.25 µg/L unless other evidence of infection is available. These data do not support antibiotic therapy in hospitalized COVID-19 patients with PCT ≥ 0.25 µg/L outside of the ICU when bacterial co-infections are of low suspicion. Initial antibiotic decision-making (i.e., whether to withhold or initiate) should not be guided by pro-calcitonin values alone.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The online version contains supplementary material available at https:// doi. org/ 10. 1007/ s11739-022-02955-5.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Information"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Procalcitonin increase after endotoxin injection in normal subjects",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dandona",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Nix",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J Clin Endocrionol Metab",
            "volume": "79",
            "issn": "5",
            "pages": "1605--1608",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Procalcitonin guidance of antibiotic therapy in community-acquired pneumonia",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Christ-Crain",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Stolz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bingisser",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Am J Respir Crit Care Med",
            "volume": "174",
            "issn": "",
            "pages": "84--93",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Effect of procalcitonin-based guidelines vs standard guidelines on antibiotic use in lower respiratory tract infections-the ProHOSP randomized controlled trial",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Schuetz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Christ-Crain",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Thomann",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "JAMA",
            "volume": "302",
            "issn": "10",
            "pages": "1059--1066",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Effect of procalcitonin-guided treatment on antibiotic use and outcome in lower respiratory tract infections: cluster-randomised, singleblinded intervention trial",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Christ-Crain",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jaccard-Stolz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bingisser",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Lancet",
            "volume": "363",
            "issn": "",
            "pages": "600--607",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Use of procalcitonin to reduce patients' exposure to antibiotics in intensive care units (PRORATA trial): a multicenter randomized controlled trial",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bouadma",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Luyt",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Tubach",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Lancent",
            "volume": "375",
            "issn": "9713",
            "pages": "463--474",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Procalcitonin levels in COVID-19 patients",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "Pei",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Antimicrob Agents",
            "volume": "56",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijantimicag.2020.106051"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Procalcitonin as an antibiotic stewardship tool in COVID-19 patients in the intensive care unit",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Heesom",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rehnberg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nasim-Mohi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Glob Antimicrob Resist",
            "volume": "22",
            "issn": "",
            "pages": "782--784",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jgar.2020.07.017"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The role of procalcitonin in antibiotic decision-making in COVID-19 infection. Infect Control Hosp Epidemiol",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Fabre",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Karaba",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Amoah",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1017/ice.2021.175"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Limited utility of procalcitonin in identifying community-associated bacterial infections in patients presenting with Coronavirus disease 2019",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "May",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dietz",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Antimicrob Agents Chemother",
            "volume": "65",
            "issn": "4",
            "pages": "2167--2220",
            "other_ids": {
                "DOI": [
                    "10.1128/AAC.02167-20"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Clinical characteristics of Covid-19 in New York city",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Goyal",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Pinheiro",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "24",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMc2010419"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Procalcitonin in patients with severe coronavirus disease 2019 (COVID-19): A meta-analysis",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lippi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Plebani",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Chim Acta",
            "volume": "505",
            "issn": "",
            "pages": "190--191",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cca.2020.03.004"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Procalcitonin for patient stratification and identification of bacterial co-infection in COVID-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gatheral",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Med",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.7861/clinmed.Let.20.3.3"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Bacterial and fungal co-infection in individuals with coronavirus: a rapid review to support COVID-19 antimicrobial prescribing",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Rawson",
                    "suffix": ""
                },
                {
                    "first": "Lsp",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Infect Dis Clin Infect Dis",
            "volume": "71",
            "issn": "",
            "pages": "2459--2468",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/ciaa530"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Antibiotic prescribing in patients with COVID-19: rapid review and meta-analysis",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Langford",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "So",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Raybardhan",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cmi.2020.12.018"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Bacterial coinfections in coronavirus disease 2019",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Westblade",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Simon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Satlin",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Trends Microbiol",
            "volume": "29",
            "issn": "10",
            "pages": "930--941",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Co-infections in people with COVID-19: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lansbury",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Baskaran",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Infect",
            "volume": "81",
            "issn": "",
            "pages": "266--275",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jinf.2020.05.046"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Biomarkers for antimicrobial stewardship: a reappraisal in COVID-19 times?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Berkel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kox",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Frenzel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Crit Care",
            "volume": "24",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s13054-020-03291-w"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Procalcitonin in the management of lower respiratory tract infections and sepsis",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "Z"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Simon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mazur",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lyman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Calfee",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Procalcitonin: a marker to clearly differentiate systemic inflammatory response syndrome and sepsis in the critically ill patient?",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Giamarellos-Bourboulis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mega",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Grecka",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Intesive Care Med",
            "volume": "28",
            "issn": "9",
            "pages": "1351--1356",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "COVID-19) Treatment guidelines. National Institutes of Health",
            "authors": [],
            "year": 2021,
            "venue": "COVID-19 Treatment GUIDELINES PANEl. Coronavirus disease 2019",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Study population. PCT pro-calcitonin, DNR do not resuscitate, DNI do no intubate, ICU intensive care unit factors significantly associated with elevated baseline PCT of ≥ 0.25 µg/L, ≥ 0.5 µg/L and ≥ 1 µg/L were proven bacterial co-infection (OR 3.53, OR 4.87, OR 6.78), ICU status (OR 3.06, OR 2.61, OR 3.08) and oxygen requirement (OR 2.03, OR 2.10, OR 2.32) (Supplemental",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Comparison of pro-calcitonin distribution based on bacterial co-infections stratified by ICU admission (Cohort 1)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Intensive care unit, LOS: length of stay a Patients started on or broadened to the following antibiotics within 5 days of hospitalization: piperacillin-tazobactam, aztreonam, meropenem, ceftazidime, cefepime, ceftolozane-tazobactam, ceftazidime-avibactam, aminoglycosides, polymyxin B ± anti-Methicillin-Resistant Staphylococcus aureus agents b ICU LOS among patients who were transferred to ICU and survived (N = 36 in non-antibiotic and N = 23 in antibiotic group in PCT < 0.25 µg/L, N = 18 in non-antibiotic and N = 40 in antibiotic group in PCT ≥ 0.25 µg/L) c LOS among survivors (N = 364 in non-antibiotic and N = 101 in antibiotic group in PCT < 0.25 µg/L, N = 112 in non-antibiotic and N = 146 in antibiotic group in PCT ≥ 0.25 µg/",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Comparison of procalcitonin levels based on bacterial co-infections (Cohort 1) a 7.8% were classified as absence of co-infection and 88.7% as low-suspicion of co-infection b 3.9% were classified as absence of co-infection and 88.3% were classified as low suspicion of co-infection",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Sensitivity, specificity, PPV, NPV of various PCT cutoffs for predicting bacterial co-infections (Cohort 1)",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Baseline characteristics comparing antibiotic and nonantibiotic groups (Cohort 2) BMI body mass index, ED emergency department, NIV non-invasive ventilation, BIPAP bi-level positive airway pressure, CPAP continuous positive airway pressure a Use of corticosteroid, tocilizumab and remdesivir within the first 5 days of hospitalization",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements This study was presented as ePosters (328899, 328935) at the 31st ECCMID, Online conference in July 2021. This study received support from New York-Presbyterian Hospital (NYPH) and Weill Cornell Medical College (WCMC), including the Joint Clinical Trials Office (JCTO). We thank the following Weill Cornell Medicine medical students for their contributions to the COVID-19. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}