{
    "paper_id": "9216572432e045a1492311f16f7b74e8f6dc575e",
    "metadata": {
        "title": "Classic paper: Fenner on the exanthemata",
        "authors": [
            {
                "first": "Frank",
                "middle": [],
                "last": "Fenner",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dr",
                "middle": [
                    "P"
                ],
                "last": "Mortimer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "y Reproduced from Lancet 1948; 2: 915-920 with kind permission of the publishers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "is the pathogenesis of the acute exanthems-smallpox, chickenpox, measles, and rubella-which are characterised by a long incubation period and by a rash which develops some days",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "It was 30 years and more after Koch and his followers demonstrated the broad applicability of the germ theory of infectious disease that medical scientists began effectively to investigate how microbes disseminated themselves in the human body during the disease process. In that time immunologists had established in some detail how recovery from infection occurred; but the early phase of pathogenesis that followed the moment of acquisition of infection had attracted much less attention. Clinical observation indicated that, for many infectious diseases, transmission of infection to susceptibles coincided with or even preceded the onset of illness in the index case, and this implied that microbial propagation must be well advanced before any clinical symptoms or signs arose; but some textbooks continued to describe the onset of illness and microbial invasion as concurrent and preceded by a period of microbial latency [1] .",
            "cite_spans": [
                {
                    "start": 929,
                    "end": 932,
                    "text": "[1]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The paper by Fenner reviewed here tells how a convenient animal model was found by which to investigate the pathogenesis of infectious disease from exposure to death or recovery. The importance of such models has always depended on how valid the analogy with human infection can be said to be, and some will argue that all animal models are somewhat unsatisfactory, even mis-leading. On the other hand, to study directly the early pathogenesis of human infection, never easy, has become progressively more difficult. This is because the contacts of cases of an infectious disease have to be quickly identified, and then agree to be investigated during the incubation period of an infection that, in the event, may not materialise. By the time the ethical and logistic aspects of such a study have been attended to, the opportunity to investigate acute pathogenesis may often have been lost. Should these hurdles be overcome the contacts still have to agree to have specimens drawn at regular, even daily, intervals; and the collection of these specimens must not be too invasive. Faced with these difficulties, investigators have looked to animal models as an alternative, despite their limitations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "For such reasons, Greenwood, Bradford Hill, Topley and Wilson proposed in 1923 [2] an 'experimental epidemiology' that would study infections in small animals and seek to draw human analogies from them. They investigated Salmonella typhimurium and Pasteurella muriseptica infections of mice and drew broad conclusions from the results about the spread of infection in human individuals and through human populations. Such research revealed how analogous diseases such as typhoid fever might develop systemically and be transmitted in man. We are here concerned with another such model murine infection, ectromelia, and some background on this model disease is first called for.",
            "cite_spans": [
                {
                    "start": 18,
                    "end": 82,
                    "text": "Greenwood, Bradford Hill, Topley and Wilson proposed in 1923 [2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In 1930 J. Marchal of the National Institute of Medical Research (NIMR), Hampstead, London, published a description of a previously unrecognised infection of laboratory mice [3] . Its most obvious feature was the acute spontaneous loss of part of one or more limbs, or the tail, of the affected animal. With the help of a scholar of C C L L A S S S I C C P P A P E E R R ancient Greek, Marchal named this disease 'infectious ectromelia' by which she meant absence of a limb due to an infection rather than congenital deformity. The loss of the extremity by the infected mouse was preceded by a local oedema which, unless the outcome was a rapid death, proceeded to necrotic limb loss followed by a slow recovery. Though Marchal's observations on ectromelia had only recovery or death as their endpoints her tissue sections showed abundant inclusion bodies, not only in the dermis around the limb lesion but also in the liver and spleen. This showed that ectromelia was a generalised not a local infection. It was also a strong virological clue, not lost on a fellow scientist at NIMR, Macfarlane Burnet, as to the direction that further investigation should take. Consequently, in 1936, Burnet and Lush [4] showed that chorioallantoic membranes (CAMs) of fertile eggs inoculated with ectromelia-infected tissue extracts and incubated at 36 C rather than the conventional 39 C developed easily countable pocks after 2-3 days. It was thus possible to quantify the amount of ectromelia virus in the skin and various organs of infected mice simply by inoculating tenfold dilutions of tissue extracts onto CAMs. Burnet and Boake then showed that CAM-propagated extracts of the ectromelia virus agglutinated the same range of red cells as vaccinia virus demonstrating that ectromelia was, like vaccinia and smallpox, an orthopox virus infection. It therefore became more correct to refer to ectromelia as mousepox [5] .",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 177,
                    "text": "[3]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1164,
                    "end": 1206,
                    "text": "Consequently, in 1936, Burnet and Lush [4]",
                    "ref_id": null
                },
                {
                    "start": 1908,
                    "end": 1911,
                    "text": "[5]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Fenner, working with Burnet as the latter's research fellow, then observed what had largely been ignored by those who had previously investigated ectromelia. He noted the presence of generalised palpable skin nodules in recovering mice which, when the fur was shaved off, could be seen to develop and then break down just as a vesicular rash did on human skin [6] . To quote Fenner: 'the secondary rash usually appeared about the tenth day after infection, about two days after the appearance of the primary lesion. The lesions of the secondary rash began as small rather pale thickenings of the skin and about two days after first becoming visible (on the shaved skin) they ulcerated and later became scabbed' [7] . Fenner saw that he had at his disposal an animal model for generalised vaccinia and for smallpox. The detailed virological results that Fenner then obtained (on a virulent ectromelia strain from Moscow and a strain from Hampstead that was less virulent having been passed about 50 times in CAMs) completed the characterisation of the ectromelia virus.",
            "cite_spans": [
                {
                    "start": 360,
                    "end": 363,
                    "text": "[6]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 711,
                    "end": 714,
                    "text": "[7]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Of more interest to the modern reader, however, may be the Lancet paper by Fenner, reproduced below, in which he used his laboratory results to pursue the analogy with smallpox and other human exanthemata, and to suggest how viruses in general might disseminate themselves in the human body. Fenner had begun by infecting mice by a small dose inoculation of the skin at the footpad, and had sacrificed pairs of mice each day. He had thus noted the progress of the ectromelia virus infection from the moment that the inoculation site became oedematous to either the occurrence of haemorrhage into and necrosis of liver and spleen with rapid death or, 2 days on, the beginnings of a generalised rash, often with conjunctivitis. Fenner had also quantified the virus in blood, internal organs and skin, using pock counts on CAMs. The clinical similarity to smallpox was close enough to imply that smallpox virus probably seeded itself in the human host much as mousepox virus did in the mouse, and Fenner's timed and quantified results might therefore be applied to the human situation. The recent identification of the virus of infections ectromelia of mice as the murine representative of the mammalian pox viruses (Burnet and Boake 1946) and subsequent studies on the clinical and pathological features of the disease and its epizootic behaviour (Fenner 1948a) suggested that this disease, mousepox, could be used as such a ''model.'' Cross-protection tests (Fenner 1947a) (Fenner 1947b ). Seven or eight days after the mouse has been exposed to infection a primary lesion develops at the site of entry of the virus, and this is followed within the next two days either by death, with acute necrosis of the liver and spleen, or by a rash which reaches its apogee in another two or three days.",
            "cite_spans": [
                {
                    "start": 1213,
                    "end": 1236,
                    "text": "(Burnet and Boake 1946)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1345,
                    "end": 1359,
                    "text": "(Fenner 1948a)",
                    "ref_id": null
                },
                {
                    "start": 1457,
                    "end": 1471,
                    "text": "(Fenner 1947a)",
                    "ref_id": null
                },
                {
                    "start": 1472,
                    "end": 1485,
                    "text": "(Fenner 1947b",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Thus mousepox is caused by a virus closely related to the causal organism of one of the human acute exanthems and is characterised by a relatively long incubation period and a rash. obtained are fully described elsewhere (Fenner 1948b) . Here a hypothesis of the pathogenesis of mousepox based on these experiments is presented and the pathogenesis of the human acute exanthems is discussed in the light of this hypothesis.",
            "cite_spans": [
                {
                    "start": 221,
                    "end": 235,
                    "text": "(Fenner 1948b)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "THE PATHOGENESIS OF THE ACUTE EXANTHEMS"
        },
        {
            "text": "In fig. 1 the results of the series of virus and antibody titrations are shown in the form of curves constructed through the indivi-dual daily titres, which have been omitted here but are being published elsewhere (Fenner 1948b) . The ordinates are logarithmic, one unit indicating a tenfold difference in virus concentration. The appearance of the foot and of the shaved skin, and the density of inclusion bodies in sections of the skin, are also shown.",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 228,
                    "text": "(Fenner 1948b)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 9,
                    "text": "fig. 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "MULTIPLICATION OF VIRUS AFTER A STANDARD SMALL INFECTING DOSE"
        },
        {
            "text": "When the foot was the site of the primary lesion, the virus multiplied there logarithmically between the first and the eighth day and more slowly afterwards, the titre remaining about the same from the ninth to the fourteenth day. After that the titre fell steadily until no virus was detected after the thirtieth day. The fall was unrelated to the masking of virus by antibody.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In the Foot"
        },
        {
            "text": "No macroscopic change was observed in the inoculated foot until the seventh day, when it was slightly swollen in most of the mice. This point, the first clinical evidence of infection, has been taken as the end of the incubation period. The concentration of virus in the foot had reached almost its maximum before there was clinical evidence of infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In the Foot"
        },
        {
            "text": "The first evidence of blood-stream dissemination of the virus was the demonstration of virus in the spleen on the fourth day. The titre of virus in the spleen then rose steeply. In some animals, which were either moribund when killed or destined for an early death from acute mousepox, the titre rose to a very high level-over 10,000,000,000 infective particles per g. In the other animals a stationary phase was reached at a level of 100,000,000 infective particles per g. on the seventh day, and this continued until the tenth day. Thereafter, coinciding with the rapid increase in circulating antibody, the concentration of virus in the spleen declined rapidly, and none was recovered after the sixteenth day, except in one animal in which the virus titre was higher than usual in the foot and skin and virus was also present in the spleen and blood. The E.-A.H.A. titre was 1000, and in the undiluted blood antibody inactivated the virus present. However, this effect was overcome by dilution of the blood.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In the Spleen and Blood"
        },
        {
            "text": "Large amounts of virus in the blood were found only in moribund animals. In the others virus was always present in the blood at a relatively low titre between the fifth and the twelfth day. Viraemia in mousepox is probably due to the continual liberation of virus into the blood-stream by necrosis of the infected cells of the spleen and liver and possibly the bone-marrow also.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In the Spleen and Blood"
        },
        {
            "text": "The curve ( fig. 1) showing the virus content of the skin and its relation to the lesions of the rash and the occurrence of inclusion bodies in the epidermal cells is of considerable interest. Virus was first found in the skin on the sixth day and increased logarithmically until the eighth or ninth day, when the concentration reached a stationary phase which persisted until the fourteenth day. Thereafter it fell rapidly. As in the primary lesion, macroscopic changes were first detected when the virus titre had almost reached its maximum. This is in keeping with observations on other virus diseases (Rivers 1939 , Bang 1943 , Taylor 1941 . Histological examination of the skin showed that the first change, which was seen on the seventh day, occurred in isolated Virus was isolated from the regional lymph-nodes eight hours after the application of the virus suspension to the ear, and increased in titre for the next few days. On the third day a small amount of virus was found in the blood, and larger amounts in the liver and spleen. The virus content of the liver and spleen then increased rapidly, and that of the blood increased slightly.",
            "cite_spans": [
                {
                    "start": 605,
                    "end": 617,
                    "text": "(Rivers 1939",
                    "ref_id": null
                },
                {
                    "start": 618,
                    "end": 629,
                    "text": ", Bang 1943",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 630,
                    "end": 643,
                    "text": ", Taylor 1941",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 19,
                    "text": "fig. 1)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "In the Skin Remote from the Point of Inoculation"
        },
        {
            "text": "Most hypotheses of the pathogenesis of the rashes of the acute exanthems have, from the time of von Pirquet (1913), postulated allergy as the basic mechanism by which the rash is produced.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ROLE OF ALLERGY IN PRODUCTION OF SKIN LESIONS"
        },
        {
            "text": "However, in the experiments just described, focal multiplica- (Stott 1945) , measles (Kohn 1933), and chickenpox (Shuman 1939) . In all these diseases the rash appears to go through its normal course of development in faetuses infected in utero. The faetus is probably incapable of forming antibody (Grasset 1929 , Burnet 1941 ; and, though the human placenta is permeable to neutralising antibodies, which probably play a part in controlling the foetal infection, it is impermeable to sensitising antibodies (Sherman et al. 1940) . This picture of the pathogenesis of the virus disease mousepox closely resembles that drawn by Ørskov (1932) (see also Madsen 1937 ) from his classical investigations on mouse typhoid. The main difference, which is of some importance for our later argument, is that in mousepox the natural portal of entry of the virus is the skin, a tissue for which the virus has a high affinity and in which prolonged multiplication takes place, with the production of a macroscopic primary lesion. In mouse typhoid, and probably in several other bacterial and Table II , which includes much that is speculative, summarises present knowledge of the length of the incubation period, the occurrence of clinically apparent or postulated primary lesions, and the interval between the onset of the disease and the appearance of the rash in many human and a few animal diseases. It is not suggested that in all these the pathogenesis is similar to that of mousepox, but it may be useful to think of them in terms of a primary lesion at the site of entry of the bacterium or virus, an early primary bacteraemia or viraemia, and localisation and multiplication of the organism in some internal organ, which is usually the liver, spleen, or bone-marrow. From here it may be reliberated in much larger amounts into the blood-stream, leading to a second series of foci of infection, which may include the epithelial cells of the skin or the endothelial cells of capillaries in the dermis. Subsequent multiplication of the organism in the skin would then cause the characteristic rash.",
            "cite_spans": [
                {
                    "start": 62,
                    "end": 74,
                    "text": "(Stott 1945)",
                    "ref_id": null
                },
                {
                    "start": 113,
                    "end": 126,
                    "text": "(Shuman 1939)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 299,
                    "end": 312,
                    "text": "(Grasset 1929",
                    "ref_id": null
                },
                {
                    "start": 313,
                    "end": 326,
                    "text": ", Burnet 1941",
                    "ref_id": null
                },
                {
                    "start": 509,
                    "end": 530,
                    "text": "(Sherman et al. 1940)",
                    "ref_id": null
                },
                {
                    "start": 628,
                    "end": 641,
                    "text": "Ørskov (1932)",
                    "ref_id": null
                },
                {
                    "start": 652,
                    "end": 663,
                    "text": "Madsen 1937",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 1080,
                    "end": 1088,
                    "text": "Table II",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "ROLE OF ALLERGY IN PRODUCTION OF SKIN LESIONS"
        },
        {
            "text": "Before discussing the human exanthems it is desirable to consider briefly animal diseases other than mousepox which are characterised by a rash. The only ones on which any detailed investigations have been made are generalised vaccinia of rabbits (Douglas et al. 1929 , rabbitpox (Greene 1934 , and rabbit plague (Jansen 1946) . These diseases are caused by closely related viruses, and the last two may be due to modified laboratory strains of vaccinia virus.",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 267,
                    "text": "(Douglas et al. 1929",
                    "ref_id": null
                },
                {
                    "start": 280,
                    "end": 292,
                    "text": "(Greene 1934",
                    "ref_id": null
                },
                {
                    "start": 313,
                    "end": 326,
                    "text": "(Jansen 1946)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Rabbitpox and Rabbit Vaccinia"
        },
        {
            "text": "There is no exact information available on the natural mode of spread; possibly the infection is airborne or is transmitted by contact. No statement is possible, therefore, on the site of the primary lesion. A large amount of virus is certainly disseminated by the blood-stream at the latter end of the incubation period, and there is ample evidence that the skin lesions are due to multiplication of virus in the dermis and sometimes in the epidermal cells. In both diseases virus was isolated from the skin lesions, and in certain outbreaks (Greene 1934 ) inclusion bodies were observed in the epithelial cells. Greene also noted that several crops of skin lesions sometimes developed, corresponding, on our interpretation, to several successive seedings of the dermal cells with virus distributed via the blood-stream. Ørskov and Andersen (1938) applied the methods of investigation which had been so fruitful in elucidating the pathogenesis of bacterial diseases of mice to the study of the mechanism of infection of vaccinia in rabbits. After intradermal inoculation they found the same process of regional involvement of lymphnodes on the first day, and multiplication of virus in the liver and spleen, with secondary viraemia, on the third day. In very young rabbits (two and three days old) virus was demonstrated in the liver and spleen on the first day, and in animals which survived long enough haemorrhagic foci, due to further generalisation of the virus, were noted in the kidneys and skin. In addition, multiplication of virus in the skin at the site of inoculation produced a local lesion there. The parallel to ectromelia in mice is close, but with the doses used the incubation period was much shorter in vaccinia in rabbits than in octromelia in mice.",
            "cite_spans": [
                {
                    "start": 543,
                    "end": 555,
                    "text": "(Greene 1934",
                    "ref_id": null
                },
                {
                    "start": 822,
                    "end": 848,
                    "text": "Ørskov and Andersen (1938)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Rabbitpox and Rabbit Vaccinia"
        },
        {
            "text": "The closest human analogues of mousepox are undoubtedly smallpox, alastrim, and generalised vaccinia, and these diseases may well be discussed together. In generalised vaccinia and inoculation smallpox the analogy with mousepox is direct, for in all three the primary lesion is in the skin. In natural smallpox and alastrim available evidence suggests that the virus enters the susceptible host through cells of the respiratory tract.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Variola and Vaccinia"
        },
        {
            "text": "Paschen (1932) mousepox makes irresistible the conclusion that the pathogenesis of the rash is the same in the two conditions. The differences in appearance of the lesions can be explained by the much greater thickness of the epidermis in man.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Variola and Vaccinia"
        },
        {
            "text": "Experimental investigations on the virus of varicella are very meagre, Rivers's (1926 Rivers's ( , 1927 ",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 85,
                    "text": "Rivers's (1926",
                    "ref_id": null
                },
                {
                    "start": 86,
                    "end": 103,
                    "text": "Rivers's ( , 1927",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Varicella"
        },
        {
            "text": "The primary lesion of measles is undoubtedly in the upper respiratory tract. Cases are infective for at least five days before the rash appears (Box 1946) , and lesions of the throat are the first that can be detected.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 154,
                    "text": "(Box 1946)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Measles"
        },
        {
            "text": "In human measles the virus has been demonstrated in nasopharyngeal washings collected when Koplik's spots are plenti-ful, just before the appearance of the rash, and in blood drawn at various periods extending from just before the appearance of the rash until two days after its appearance (Rake and Shaffer 1940 , Shaffer et al. 1941 . The most important study on the pathogenesis of measles, however, is that of Blake and Trask (1921) on simian measles. They found that the incubation period of simian measles was about seven days when large amounts of nasopharyngeal washings or tissue suspensions were inoculated intratracheally. By the subinoculation of 10 ml. of citrated blood collected from an inoculated monkey, which subsequently developed Koplik's spots on the eighth and a rash on the eleventh day, these workers could not demonstrate virus in the blood on the second, third, or fourth day of the incubation period, but obtained a positive result with blood drawn on the fifth, sixth, or seventh day. There was no means of deciding which specimen or specimens were positive, since all samples were inoculated into the same monkey. Blood drawn after the seventh day was always positive until the animal was killed on the thirteenth day.",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 312,
                    "text": "Shaffer 1940",
                    "ref_id": null
                },
                {
                    "start": 313,
                    "end": 334,
                    "text": ", Shaffer et al. 1941",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Measles"
        },
        {
            "text": "When infective blood drawn after the seventh day was inoculated intravenously the incubation period was only four days, suggesting that the interval between establishment of the primary lesion and the secondary virmia had been eliminated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measles"
        },
        {
            "text": "The shortening of the incubation period by the intravenous inoculation of large amounts of virus is also seen when the faetus becomes infected; for, when there is a miscarriage due to measles, it is often found that the faetus has a rash at about the same stage as that of the mother (Kohn 1933). Some of Shuman's (1939) cases of varicella in the newborn showed the same feature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measles"
        },
        {
            "text": "Blake and Trask's (1921) investigations also showed that Koplik's spots were part of the rash and not the primary lesion of measles, for they appeared after both intratracheal and intravenous inoculation. Further, virus was demonstrated in the minced buccal mucosa and skin of infected animals. The data just outlined show that the pathogenesis of measles is similar to that of mousepox, and von Pirquet's (1913) theory that the regular course of the measles eruption was the expression of an allergic response to the measles is untenable.",
            "cite_spans": [
                {
                    "start": 10,
                    "end": 24,
                    "text": "Trask's (1921)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Measles"
        },
        {
            "text": "The internal focus of proliferation of the virus is unknown, but the spleen, which is often enlarged, is probably one such site.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measles"
        },
        {
            "text": "Dengue is not usually regarded as one of the acute exanthems. In textbooks of medicine the description of the symptoms of the more severe exanthems, smallpox and measles, is usually divided into the period of incubation, the period of invasion, and the stage of eruption. A consideration of the virus titres in the blood and other organs in mousepox ( fig. 1 ), which is a valid model for smallpox and measles, shows how erroneous is this concept of pathogenesis. 'Invasion' presumably means either the entry of virus into the blood-stream or the invasion of the organs by virus spread by the blood-stream. Both these events occur during the incubation period and do not give rise to symptoms. The principle that symptoms and signs develop only when multiplication of the virus has almost reached a maximum is of general application in virus diseases (Rivers 1939 ). In the acute exanthems the onset of symptoms is probably due to sudden widespread necrosis of the cells of the internal organs in which multiplication of the virus has reached a high level, with the consequent release of abnormal cell products into the circulation and the interference with normal metabolism. When the rash is fully developed, the virus content of all organs and tissues is declining, and in the absence of secondary bacterial infections it is accompanied by a decrease in the severity of general symptoms.",
            "cite_spans": [
                {
                    "start": 851,
                    "end": 863,
                    "text": "(Rivers 1939",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 352,
                    "end": 358,
                    "text": "fig. 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Dengue"
        },
        {
            "text": "Mousepox (infectious ectromelia of mice) is a good laboratory model for the study of the acute exanthems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUMMARY"
        },
        {
            "text": "Multiplication of the virus at the site of entry of the virus reaches almost its highest titre before any lesion is evident macroscopically.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUMMARY"
        },
        {
            "text": "A complicated series of events occurs between infection and the end of the incubation period: the virus passes to the regional lymph-node and multiplies there; small amounts of virus pass into the blood-stream and undergo phagocytosis by cells of the reticulo-endothelial system; the virus multiplies in the organs It is suggested that the concept of a primary lesion (which may or may not be clinically apparent), an internal focus of multiplication, and a secondary liberation of the virus or bacterium into the blood-stream, with the production of focal lesions in the skin and elsewhere, may prove useful in studies of the pathogenesis of many human diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUMMARY"
        },
        {
            "text": "The description of the period of the onset of symptoms in smallpox and measles as the stage of ''invasion'' is erroneous, for the blood-stream and the organs are invaded during the incubation period before symptoms arise. I wish to thank Prof. F. M. Burnet, F.R.S., for his stimulating advice and criticism in the preparation of this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUMMARY"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Price, F. W. A Textbook of the Practice of Medicine",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Amies",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Lancet",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "B"
                    ],
                    "last": "Bang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Blake",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Trask",
                    "suffix": ""
                }
            ],
            "year": 1921,
            "venue": "",
            "volume": "77",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Lectures on the Epidemiology and Control of Syphilis, Tuberculosis, and Whooping Cough, and Other Aspects of Infectious Disease",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Madsen",
                    "suffix": ""
                }
            ],
            "year": 1937,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Child. 58, 564. Steiner, (1875) Wien. med. Wschr. 25, 305. Stokes",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Shuman",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "J"
                    ],
                    "last": "Amer",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Dis",
                    "suffix": ""
                }
            ],
            "year": 1939,
            "venue": "J",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Clinical Practice in Infectious Diseases",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Harries",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mitman",
                    "suffix": ""
                }
            ],
            "year": 1951,
            "venue": "Livingstone: Edinburgh",
            "volume": "",
            "issn": "",
            "pages": "60--62",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Infectious ectromelia: a hitherto undescribed virus disease of mice",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Marchal",
                    "suffix": ""
                }
            ],
            "year": 1930,
            "venue": "J Path Bact",
            "volume": "33",
            "issn": "",
            "pages": "713--728",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The propagation of the virus of infectious ectromelia of mice in the developing egg",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Burnet",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lush",
                    "suffix": ""
                }
            ],
            "year": 1936,
            "venue": "J Path Bact",
            "volume": "43",
            "issn": "",
            "pages": "105--120",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The relationship between the virus of infectious ectromelia of mice and vaccinia virus",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Burnet",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Boake",
                    "suffix": ""
                }
            ],
            "year": 1946,
            "venue": "J Immunol",
            "volume": "53",
            "issn": "",
            "pages": "1--13",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Australian Contributions to Virology",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fenner",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "365",
            "issn": "",
            "pages": "407--408",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The epizootic behaviour of mousepox (infectious ectromelia)",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fenner",
                    "suffix": ""
                }
            ],
            "year": 1948,
            "venue": "Brit J Exp Path",
            "volume": "29",
            "issn": "",
            "pages": "69--91",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Changes observed in epidermal cells covering myomatous masses induced by Virus myomatosum (Sanarelli)",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Rivers",
                    "suffix": ""
                }
            ],
            "year": 1926,
            "venue": "Proc Soc Exper Biol Med",
            "volume": "24",
            "issn": "",
            "pages": "435--437",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Virus diseases of fowls",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Goodpasture",
                    "suffix": ""
                }
            ],
            "year": 1928,
            "venue": "Filterable Viruses, Rivers TM",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Prospects for the development of pre-mortem laboratory diagnostic tests for CJD",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Dabaghian",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Mortimer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Clewley",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Rev Med Virol",
            "volume": "14",
            "issn": "",
            "pages": "345--362",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The pathogenesis of mousepox was studied by inoculating a large number of mice in the pad of the hind foot with a small dose of ectromelia virus, a procedure which closely resembles natural infection. At daily intervals between the second and the twenty-fourth day two mice were killed. The virus and ectromelia anti-haemagglutinin (E.-A.H.A.) content of the blood, and the virus content of the inoculated foot, the skin of the abdomen remote from the site of inoculation, and the spleen of each mouse was determined. Sections of skin were also studied, Mann's stain being used to demonstrate virus inclusion bodies. The technical methods used and the detailed results",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Growth curves of virus in foot, spleen, blood, and skin of mice inoculated in the foot with a small dose of ''Moscow'', ectromelia virus. Development and disappearance of primary lesion and rash are shown, as is the occurrence of inclusion bodies in skin in sections stained with Mann's stain",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "groups of the basal cells of the epidermis, which showed pyknotic nuclei surrounded by vacuoles. A few inclusion bodies were evident in the cytoplasm of some of these cells. The size and number of affected area of skin rapidly increased until on the ninth day there were many papules in which most of the epidermal cells were infected, and inclusion bodies were numerous in the cells of the hair follicles and sweat glands also. Massive necrosis of the superficial cells of the papules converted them to ulcers with closely adherent scabs. The dermis showed intense lympliocytic infiltration at this stage. Healing took place by the development of new epithelium beneath the scabs, and the new epidermal cells were not invaded by the virus. The scabs had fallen off by the eighteenth day, and after a further week recovery was complete except for the absence of hairs and sweat glands in the scarred areas of skin.TIME OF APPEARANCE OF VIRUS IN REGIONAL LYMPH-NODES, BLOOD, LIVER, AND SPLEENCertain features of the pathogenesis of mousepox were not established in the experiments just described; so another short experiment was carried out in which mice were infected by rubbing the pinna with a swab soaked in a concentrated virus suspension, and testing the blood and suspensions of the regional lymphnode, the pinna, the liver, and the spleen for the presence of virus. Accurate titrations were not performed, but the methods used were sensitive enough to detect very small concentrations of virus. The results are shown in table I.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The production of typical skin poeks three or four days after the inoculation of large doses of vaccinia virus into the bodies of 24-day-old rabbit faetuses(Gallagher and Woolpert 1940), and of skin lesions and Koplik's spots in simian measles four days after the intravenous inoculation of virus(Blake and Trask 1921), is explicable only on the hypothesis that the skin lesions are caused by multiplication of the virus.PATHOGENESIS OF MOUSEPOXThe observations just described may be interpreted as shown diagrammatically in fig. 2. Infection with ectromelia virus takes place by the introduction of a few virus particles into the skin of the mouse either naturally through an abrasion or by inoculation. Within eight hours of the establishment of infection virus passes to the regional lymph-node, within which it multiplies for a few days. Necrosis of cells in the lymph-node next liberates virus, which enters the blood-stream but is immediately taken up by the phagocytes of the liver and spleen and possibly the bone-marrow. Contiguous cells of these organs are infected, with a great increase in the concentration of virus. Virus particles are next liberated directly into the blood-stream by necrosis of the infected cells lining the sinusoids of those organs. This secondary viraemia, which is first evident on the fourth day after infection, leads to widespread focal infection of the epidermal cells, virus being first detected in the skin on the sixth day. By this time the titre of virus in the primary lesion has reached a high level, and for the first time there is obvious aedema at the site of entry of the virus, and the incubation period has come to an end. This aedema increases, ulceration follows, and the mouse liberates virus into the environment-i.e., it is infective. Meanwhile virus multiplies rapidly in the liver and spleen and may so destroy the cells of these organs that both become almost completely necrotic and the mouse dies. Multiplication of the virus in the skin lags behind that in the liver and spleen, for the skin is not infected until the period of the secondary viraemia developing from the fourth day onwards. If death occurs before the eighth or ninth day, as acute deaths usually do, no skin lesions are found, but the virus content of the skin is high and microscopic sections may show many inclusion bodies within the epidermal cells, the distribution of groups of infected cells being focal. If multiplication of virus in the liver and spleen is less extreme and the animals survive the acute phase of the disease, cedema of the epidermal cells becomes clinically obvious as pale macules, which rapidly become popular and ulcerate owing to necrosis of the superficial cells. The massive liberation of virus which then takes place is responsible for the high infectivity of mice at this stage. By this time the circulating antibody has reached a high titre and skin sensitisation to the virus can also be elicited. Antibody prevents the virus from infecting new cells, and the virus content of all organs and tissues rapidly falls, with recovery of the infected animal.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Diagrammatic representation of pathogenesis of mousepox",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "reported that he had obtained evidence of infection of the throat, with multiplication of the virus in that site in contacts examined during the incubation period. He relied on the demonstration of elementary bodies in stained smears, a technique which is open to error and difficult to put on a quantitative footing. It is highly desirable that this question should be reinvestigated by the chick-embryo method of titrating the virus. In this way definite information on the site of primary infection and the periods of infectivity of variola could be obtained. The infectivity of early cases of variola, before necrosis of the skin has liberated virus there, is almost certainly due to nasopharyngeal lesions, which may be due to the primary lesion there or perhaps to the early ulceration of the secondary lesions when they develop on mucosa. Paschen suggested that, after multiplication in the throat, the lungs were invaded, with later secondary liberation of virus through the blood-stream and infection of the skin and other organs. It seems more likely that virus particles which entered the blood-stream via the lymphatics to cause the primary viraemia would be taken up generally by macrophages lining the sinusoids of the spleen, liver, and bone-marrow. Titration of the virus content of various organs from fatal cases of variola might indicate their relative importance in this respect. There is no doubt that the skin lesions of variola and generalised vaccinia are due to multiplication of virus in the epidermal cells, and there is good evidence that this multiplication proceeds in apparently normal skin for some days before lesions become evident. Downie and Dumbell's (1947) plate shows almost universal infection of the epithelial cells in an early smallpox lesion of the human skin, and Dible and Gleave (1934) demonstrated early histological changes with inclusion bodies in the cells in apparently normal areas of skin in a fatal case of generalised vaccinia. Comparison of the histological",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "production of lesions with characteristic intranuclear inclusion bodies in the testes of vervet monkeys inoculated with vesicle fluid being the only accepted transmission to experimental animals. Several investigators have produced varicella in children inoculated with vesicle contents, Steiner's (1875) observations being the most reliable. The children that he inoculated in the arm with clear vesicle fluid became feverish on the fourth day. Constitutional symptoms increased and the characteristic rash appeared on the eighth day. The short incubation period parallels that observed in inoculation variola, and is probably due to the larger dose of virus and its more rapid passage to the internal organs than in natural infection. Elementary bodies, which are probably varicella-virus particles, can be demonstrated in the vesicle fluid by differential centrifugation and are specifically agglutinated by varicella convalescent serum (Amies 1933). Tyzzer (1905-6), investigating the histology of the skin lesions of varicella, found characteristic eosinophil intranuclear, and less commonly intracytoplasmic, inclusion bodies in cells of the dermis and epidermis in affected areas. The earliest changes, which long preceded the appearance of the vesicle and were much more widespread than the vesicles, were seen in the endothelial cells of dermal capillaries. The appearance of inclusion bodies in these very early lesions, and their great multiplication in cells of the epidermis before the characteristic degenerative changes which led to vesicle formation, suggest that the pathogenesis of the rash of varicella is much the same as that of smallpox and mousepox, virus being widely distributed by the blood-stream some days before vesicles develop. The site of the primary lesion in the natural disease is almost certainly the upper respiratory tract. Mild inflammatory lesions of the nasopharyngeal mucosa appear in the earliest stages (Stokes 1943) and discharge virus. The sites of the internal foci of multiplication of the virus are unknown.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Several of the observed features of the exanthems can be explained by the hypothesis just enunciated. First, the long incubation period of the natural diseases, and the shorter incubation period of the same diseases after intravenous inoculation, and of dengue can be explained by the time necessary for the proliferation of virus in the primary lesion, in the regional lymph-node, and next in the internal focus in the natural disease, and the elimination of the first two stages when intravenous inoculation is the mode of infection. Differences in the reproduction-rates of different viruses and in different tissues are also important in this connexion(Fenner 1948b). Secondly, the delay of several days between the onset of symptoms and the appearance of the rash is due to the fact that symptoms ensue when multiplication in the primary focus or in the internal organs reaches a high level, whereas infection of the epidermal cells during the consequent secondary viraemia takes place at just about the time of the onset of symptoms. Multiplication of the virus in the skin must then proceed for a few days before lesions become evident. Thirdly, the long period of the secondary viraemia provides the massive and universal distribution of virus which leads to the very durable immunity produced by these diseases.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "liver and spleen) rich in these cells, and necrosis of infected cells adjacent to sinusoids produces a secondary virmia; and the virus thus distributed causes focal infection of cells of the epidermis. Virus deposited in the skin multiplies for several days before any macroscopic lesions appear. Clinical recovery and the disappearance of virus are closely correlated with the appearance of circulating antibody. This interpretation of the pathogenesis of mousepox provides a good explanation of the known facts in smallpox, chickenpox, and measles.",
            "latex": null,
            "type": "figure"
        },
        "TABREF2": {
            "text": "Occurrence of virus in several organs at intervals after infection by the application of ''Moscow'' ectromelia virus to the ear",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Copyright # 2006 John Wiley & Sons, Ltd. Rev. Med. Virol. 2006; 16: 353-363. DOI: 10.1002/rmv tion of virus in the skin was shown to cause the rash. An allergic reaction to ectromelia virus could not be demonstrated in these animals until the seventh day after infection-i.e., after the virus had become localised in the skin.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Its incubation period is shorter, and this may be due to the fact that, because the virus is inoculated intravenously by the mosquito, the interval of three or four days between infection and the proliferation of virus in the internal organs is eliminated. The situation may be compared with variola, measles, and chickenpox in the newborn, with Blake andCopyright # 2006 John Wiley & Sons, Ltd. Rev. Med. Virol. 2006; 16: 353-363. DOI: 10.1002/rmvTrask's (1921) production of measles with an incubation period of four days by the intravenous inoculation of monkeys, and with the results(Fenner 1948b) of the intravenous and intradermal inoculation of mice with ectromelia virus.Sabin and Schlesinger (1945) have shown that enormous concentrations of virus occur in the blood; and, though no direct evidence is available, the rash is probably due to multiplication of the virus in the cells of the dermal capillaries.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This Classic Paper is notable for its use of the results of a novel quantitative laboratory technique to answer questions about the pathogenesis of infection, and for the broad relevance of its conclusions, drawn from experimental findings on an infectious disease of laboratory mice.Fenner's results showed that ectromelia virus spread from the initial site of inoculation in two haematogenous waves, first a local one and then a generalised one. This happened according to a timetable that varied by no more than 36 h depending on whether a more or less virulent strain of ectromelia virus had been inoculated. After the second viraemia the affected organs and the generalised skin lesions contained very high titres of virus, as much as 10 12 infectious doses per ml of tissue extract. The conclusion was that the rash of smallpox and the infectivity of vesicular fluid and scabs, already known from clinical practice to be high, were the direct consequences of a secondary viraemia, with the virus seeding into the dermis and causing cellular necrosis. The rash was not, as some had contended before, the expression of an immune reaction within the skin.Fenner sought in his Lancet paper to extend the analogy with smallpox to other human exanthemata, and suggested that other human infections disseminate themselves in the body by a similar early sequence of local and then generalised infection, each step preceded by lymphatic and blood borne spread. Most of this process occurred asymptomatically during the incubation period of the infections and before any measurable immune response occurred.The speeds at which the systemic dissemination demonstrated in Fenner's murine model take place in analogous human infections may, however, vary substantially, giving rise to the range of incubation periods seen in human infectious diseases (see Fenner's Table II) . Furthermore, some viruses spread by other routes, for example the neuronal one, and recovery or death are not the only outcomes of acute infections, some of which have chronic consequences. In some cases, moreover, the rash may be caused by an immune response to virus antigens disseminated to the skin during the secondary viraemia, so that measles now sits uneasily in Table II . Nevertheless, Fenner's work has retained a broad relevance to viral infections as well as bacterial ones such as syphilis and the enteric fevers. By answering the question 'how and where during an infection do microbes spread, propagate and sometimes sequester themselves?' Fenner threw new light on the pathogenesis of human infectious disease.Soon after ectromelia was first described by Marchal, it was recognised in several laboratories, in France, Germany, Russia and the USA [7] . It presumably spreads naturally by scratching and biting, and in Fenner's experiments this route was satisfactorily simulated by the injection of very small doses into the skin. Other animal pox viruses may be spread by arthropods, for example myxomatosis, spread by fleas among burrowing rabbits [8] . Ectromelia can also be inoculated by the respiratory route, and while the skin inoculation route can be compared with the transmission to man of zoonotic pox virus infections such as orf, this respiratory route is significant because the much more important human infection, smallpox, is (was) mostly spread by inhalation. This analogy between ectromelia and smallpox is also close in the sense that both infections have outcomes either of rapid haemorrhagic death or of a generalised toxic rash with slow and uncertain recovery. Ectromelia proved to be a very convenient experimental model for smallpox, affecting as it did a small laboratory mammal, but Fenner's description of it was not the first of an exanthematous animal poxvirus infection. Rivers had described distinct vesicles appearing in the epidermis in rabbit myxomatosis [9] and Goodpasture, in a chapter with photographs on fowlpox in River's textbook of 1928 [10] , noted the cutaneous eruption appearing 4-6 days after infection with that virus.As recognised by Fenner, the various routes by which pox and other viruses may infect their hosts also influence the length of the incubation period of the diseases they cause. The route and natural speed of evolution of infection becomes important when formulating post-exposure immunisation or antiviral treatment even though the early development of infection may neither be easy to investigate directly nor, being largely asymptomatic, to observe clinically. While much has been learnt since Fenner's 1948 publication about cellular virus receptors and the process of intracellular virus replication and intercellular spread, the proliferation of viruses in the whole organism has received less attention. So far, for example, little has been discovered about the pathogenesis of the recently recognised 'Severe Acute Respiratory Syndrome' (SARS) coronavirus; and in the absence of suitable assays to detect at low titre, or quantify, the agent of vCJD, less still is known about the pathogenesis of that unconventional infection. By what routes can the prion of vCJD infect? How does it spread within the body and reach the brain, and how quickly? As Fenner's article demonstrates, it is necessary to possess a quantitative laboratory test to address these questions, and for the transmissible spongiform encephalopathies convenient ones are still lacking [11] .In its time, Fenner's work broke new ground in virology in posing and answering by experiment questions about the spread of viruses within the body and their capacity for onward transmission. Thanks to his paper we have inherited a framework for considering the routes, rates and intensities of microbial spread from the initial exposure of the host to the development of acute disease and recovery. Fortunately, with modern 'molecular' laboratory tools there is scope to investigate these processes further, for a wider range of viruses and also for some bacterial infections; the concepts described in Fenner's Classic Paper thus remain apposite, even if the investigational techniques change.",
            "cite_spans": [
                {
                    "start": 2733,
                    "end": 2736,
                    "text": "[7]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 3036,
                    "end": 3039,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 3878,
                    "end": 3881,
                    "text": "[9]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 3968,
                    "end": 3972,
                    "text": "[10]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 5416,
                    "end": 5420,
                    "text": "[11]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 1858,
                    "end": 1867,
                    "text": "Table II)",
                    "ref_id": null
                },
                {
                    "start": 2241,
                    "end": 2249,
                    "text": "Table II",
                    "ref_id": null
                }
            ],
            "section": "COMMENTARY"
        }
    ]
}