{
    "paper_id": "92cbecee534e5e956e1d2e242cbeb79d98457563",
    "metadata": {
        "title": "Mathematical modelling and discrete mathematics: opportunities for modern mathematics teaching",
        "authors": [
            {
                "first": "Gilbert",
                "middle": [],
                "last": "Greefrath",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "· Hans-Stefan",
                "middle": [],
                "last": "Siller",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Katrin Vorhölter",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gabriele",
                "middle": [],
                "last": "Kaiser",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Discrete mathematics and mathematical modelling, along with the educational discourse surrounding these, have many connections. However, ways that the educational discourse on discrete mathematics can benefit from the inclusion of examples of mathematical modelling and the accompanying discussion are currently under-researched. In this paper, we elaborate on the educational potential of examples of mathematical modelling based on the usage of methods from discrete mathematics, with a focus on secondary education. We first describe vertex-edge graphs as possible topics of discrete mathematics that are accessible at school level within modelling lessons. Secondly, in the context of a case study, we describe modelling activities with students at the end of lower-secondary education, using a classical problem of discrete mathematics originating from the Königsberg bridge problem. The students' solution processes for this optimisation problem based on graph theory are described. Their approaches are examined referring to the phases of the modelling cycle, using the method of qualitative content analysis. We studied in particular the extent to which students use concepts related to vertex-edge graphs in specific sub-phases of the modelling process. The analysis allows the required sub-competences of modelling to be identified and the connection of these competences with discrete mathematics to be worked out. On the basis of this analysis, educational opportunities of teaching discrete mathematics and mathematical modelling are assessed. Overall, we point out the possibilities and opportunities for using examples from the field of discrete mathematics to acquire modelling competences and to foster the linkage of mathematical modelling and discrete mathematics at school level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Making connections between discrete mathematics and mathematical modelling holds great potential from the perspective of mathematics education, and this potential is further elaborated in the context of this paper. Using discrete mathematics methods allows for a broader-and in part less formal-approach to working with mathematical models, since, for example, the concept of infinity can initially be avoided. Limits and infinity usually create high learning barriers and epistemological problems for secondary school students or for students at university (Goldin, 2004) . Methods of discrete mathematics in connection with competence in mathematical modelling should be an essential part of a modern curriculum (Hart & Martin, 2018) , as discrete mathematics is considered to have high value in mathematical education (Beutelspacher & Zschiegner, 2014) .",
            "cite_spans": [
                {
                    "start": 558,
                    "end": 572,
                    "text": "(Goldin, 2004)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 714,
                    "end": 735,
                    "text": "(Hart & Martin, 2018)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 821,
                    "end": 855,
                    "text": "(Beutelspacher & Zschiegner, 2014)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We first present different approaches to discrete mathematics in connection with mathematical modelling in secondary education and explain the potential for solving concrete modelling problems with discrete models. We then detail the educational aspects of discrete mathematics and mathematical modelling. These are manifested at levels of content, progressive technological development, and discussion of discrete models in the context of modelling processes. This analysis leads to the question of the role of discrete ideas concerning students' modelling processes. In a case study, we investigated the actual use of these ideas in detail. In this way, the necessary sub-competences of modelling could be identified and connections with discrete mathematics using the example of a graph-theoretical problem could be worked out, to show opportunities and possibilities for promoting the link between mathematical modelling and discrete mathematics in school, thereby potentially strengthening the teaching and learning of both discrete mathematics and mathematical modeling.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "There is a long tradition of requiring real-life applications to be included in mathematics education, and mathematical modelling and related modelling competences have finally become a central component of national curricula (Kaiser, 2020; Vorhölter, Greefrath, et al., 2019) .",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 240,
                    "text": "(Kaiser, 2020;",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 241,
                    "end": 276,
                    "text": "Vorhölter, Greefrath, et al., 2019)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Mathematical modelling and discrete mathematics in educational discussions"
        },
        {
            "text": "In the past decades, there have also been repeated calls for the consideration of modern mathematical subject areas for mathematics education that are also attributed proximity to mathematical modelling. In addition to stochastics (Chick & Watson, 2003) , these themes include discrete mathematics in particular (Anderson et al., 2004; Dolgos, 1990) .",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 253,
                    "text": "(Chick & Watson, 2003)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 312,
                    "end": 335,
                    "text": "(Anderson et al., 2004;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 336,
                    "end": 349,
                    "text": "Dolgos, 1990)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Mathematical modelling and discrete mathematics in educational discussions"
        },
        {
            "text": "Even during the 1980s and 1990s, there was intensive discussion about discrete models in the International Community of Teachers of Mathematical Modelling and Applications (ICTMA) (e.g. James & Wilson, 1986; Street & Street, 1998; van den Heuvel & Krabbendam, 1991; Ziegenbalg, 1984) . In these contributions, teaching proposals with discrete models of growth behaviour, graph theory and difference equations were presented from a modelling perspective. In the educational discussion over the following decades, empirical studies were carried out that integrated mathematical modelling and discrete mathematics, and researchers pointed out that discrete mathematics would be indispensable for a modern curriculum (Hart & Martin, 2018) .",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 207,
                    "text": "James & Wilson, 1986;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 208,
                    "end": 230,
                    "text": "Street & Street, 1998;",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 231,
                    "end": 265,
                    "text": "van den Heuvel & Krabbendam, 1991;",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 266,
                    "end": 283,
                    "text": "Ziegenbalg, 1984)",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 713,
                    "end": 734,
                    "text": "(Hart & Martin, 2018)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Mathematical modelling and discrete mathematics in educational discussions"
        },
        {
            "text": "In the following sections, we work out the connection between discrete models and mathematical modelling.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mathematical modelling and discrete mathematics in educational discussions"
        },
        {
            "text": "According to Pollak (1977, p. 255 ff.) , mathematical modelling refers to a specific aspect of applied mathematics that is currently described using repeated work through a modelling cycle. The modelling cycle describes the expected activities of students and provides metacognitive help (Stillman, 2011) . Currently, there exist many descriptions of the expected modelling activities by students. One detailed modelling cycle was developed by Kaiser and Stender (2013) , whose application is described as an example in a case study in the second part of the paper. However, it should be noted that there exist many nuances of the modelling cycle that we cannot unpack due to space limitations (for a detailed overview, see, e.g., Kaiser, 2017) . In this modelling cycle, the process of the model's individual development from an initial real-world situation to the actual model is presented as the first phase, which usually includes several simplification steps. This modelling phase is followed by translation into mathematics, from which a mathematical model is developed. With the help of this model, a mathematical solution is then determined, and this finally has to be related to the real problem again by interpreting and validating a solution in the original real-world situation (see Fig. 1 ). This modelling cycle describes the various sub-processes of mathematical modelling, such as understanding and simplifying, in more detail than modelling cycles from applied mathematics (e.g., Ortlieb, 2004; Pohjolainen & Heiliö, 2016 ). An important construct within the modelling discourse is the competence of students across various educational levels in modelling. This competence enables them to identify a problem in a real-world situation, translate it into mathematics and interpret and validate a solution in relation to the given situation (Niss et al., 2007, p. 12) . Modelling competence also refers to the willingness to work on mathematical modelling problems through mathematical means, and it is therefore distinguished from ability (Kaiser, 2007; Maaß, 2006) .",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 38,
                    "text": "Pollak (1977, p. 255 ff.)",
                    "ref_id": null
                },
                {
                    "start": 288,
                    "end": 304,
                    "text": "(Stillman, 2011)",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 444,
                    "end": 469,
                    "text": "Kaiser and Stender (2013)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 731,
                    "end": 744,
                    "text": "Kaiser, 2017)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1497,
                    "end": 1511,
                    "text": "Ortlieb, 2004;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1512,
                    "end": 1538,
                    "text": "Pohjolainen & Heiliö, 2016",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1855,
                    "end": 1881,
                    "text": "(Niss et al., 2007, p. 12)",
                    "ref_id": null
                },
                {
                    "start": 2054,
                    "end": 2068,
                    "text": "(Kaiser, 2007;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 2069,
                    "end": 2080,
                    "text": "Maaß, 2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1295,
                    "end": 1301,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "The current discourse on mathematical modelling"
        },
        {
            "text": "The construct of modelling competence is currently characterised by sub-competences that are connected to the various phases of the modelling cycle (cf. Fig. 1 ). In addition, more comprehensive aspects are also included in the construct, such as the ability to carry out a complete modelling process independently, use metacognitive knowledge and structures and critically reflect the modelling cycle (for an overview on this discourse, see Cevikbas et al., 2021) .",
            "cite_spans": [
                {
                    "start": 442,
                    "end": 464,
                    "text": "Cevikbas et al., 2021)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 153,
                    "end": 159,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "The current discourse on mathematical modelling"
        },
        {
            "text": "As a result of empirical studies, many researchers have pointed out that modelling tasks present difficult and complex work for students (see Kaiser, 2017 , for an overview), and there are many barriers that students have to overcome (Galbraith & Stillman, 2006) . Using metacognitive strategies can help students remove cognitive barriers during the modelling process. They can focus on the selection of a strategy, including the incorporation of alternative strategies. Eventually, the successful implementation of the chosen strategy will depend on both the students' individual resources (in terms of strategies) and the task (Stillman, 2011; Vorhölter, Greefrath, et al., 2019; Vorhölter, Krüger, et al., 2019) .",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 154,
                    "text": "Kaiser, 2017",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 234,
                    "end": 262,
                    "text": "(Galbraith & Stillman, 2006)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 630,
                    "end": 646,
                    "text": "(Stillman, 2011;",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 647,
                    "end": 682,
                    "text": "Vorhölter, Greefrath, et al., 2019;",
                    "ref_id": null
                },
                {
                    "start": 683,
                    "end": 715,
                    "text": "Vorhölter, Krüger, et al., 2019)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The current discourse on mathematical modelling"
        },
        {
            "text": "Discrete mathematics in school deals with configurations that can be described by a finite or countable set of relations. For example, the fields of combinatorics, number theory, graph theory, game theory, cryptography and statistics may all be counted as discrete mathematics (Ouvrier-Buffet, 2020) . Currently, the advantages of discrete mathematics for mathematics teaching are seen on three levels, namely, the \"content, process, and affect goals of mathematics education\" (Hart & Martin, 2018, p. 18 ). The first level consists of the content, which is also evident in the analysis of new, interesting, and relevant contexts. Here, one can consider various important problem types, such as from the areas of combinatorics, iteration and recursion, as well as graph theory.",
            "cite_spans": [
                {
                    "start": 277,
                    "end": 299,
                    "text": "(Ouvrier-Buffet, 2020)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 477,
                    "end": 504,
                    "text": "(Hart & Martin, 2018, p. 18",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discrete mathematics in school"
        },
        {
            "text": "The second level refers to process-related competences such as reasoning, communicating, problem-solving and modelling, and it can be promoted particularly well through discrete mathematics (Hart & Martin, 2018) . These processes form a central component of current educational standards in various countries (KMK, 2012; NCTM, 2000) . At this level, discrete mathematics content can also be considered a tool for mathematical work from a process-related perspective. For example, vertex-edge graphs can be considered as modelling tools (Greubel et al., 2020; Thomas et al., 2015) , and it would be expected that mathematical modelling with discrete models would be a central topic area in school and in the modelling discussion. However, only a few empirical studies on this topic have been carried out so far.",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 211,
                    "text": "(Hart & Martin, 2018)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 309,
                    "end": 320,
                    "text": "(KMK, 2012;",
                    "ref_id": null
                },
                {
                    "start": 321,
                    "end": 332,
                    "text": "NCTM, 2000)",
                    "ref_id": null
                },
                {
                    "start": 536,
                    "end": 558,
                    "text": "(Greubel et al., 2020;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 559,
                    "end": 579,
                    "text": "Thomas et al., 2015)",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "Discrete mathematics in school"
        },
        {
            "text": "The third level refers to affect-related goals. Discrete mathematics can help students \"see mathematics in a new light\" (Hart & Martin, 2018, p. 17) , and it is thus seen as particularly suitable for offering teachers a new image of mathematics. In this way, it enables them to motivate their students about the subject (DeBellis & Rosenstein, 2004) .",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 148,
                    "text": "(Hart & Martin, 2018, p. 17)",
                    "ref_id": null
                },
                {
                    "start": 320,
                    "end": 349,
                    "text": "(DeBellis & Rosenstein, 2004)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discrete mathematics in school"
        },
        {
            "text": "Many suggestions for topics that are suitable for teaching secondary mathematics have been developed over recent decades. The possibility of using challenging problems that are at the same time easy to understand is emphasised (Anderson et al., 2004) . In addition to many inner-mathematical problems from number theory, suggestions from coding theory have also been developed, such as on the EAN and ISBN systems. For secondary school, and partly also for primary school, graph theory in particular is highlighted as a possible subject area, as it is easily accessible for students at nearly all grades, and represents new content outside the curriculum that can be worked on without prerequisites (Gibson, 2012) . By using graphical representations, graph theory may be as intuitively accessible as certain algebraic problems (Steele, 2008) . Students are often able intuitively to suggest mathematical generalisations (Amit & Neria, 2008) . Even more mathematically complex concepts such as Euler paths-i.e., edge sequences of a vertex-edge graph in which each edge is traversed exactly once without the start and end nodes having to be identical-can be easily taught with the help of illustrative problems. Vertex-edge graphs are therefore currently introduced to students as young as 12 years old (van den Heuvel & Krabbendam, 1991) . Successful examples described for mathematics teaching use a variety of mathematical ideas from, among others, elementary graph theory, including complete vertex-edge graphs and Euler paths (Street & Street, 1998) . In universities, the results of an empirical study suggested that the inclusion of graph theory in mathematics teaching would be beneficial for the development of students' modelling skills (Medová et al., 2019) . For teaching mathematics at school, graph algorithms in particular are suggested, also with the inclusion of visualisation through technology. For example, the questions of how optimally to drive a rubbish collection car (Geschke et al., 2005) or how to evacuate a building (Ruzika et al., 2017) are addressed with spreadsheet analysis and dynamic geometry. The examples also show another potential of discrete mathematics and mathematical modelling in dealing with optimization problems that have traditionally been solved with functional descriptions and calculus. Optimization problems are easily accessible and of high practical relevance, and have motivational power for students. There is a large number of examples of combinatorial optimization problems for students in discrete mathematics (DeBellis & Rosenstein, 2004; Schuster, 2004) . The advantages of this topic are also seen especially at the second and third levels, that is in the process-oriented acquisition of competences and affect-related goals. In this context, the promotion of students' motivation is emphasised and the connection of mathematics with real life is considered important (Ferrarello & Mammana, 2018).",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 250,
                    "text": "(Anderson et al., 2004)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 699,
                    "end": 713,
                    "text": "(Gibson, 2012)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 828,
                    "end": 842,
                    "text": "(Steele, 2008)",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 921,
                    "end": 941,
                    "text": "(Amit & Neria, 2008)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1311,
                    "end": 1337,
                    "text": "Heuvel & Krabbendam, 1991)",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 1530,
                    "end": 1553,
                    "text": "(Street & Street, 1998)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1746,
                    "end": 1767,
                    "text": "(Medová et al., 2019)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1991,
                    "end": 2013,
                    "text": "(Geschke et al., 2005)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2044,
                    "end": 2065,
                    "text": "(Ruzika et al., 2017)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 2568,
                    "end": 2597,
                    "text": "(DeBellis & Rosenstein, 2004;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2598,
                    "end": 2613,
                    "text": "Schuster, 2004)",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Discrete mathematics in school"
        },
        {
            "text": "Connecting aspects of the different approaches of mathematical modelling and discrete mathematics for mathematics education can be identified from different perspectives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Connecting educational aspects"
        },
        {
            "text": "A connecting perspective is of a content-related nature: \"The power of discrete mathematics lies in mathematical modelling\" (Hart & Martin, 2018, p. 5) . This connection has also been recognised as relevant for mathematics education. In the 1980s and 1990s, teaching proposals for both mathematical modelling and discrete mathematics were discussed more intensively, and discrete models were seen as having particular potential for modelling (James & Wilson, 1986; Street & Street, 1998) .",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 151,
                    "text": "(Hart & Martin, 2018, p. 5)",
                    "ref_id": null
                },
                {
                    "start": 442,
                    "end": 464,
                    "text": "(James & Wilson, 1986;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 465,
                    "end": 487,
                    "text": "Street & Street, 1998)",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "Connecting educational aspects"
        },
        {
            "text": "The advancing technological development is another perspective for considering discrete mathematics in the modelling discussion. Understanding how computers and their applications work requires knowledge of discrete mathematics in the context of modelling (Pollak, 2007) . In the context of teaching discrete mathematics, the singular possibilities offered by technology have been pointed out (Durcheva & Varbanova, 2017; Weigand, 2004 Weigand, , 2014 . This is also the case in the context of mathematical modelling (e.g., Greefrath et al., 2018; Keune & Henning, 2003; Sinclair & Jackiw, 2010) . In this regard, some empirical results have already been reported (Hankeln & Greefrath, 2021) . For example, in a case study, Greefrath and Siller (2017) observed students working on a reality-based task with GeoGebra. They studied the phases of the modelling cycle in which digital tools were used, and the activities that were carried out using these tools, during modelling activities. They found out that the use of digital tools took place mainly within the phases of mathematising and mathematical work. In the context of a short experiment to investigate the potential of introducing complex dynamical systems into curricula, it was shown that the transition to working with a computer simulation system would require one or more types of processes of discretisation, for example, referring to time or space (Caron, 2019) . Already as early as in the 1980s, Ziegenbalg (1984) emphasised the usage of discrete models in the context of computer simulation in mathematics education.",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 270,
                    "text": "(Pollak, 2007)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 393,
                    "end": 421,
                    "text": "(Durcheva & Varbanova, 2017;",
                    "ref_id": null
                },
                {
                    "start": 422,
                    "end": 435,
                    "text": "Weigand, 2004",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 436,
                    "end": 451,
                    "text": "Weigand, , 2014",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 524,
                    "end": 547,
                    "text": "Greefrath et al., 2018;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 548,
                    "end": 570,
                    "text": "Keune & Henning, 2003;",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 571,
                    "end": 595,
                    "text": "Sinclair & Jackiw, 2010)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 664,
                    "end": 691,
                    "text": "(Hankeln & Greefrath, 2021)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 724,
                    "end": 751,
                    "text": "Greefrath and Siller (2017)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1413,
                    "end": 1426,
                    "text": "(Caron, 2019)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1463,
                    "end": 1480,
                    "text": "Ziegenbalg (1984)",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [],
            "section": "Connecting educational aspects"
        },
        {
            "text": "A third perspective is the discussion of the choice of discrete models in the context of modelling processes. For example, James and Wilson (1986) and Ziegenbalg (1984) noted a greater proximity to real-world problems when modelling with discrete models compared to continuous ones. Nevertheless, James and Wilson (1986) emphasised that students should not be restricted to discrete or continuous models, and that a discrete model should not be considered a rough numerical approximation of a continuous model.",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 146,
                    "text": "James and Wilson (1986)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 151,
                    "end": 168,
                    "text": "Ziegenbalg (1984)",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 297,
                    "end": 320,
                    "text": "James and Wilson (1986)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Connecting educational aspects"
        },
        {
            "text": "Recent empirical studies have encountered more differentiated results. For example, based on an evaluation of student difficulties, Castillo-Garsow et al. (2013) noted that continuous ideas of change might be more powerful than discrete ones. However, this need not be a contradiction, as discrete mathematics can also be used to specifically model continuous structures and thus provide a new way of looking at specific phenomena (Ouvrier-Buffet, 2020). Niss (2013) described discrete models as helpful in the course of working on data-based modelling problems-especially at the beginning of the mathematisation phase-that could then also be further developed into continuous models later on.",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 161,
                    "text": "Castillo-Garsow et al. (2013)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Connecting educational aspects"
        },
        {
            "text": "In a study to support the understanding among grade 10 students of rate of change and velocity using discrete representations with scatter plots, qualitative analyses showed that by independently carrying out modelling processes, the basic principles of infinitesimal calculus could be developed from the students' reasoning about motion when supported by discrete representations (Doorman & Gravemeijer, 2009) .",
            "cite_spans": [
                {
                    "start": 381,
                    "end": 410,
                    "text": "(Doorman & Gravemeijer, 2009)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Connecting educational aspects"
        },
        {
            "text": "Observations in modelling problems on population growth by groups of students also showed a differentiated picture of the benefit of discrete models. While discrete models, which are rarely taught in school, would also be possible for population modelling, the students did not consider this option at the beginning and instead formulated a known function from their mathematics lessons. Another group, however, used a discrete model with a recursive formula, instead of a continuous model that they could not handle, and succeeded with the discrete approach (Kaiser et al., 2011) . Overall, the actual use of discrete models probably depends on the mathematical methods available.",
            "cite_spans": [
                {
                    "start": 559,
                    "end": 580,
                    "text": "(Kaiser et al., 2011)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Connecting educational aspects"
        },
        {
            "text": "To summarise the current state of the art about the usage of discrete models within modelling activities, it can be noted that there are only a few empirical studies available, and these are based on smaller case studies. There exist empirical studies with students from secondary school, for example, on combinatorial problems such as the question of how many ways three flavours can be selected from six different options. Although there was a reference to reality, modelling was not at the core of this study (Coenen et al., 2018) .",
            "cite_spans": [
                {
                    "start": 512,
                    "end": 533,
                    "text": "(Coenen et al., 2018)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Connecting educational aspects"
        },
        {
            "text": "Therefore, there is a strong need for empirical research into the actual use of discrete approaches within modelling processes, evaluating the potential and pitfalls of the usage of discrete mathematics in mathematical modelling activities in schools.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Connecting educational aspects"
        },
        {
            "text": "While, on the one hand, the connecting elements of discrete mathematics and mathematical modelling are emphasised at the level of teaching proposals and in the field of technology, on the other, recent empirical studies show differentiated results while using discrete models in mathematical modelling processes (Castillo-Garsow et al., 2013; Kaiser et al., 2011) . Graph theory is seen as a particularly appropriate area for studies of authentic discrete modelling problems, since it is a central area of discrete mathematics that is easily accessible and can be treated without prerequisites, and there is usually no prior experience of it in school (cf. Sect. 2.2). In the empirical study described in the following sections, we examine in depth students' concepts when working on discrete modelling problems from the area of graph theory. The aim of the study was to investigate which phases of the modelling cycle require particular attention (cf. Niss, 2013) . Specifically, the following research question was examined:",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 342,
                    "text": "(Castillo-Garsow et al., 2013;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 343,
                    "end": 363,
                    "text": "Kaiser et al., 2011)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 953,
                    "end": 964,
                    "text": "Niss, 2013)",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Research questions of the case study"
        },
        {
            "text": "To what extent do students use concepts related to vertexedge graphs in specific sub-phases of the modelling process?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research questions of the case study"
        },
        {
            "text": "The study was conducted in a higher-track school in Hamburg (Germany) during so-called modelling days. These modelling days have been held for many years by the Mathematics Education Working Group at the University of Hamburg. They last for 2 days, directly after the winter term in February. Every year, entire 9th grade classes from different schools take part. For this purpose, pre-service teachers were trained at an educational seminar that focused on teaching modelling (Vorhölter, Greefrath et al., 2019) . During the modelling days, the students were given a task and were observed while working on it in groups. The study we describe in the following took place during a period when schools were closed due to the coronavirus pandemic; therefore, the students collaborated digitally using a video conferencing tool. They worked on a complex modelling problem that they had previously selected from three that were provided. The task consisted of a problem related to 'city cleaning' (see Fig. 2 ).",
            "cite_spans": [
                {
                    "start": 477,
                    "end": 512,
                    "text": "(Vorhölter, Greefrath et al., 2019)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 998,
                    "end": 1004,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Design of the study"
        },
        {
            "text": "The problem was provided both on paper and as a video. During their work, the students were videotaped and supervised by two pre-service mathematics teachers who were asked to use the principal of minimal help. The working phase ended with the preparation of a presentation of the results of their work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Design of the study"
        },
        {
            "text": "As the aim of the task was to support independent modelling activities by the students, no further guidelines were given to them. This meant that they could use all aids, especially information sources, but did not have to do so.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Design of the study"
        },
        {
            "text": "The problem was chosen because it is a reality-based modelling problem that can be solved with ideas from graphtheory by grade-9 students without any prior knowledge. Moreover, central graph-theoretical concepts such as Euler paths can be used to find a solution (see Sect. 2.2.).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Design of the study"
        },
        {
            "text": "A vertex-edge graph seems to be especially appropriate to support problem-solving because of its visual nature. After selecting the area of the city map to be cleaned, the students could show the road network in a simplified form as a vertex-edge graph, allowing them to describe the streets as ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Design of the study"
        },
        {
            "text": "The city cleaning service in Hamburg has a lot to do. Throughout the year, it disposes of household waste; in autumn, it ensures that the streets are free of leaves, and in winter, it clears snow from them and collects Christmas trees. To save both Ɵme and fuel, the service is always trying to find the best route for these acƟviƟes. The quesƟon that arises from this is:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "City cleaning routes"
        },
        {
            "text": "Develop a route that is as short as possible for an area nearby. The answers from the following quesƟons may help you:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What does an opƟmal route for a selected area look like?"
        },
        {
            "text": "• What criteria should the route fulfil?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What does an opƟmal route for a selected area look like?"
        },
        {
            "text": "• What informaƟon do you need from the city map to solve this problem?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What does an opƟmal route for a selected area look like?"
        },
        {
            "text": "• Are there any differences between routes for rubbish removal, bags of leaves, Christmas tree collecƟon and snow clearing? • What should a street plan look like that makes it parƟcularly easy to find the best route for the refuse collecƟon vehicle? edges and the intersections as nodes (see Fig. 3) . A further simplification of the problem can now be achieved by focusing only on the vertex-edge graph (see Fig. 4 ). In further work, the degree of the nodes can be used directly to decide at which points roads must be covered twice. A possible vertex-edge graph with matching additional edges is shown in Fig. 5 . For this purpose, a variant can then be determined in which the sum of these edges is as small as possible. With the help of this vertex-edge graph, a suitable Euler path can be found. However, it was not expected that the students would reach this point in their modelling activities.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 292,
                    "end": 299,
                    "text": "Fig. 3)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 409,
                    "end": 415,
                    "text": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 608,
                    "end": 614,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "What does an opƟmal route for a selected area look like?"
        },
        {
            "text": "All students who had worked on the city cleaning task were asked to participate in the study, and all the reports of the groups in which all students volunteered to take part, were taken into account. Thus, the data base consists of video recordings of 8 female students of a grade-9 class (aged 14-15 years) in a higher-track secondary school. The students worked together in two small groups of four. The work phase comprised 9 h spread over two school days. Group 1 worked on the task for a total of 6 h, 57 min; Group 2 for 8 h and 37 min. The four girls in the first group chose as their cleaning ground an area around the home of one group member, which was also very familiar to two of the others. They argued strongly based on real facts (such as parked cars, number of trees, traffic lights) and abstracted only slightly from these real facts. They regularly made sure that they were considering the task correctly, and referred in particular to the questions at the end of the task. They achieved their results by measuring different distances with a ruler.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample and data collection"
        },
        {
            "text": "The second group chose a sub-area that was prominently located in the city centre, although its members were not very familiar with it. They intensively discussed the start and end points, but their arguments were based on experiments, not on theoretical considerations. Parallel to the discussion of optimal start and end points, they discussed the weighting of the edges. In the first step, they considered the length of the route; in the second step, the time needed to drive through the route (caused, for example, by traffic lights and road works) seemed relevant. After attempting the task once, they did not go back to it. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample and data collection"
        },
        {
            "text": "Qualitative text analysis based on the approach by Kuckartz (2014) was used to evaluate the video data. Through a theory-guided and methodologically prescribed procedure, existing theoretical prior knowledge can be used. At the same time, the possibility of considering the empirical material in the evaluation process provides the necessary openness for considering new categories. The relevant scenes of the videos were transcribed according to a content semantic transcription system based on the approach developed by Dresing and Pehl (2018, p. 20 ff.) and coded by two experts from the field of mathematics and two from the field of mathematics education consensually in a deductive-inductive coding process. For this purpose, sampling units comprising sentences or whole sections of text on a certain topic were generated and then systematised in terms of content. Through this systematisation, categories with an abstract, classifying character and which reflected the content of the respective text passages were identified.",
            "cite_spans": [
                {
                    "start": 51,
                    "end": 66,
                    "text": "Kuckartz (2014)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 522,
                    "end": 556,
                    "text": "Dresing and Pehl (2018, p. 20 ff.)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Evaluation method"
        },
        {
            "text": "For this purpose, the phases of the modelling process in the video were first coded based on deductive codes. Analogous to a modelling activity diagram developed by Bergman Ärlebäck and Bergsten (2010), the course of the modelling process could be analysed focusing on specific sub-phases. Likewise, scenes in which concepts related to vertex-edge graphs (see Sect. 4.3.2) were reconstructed and presented. Thus, two codes were assigned to each scene relevant to the research question, namely, one related to the modelling process, the other to concepts related to vertex-edge graphs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation method"
        },
        {
            "text": "For the development of the category system for coding the sub-phases in the modelling process, the frequently used modelling cycle of Kaiser and Stender (2013) , and the phases described there, were used. The categories were as follows: understanding, simplifying, mathematising, working mathematically, interpreting, validating and communicating. In the following, we have listed detailed descriptions in order to clarify the nature of these sub-competences (Greefrath et al., 2013, p. 19; Kaiser, 2007; Maaß, 2006 ",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 159,
                    "text": "Kaiser and Stender (2013)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 459,
                    "end": 490,
                    "text": "(Greefrath et al., 2013, p. 19;",
                    "ref_id": null
                },
                {
                    "start": 491,
                    "end": 504,
                    "text": "Kaiser, 2007;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 505,
                    "end": 515,
                    "text": "Maaß, 2006",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Category system for modelling processes"
        },
        {
            "text": "For the discrete approaches, open codes were first identified and then further developed into categories (see Table 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 110,
                    "end": 117,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Category system for concepts related to vertex-edge graphs"
        },
        {
            "text": "The students took different paths while working on the task and also achieved different results. They approached the problem intuitively and worked with the concrete city map, from which they chose a specific section. While Group 1 chose an area around their homes, Group 2 chose one in the city centre. They marked in blue the streets that had to be passed through. They then selected a starting point and marked the possible routes with red arrows. In principle, they worked with vertex-edge graphs, but did not indicate the special role of the corners. Here, considerations were made as to which roads had to be covered twice and how these distances could be kept as short as possible. Such a sketch is shown in Fig. 6 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 715,
                    "end": 721,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The use of concepts in the context of vertex-edge graphs can be divided into two central groups referring to edges and graph structure. Overall, the 'effectiveness' (see Table 1 ) of focusing on edges was considered very frequently, for example, when students discussed the question of not covering the longest distance twice.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 170,
                    "end": 177,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "In the following transcript excerpt, translated by the authors, the students talked about the question of whether driving down a road twice would make sense (i.e., driving through the edge twice):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "## (Group 1, Part 1, Positions 49-52) S2*: So you just drive this little piece twice. Is the question ... does that make sense? S1*: Not really.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "This section was coded as 'Consideration of roads covered twice in the context of edges' (Codes: Effectiveness: Duplications). The students were in the phase of mathematising with regard to the modelling processes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "##"
        },
        {
            "text": "Elsewhere, the students discussed the question of whether one should not run the longest distance twice: ## (Group 2, Part 2, Items 36-37) S2*: I just took this one because it's the longest route that you don't have to take twice. But you couldn't start here and end there either, because you don't have to travel the final distance twice. ## This section was also added to the codes 'Effectiveness: Duplications'. However, the students were already in the mathematical work phase here because parallel calculations were being carried out. Such passages were identified 11 times in Group 2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "##"
        },
        {
            "text": "Another result was the frequent usage of metrics by the students. Here, the weighting of road sections was considered: it was discussed how fast one could cover these roads. Different aspects of reality that had an influence on the weighting of the roads (edges) were considered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "##"
        },
        {
            "text": "However, it should be noted that the usage of metrics occurred significantly more frequently in Group 2 than in Group 1. The third concept that was used frequently-especially in Group 2-was one of start and end points. In the transcript, it is discussed where these should be. An example comes from Group 1: ## (Group 1, Part 1, Items 42-48). S1*: And why are we starting there? S3*: Because ... because you can only start from there. The students were talking about considerations of where the start and end points should be placed, in relation to the overall structure of the vertex-edge graph. At the same time, mathematisation activities took place with the aim of developing a mathematical model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "##"
        },
        {
            "text": "In addition to the consideration of the concepts concerning edges, and the structure of the vertex-edge graph, there was also discussion in a few cases about the transfer of the model to other situations (only in Group 1). Usage of the concept of nodes could not be identified.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "##"
        },
        {
            "text": "In both groups, all 7 sub-competences of mathematical modelling could be identified. In Figs. 7 and 8 , and similarly to the 'modelling activity diagram' of Bergman Ärlebäck and Bergsten (2010), the first seven lines show the subphases of modelling over time. It can be seen that the seven phases of modelling are not carried out in the given order. In the three lines below, the three main categories of concepts related to vertex-edge graphs are also shown over time. This makes it clear which concepts related to vertex-edge graphs could be identified at different phases in the modelling process. The two extracts from the work of Group 1 shown above are from the first mathematisation phase (shown in green) in Fig. 7 and refer to the edges in the first case and to the structure of the graph in the second case. Overall, there is only one mathematisation phase by Group 1, in which concepts on graphs also could be identified at the same time.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 88,
                    "end": 101,
                    "text": "Figs. 7 and 8",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 716,
                    "end": 722,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "##"
        },
        {
            "text": "Group 2 changed more frequently between the sub-phases of the modelling cycle than Group 1. While for Group 1, no focus on the modelling sub-phases could be identified, Group 2 showed a focus on working mathematically. Both groups also discussed concepts related to vertex-edge graphs over a long period of time. It should be noted that in Group 1, interpreting and validating in connection with concepts on graphs over a longer period of time also played a role, whereas in Group 2, these activities were used only rarely. In Group 2, no generalisation could be identified for concepts related to vertex-edge graphs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "##"
        },
        {
            "text": "The simultaneous coding of the modelling sub-phases, in which the students worked intensively and there was usage of concepts with reference to vertex-edge graphs, enabled a detailed analysis regarding in which sub-phases of the modelling cycle certain concepts were discussed. In the process, different emphases emerged for the two groups studied. In the following, both groups are presented individually.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "##"
        },
        {
            "text": "In Group 1, there was no reference to vertex-edge graphs recognisable-i.e., comprehension of the problem-during the typical first phase of modelling (see Table 1 ). These references emerged during the simplification phase. Here, different aspects were used (sense of passage, start and end point, subgraph) that were not explicitly used later; nevertheless, the group obviously found its way to a solution. Mathematising activities were carried out with the use of four different concepts related to vertex-edge graphs. The effectiveness argument was used across all decisions in the subsequent sub-phases from the mathematisation phase onwards. In particular, duplications and omissions of roads (edges) were discussed here. Within the validation activities, different concepts related to vertex-edge graphs were discussed intensively in this group. An important aspect besides effectiveness was the complexity of the vertex-edge graph, which was identified in four different sub-phases of the modelling process. In the following transcript excerpt from Group 1, the students discuss the basic question of what a road network that is easy to navigate would look like. It relates to the complexity of the vertex-edge graph as well as to the simplification phase.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 154,
                    "end": 161,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "##"
        },
        {
            "text": "## (Group 1, Part 1, Items 12-14) S2*: So if a road network ... [S2 draws, see Figure 9 ] ... the black is now a road network. If that were the case, it would be the easiest, wouldn't it? ... But that doesn't really exist; there's usually also something like that [drawn] here. ## To summarise, a detailed overview of concepts related to vertex-edge graphs in the different sub-phases of modelling is shown in Table 2 . The three examples from Group 1 mentioned above are marked with bold numbers in the table.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 79,
                    "end": 87,
                    "text": "Figure 9",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 410,
                    "end": 417,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "##"
        },
        {
            "text": "In Group 2, no concepts related to vertex-edge graphs were discernible in three sub-phases of modelling-namely in understanding, simplifying and interpreting (see Table 3 ). A conspicuously large number of references to vertex-edge graphs could be found in mathematical work and also in mathematising. Mathematical work was associated with all concepts related to vertex-edge graphs (except omissions and transferability). Particularly central to mathematical work were effectiveness and the start and end points. The discussions around start and end points would also have had a potential for further insights from a content perspective. An equally important sub-category was that of metrics, as three different sub-phases of modelling were also linked there. The above example from Group 2 is marked with a bold number in the table.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 163,
                    "end": 170,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "##"
        },
        {
            "text": "Figures 7 and 8 illustrate the interaction of the modelling process and concepts with reference to vertex-edge graphs. Group-specifically, these were identified more in the mathematical work (Group 2) or in other sub-phases (Group 1). This is also illustrated by the values in Tables 2 and 3 . Here, focal points from graph theory could be worked out, particularly in Group 2.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 277,
                    "end": 291,
                    "text": "Tables 2 and 3",
                    "ref_id": null
                }
            ],
            "section": "##"
        },
        {
            "text": "The analysis shows that concepts related to vertex-edge graphs were conspicuous and significant throughout the task processing of both groups. It can be seen that the most frequently identified concepts can be assigned to the area of edges of graphs. The question of the effectiveness of the chosen path plays a special role in the example chosen here, as the basic idea of optimisation was considered at the local level of the edges. Here the special chance of the treatment of discrete optimization problems in the school shows up (Schuster, 2004) . It is a particular strength of the problem used that graph-theoretical concepts such as Euler path have a direct correspondence in the real problem (optimal path). Effectiveness can be seen here as a connecting element between mathematical and real models and, in this context, it establishes an interesting link between modelling and discrete problems. This shows the easy accessibility and lack of prerequisites for the processing (Gibson, 2012; van den Heuvel & Krabbendam, 1991) , when an appropriate modelling problem is selected.",
            "cite_spans": [
                {
                    "start": 533,
                    "end": 549,
                    "text": "(Schuster, 2004)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 985,
                    "end": 999,
                    "text": "(Gibson, 2012;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1000,
                    "end": 1034,
                    "text": "van den Heuvel & Krabbendam, 1991)",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There are also differences between the groups, which can be seen, on the one hand, in the mathematical processing depth and, on the other, from the generalisability of the results obtained. For example, while Group 1 discussed the transfer of the model to other city districts or to other real situations in some places, Group 2 focused much more frequently on the structure of the graph. Substantial generalisable considerations were already made; however, these related only to arguments close to reality and not to the graph structure. Further generalisations at the level of the structure of the graph did not take place because not enough abstraction activities had been done. This shows the importance of modelling competences as a prerequisite for working with discrete concepts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Overall, it should also be noted that the students were intensively concerned with the edges of the graph, although not with the nodes. This aspect can be of great importance from a mathematical perspective because it is precisely the structure of the nodes that is important in the classification of different vertex-edge graphs (for example, in the Euler path). On the one hand, it can be seen that this was a challenging problem that was at the same time easy to understand (Anderson et al., 2004) , but on the other hand, its content was not fully exploited (low 'floor' … high 'ceiling'-tasks; Ingram et al., 2020, p. 500) . However, it must be considered that the students had no prior knowledge of this area of graph theory but developed these ideas and concepts only during the course of working on their task. It should be noted here that graph theory content is not part of the curriculum at German schools. Therefore, it is not surprising that students have no prior knowledge in this area (Kaiser et al., 2011) . In contrast, the teaching of modelling competences is mandatory in Germany. This may explain why the students did not use more complex graph theoretic content (for example, Euler's Theorem on Euler paths). The fact that they used these concepts at all well could be due to the easy accessibility (Gibson, 2012) or also to the intuitive approach, which, as observed in other areas, allows independent generalisations (Amit & Neria, 2008; Steele, 2008) . However, it could be a particular strength of graph theory that one can intuitively understand central concepts.",
            "cite_spans": [
                {
                    "start": 477,
                    "end": 500,
                    "text": "(Anderson et al., 2004)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 599,
                    "end": 627,
                    "text": "Ingram et al., 2020, p. 500)",
                    "ref_id": null
                },
                {
                    "start": 1001,
                    "end": 1022,
                    "text": "(Kaiser et al., 2011)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1321,
                    "end": 1335,
                    "text": "(Gibson, 2012)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1441,
                    "end": 1461,
                    "text": "(Amit & Neria, 2008;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1462,
                    "end": 1475,
                    "text": "Steele, 2008)",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This might have been supported by the existing modelling competences, as the work within modelling phases could mostly be identified at the same time as the usage of concepts related to graphs. This is a central point and shows an interdependence: discrete models can be better integrated if they are known, and they can be integrated only if the corresponding modelling competences are available. Only when both are present can the choice of discrete models in the context of the modelling processes discussed above succeed (see Sect. 2.3). The transcript excerpts presented above show, for example, that the discussion about roads that have to be covered twice has to be explored mathematically on one's own first. With further knowledge about graph theory, the students could have directly accessed mathematical models and gone more deeply into the topic. The work could therefore have been more fruitful at both the content level and the process level. At the same time, it is remarkable that students without prior knowledge of graph theory and experience of working with it developed and used so many concepts related to vertex-edge graphs. This could also be seen in the intuitive approach of the students shown above, based on a drawing in the city map. This shows the specific potential of graph theory for mathematics teaching, which, in combination with open modelling problems, opens up access to a completely new mathematical subject area. Overall, this points to the mutual benefit of teaching modelling through discrete mathematics and the benefit of teaching discrete mathematics through modelling.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "When looking at the sub-phases of the modelling cycles and concepts related to vertex-edge graphs, the differences between the groups become even more evident. It becomes clear that the references to vertex-edge graphs occurred less, for example, during the understanding phase than over the later course of the modelling process. There were also group-specific sub-phases in which references to vertexedge graphs did not occur at all. By analysing the modelling phases and concepts of graphs jointly, specific students' difficulties could be identified that could not be seen by examining the usage of vertex-edge graphs alone. For example, it was possible to determine the phase of the solution process at which the graph-theoretical aspects occurred or were missing. The analysis revealed the most important problematic aspects and topics students encountered. Based on these results, intervention methods for further modelling activities with graph-theoretical problems can be developed as scaffolding measures (Stender & Kaiser, 2015) . Due to its process character, the modelling perspective offers the possibility for controlling the solution processes at the metalevel by using metacognitive aids (Beckschulte, 2020; Stillman, 2011; Vorhölter, Krüger, et al., 2019) . For example, in the intuitive approach described above, a metacognitive aid to search for the mathematical model could open the view in the direction of more abstract generalisations. The modelling perspective thus offers the opportunity to describe the process character of developing answers to the original problems based on carrying out a modelling cycle (Kaiser & Stender, 2013) and its sub-processes, in addition to looking at the content of the students' solution processes. This allows feedback to be provided to the students or focus to be placed on metacognitive strategies (Vorhölter, Krüger, et al., 2019) .",
            "cite_spans": [
                {
                    "start": 1015,
                    "end": 1039,
                    "text": "(Stender & Kaiser, 2015)",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1205,
                    "end": 1224,
                    "text": "(Beckschulte, 2020;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1225,
                    "end": 1240,
                    "text": "Stillman, 2011;",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1241,
                    "end": 1273,
                    "text": "Vorhölter, Krüger, et al., 2019)",
                    "ref_id": null
                },
                {
                    "start": 1635,
                    "end": 1659,
                    "text": "(Kaiser & Stender, 2013)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1860,
                    "end": 1893,
                    "text": "(Vorhölter, Krüger, et al., 2019)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The study presented here is qualitatively orientated, based on a single case-study, and thus it has limited potential for more general results. Only a few students were observed, and only one modelling example was used. Due to the casestudy nature of the study, quantitatively derived results were not the aim, which was rather an analysis based on the central question in which sub-phases of modelling and concepts related to vertex-edge graphs were used by the students, especially simultaneously. Further investigations with other modelling examples-also from other areas of discrete mathematics-and more students will be necessary to expand the scope of the study. It would also be interesting to use examples of modelling problems related to vertex-edge graphs with digital technology (Durcheva & Varbanova, 2017; Geschke et al., 2005) .",
            "cite_spans": [
                {
                    "start": 790,
                    "end": 818,
                    "text": "(Durcheva & Varbanova, 2017;",
                    "ref_id": null
                },
                {
                    "start": 819,
                    "end": 840,
                    "text": "Geschke et al., 2005)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Graph-theoretical modelling problems like the example used here are not part of the content prescribed in the German curriculum for mathematics education. However, they do offer the potential to stimulate substantial mathematical reflections and also to motivate students with the help of real-world experiences. Such problems are therefore very interesting as content for mathematics education and offer the opportunity to introduce students to optimization problems already early in their school career. At the same time, the study showed that intensive and different modelling processes were stimulated and carried out. So, from a modelling perspective, examples like the one used in this study are of high educational value. In addition, the students were motivated and mathematically active during the long processing periods of several hours over the two days. This also shows the potential to promote high motivation through suitable modelling problems (Ferrarello & Mammana, 2018) . Thus, the advantages of discrete mathematics for mathematics teaching may be exemplified across three levels (Hart & Martin, 2018) , namely, interesting content (the example from graph theory), the development of process-related competences (concerning modelling competences) and the level of affect-related goals (motivation).",
            "cite_spans": [
                {
                    "start": 960,
                    "end": 988,
                    "text": "(Ferrarello & Mammana, 2018)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1100,
                    "end": 1121,
                    "text": "(Hart & Martin, 2018)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Further studies with larger sample numbers and integration into design projects (Cobb et al., 2003) are needed to show more clearly the benefits of modelling examples using discrete mathematics, and also to attract teachers more strongly to discrete mathematics in general and graph theory in particular (Gaio & Di Paola, 2018) . A quantitative study with more students and a variety of examples could also be useful here.",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 99,
                    "text": "(Cobb et al., 2003)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 304,
                    "end": 327,
                    "text": "(Gaio & Di Paola, 2018)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The examples of discrete mathematics cannot yet be fully used by students-also in connection with modelling processes-because of missing prior knowledge of graph theory. Here, prior knowledge could enable the use of more advanced mathematical models and thus further mathematical and extra-mathematical discoveries. The process character of mathematical modelling can support work with discrete concepts. Mathematical modelling offers a chance to take a new look at discrete mathematics content for schools and present it as a central example of successful modelling processes, not least because modelling competences ultimately represent a central component in many educational standards all over the world (KMK, 2012; Lu & Kaiser, 2021; NCTM, 2000) .",
            "cite_spans": [
                {
                    "start": 708,
                    "end": 719,
                    "text": "(KMK, 2012;",
                    "ref_id": null
                },
                {
                    "start": 720,
                    "end": 738,
                    "text": "Lu & Kaiser, 2021;",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 739,
                    "end": 750,
                    "text": "NCTM, 2000)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Funding Open Access funding enabled and organized by Projekt DEAL.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by/4. 0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Rising to the challenge\": Using generalization in pattern problems to unearth the algebraic skills of talented pre-algebra students",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Amit",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Neria",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "ZDM-Mathematics Education",
            "volume": "40",
            "issn": "1",
            "pages": "111--129",
            "other_ids": {
                "DOI": [
                    "10.1007/s11858-007-0069-5"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Discrete mathematics in the high school curriculum",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Van Asch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Van Lint",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "ZDM-Mathematics Education",
            "volume": "36",
            "issn": "3",
            "pages": "105--116",
            "other_ids": {
                "DOI": [
                    "10.1007/BF02652778"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Mathematical modelling with a solution plan: An intervention study about the development of grade 9 students' modelling competencies",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Beckschulte",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "129--138",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-030-37673-4_12"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "On the use of realistic Fermi problems in introducing mathematical modelling in upper secondary mathematics",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bergman Ärlebäck",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bergsten",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Modeling students' mathematical modeling competencies",
            "volume": "",
            "issn": "",
            "pages": "597--609",
            "other_ids": {
                "DOI": [
                    "10.1007/978-1-4419-0561-1_52"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Diskrete Mathematik für Einsteiger",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Beutelspacher",
                    "suffix": ""
                },
                {
                    "first": "M.-A",
                    "middle": [],
                    "last": "Zschiegner",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-658-05781-7"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Approaches to investigating complex dynamical systems",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Caron",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Lines of inquiry in mathematical modelling research in education",
            "volume": "",
            "issn": "",
            "pages": "83--103",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-030-14931-4_5"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Chunky and smooth images of change",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Castillo-Garsow",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Moore",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "For the Learning of Mathematics",
            "volume": "33",
            "issn": "3",
            "pages": "31--37",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A systematic literature review of the current discussion on mathematical modelling competencies: state-of-the-art developments in conceptualizing, measuring, and fostering",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cevikbas",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kaiser",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schukajlow",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Educational Studies in Mathematics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s10649-021-10104-6"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Stochastics education: growth, goals, and gaps in a maturing discipline",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Chick",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Watson",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Mathematics Education Research Journal",
            "volume": "15",
            "issn": "3",
            "pages": "203--206",
            "other_ids": {
                "DOI": [
                    "10.1007/BF03217379"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Design experiments in educational research",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cobb",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Confrey",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Disessa",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lehrer",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Schauble",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Educational Researcher",
            "volume": "32",
            "issn": "1",
            "pages": "9--13",
            "other_ids": {
                "DOI": [
                    "10.3102/0013189X032001009"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Combinatorial reasoning to solve problems",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Coenen",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Hof",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Verhoef",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Teaching and learning discrete mathematics worldwide: Curriculum and research",
            "volume": "",
            "issn": "",
            "pages": "69--79",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-319-70308-4_5"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Discrete mathematics in primary and secondary schools in the United States",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Debellis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Rosenstein",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "ZDM-Mathematics Education",
            "volume": "36",
            "issn": "2",
            "pages": "46--55",
            "other_ids": {
                "DOI": [
                    "10.1007/BF02655758"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Discrete mathematics in the high school curriculum",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Dolgos",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "International Journal of Mathematical Education in Science and Technology",
            "volume": "21",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/0020739900210313"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Emergent modeling: discrete graphs to support the understanding of change and velocity",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Doorman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "P E"
                    ],
                    "last": "Gravemeijer",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "ZDM-Mathematics Education",
            "volume": "41",
            "issn": "1",
            "pages": "199--211",
            "other_ids": {
                "DOI": [
                    "10.1007/s11858-008-0130-z"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Praxisbuch Interview, Transkription & Analyse: Anleitungen und Regelsysteme für qualitativ Forschende (8. Auflage). www. audio trans kript ion. de/ praxi sbuch Durcheva",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Dresing",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "; M"
                    ],
                    "last": "Pehl",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Varbanova",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Mathematics in Computer Science",
            "volume": "11",
            "issn": "3-4",
            "pages": "305--314",
            "other_ids": {
                "DOI": [
                    "10.1007/s11786-017-0310-8"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Graph theory in primary, middle, and high school",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ferrarello",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Mammana",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Teaching and learning discrete mathematics worldwide: Curriculum and research",
            "volume": "",
            "issn": "",
            "pages": "183--200",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-319-70308-4_12"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Discrete mathematics in lower school grades? Situation and possibilities in italy",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gaio",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Di Paola",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Teaching and learning discrete mathematics worldwide: Curriculum and research",
            "volume": "",
            "issn": "",
            "pages": "41--51",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-319-70308-4_3"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "A framework for identifying student blockages during transitions in the modelling process",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Galbraith",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Stillman",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "ZDM-Mathematics Education",
            "volume": "38",
            "issn": "",
            "pages": "143--162",
            "other_ids": {
                "DOI": [
                    "10.1007/BF02655886"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Visage-Visualization of algorithms in discrete mathematics. ZDM-Mathematics Education",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Geschke",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Kortenkamp",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lutz-Westphal",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Materlik",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "37",
            "issn": "",
            "pages": "395--401",
            "other_ids": {
                "DOI": [
                    "10.1007/s11858-005-0027-z"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Teaching graph algorithms to children of all ages",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Gibson",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Computer Science Education, ITiCSE",
            "volume": "",
            "issn": "",
            "pages": "34--39",
            "other_ids": {
                "DOI": [
                    "10.1145/2325296.2325308"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Problem solving heuristics, affect, and discrete mathematics",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Goldin",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "ZDM-Mathematics Education",
            "volume": "36",
            "issn": "2",
            "pages": "56--60",
            "other_ids": {
                "DOI": [
                    "10.1007/BF02655759"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Mathematical modelling with digital tools-A quantitative study on mathematising with dynamic geometry software. ZDM-Mathematics Education",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Greefrath",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hertleif",
                    "suffix": ""
                },
                {
                    "first": "H.-S",
                    "middle": [],
                    "last": "Siller",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "50",
            "issn": "",
            "pages": "233--244",
            "other_ids": {
                "DOI": [
                    "10.1007/s11858-018-0924-6"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Mathematisches Modellieren-Eine Einführung in theoretische und didaktische Hintergründe",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Greefrath",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kaiser",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Blum",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Borromeo Ferri",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Mathematisches Modellieren für Schule und Hochschule",
            "volume": "",
            "issn": "",
            "pages": "11--37",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-658-01580-0_1"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Modelling and simulation with the help of digital tools",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Greefrath",
                    "suffix": ""
                },
                {
                    "first": "H.-S",
                    "middle": [],
                    "last": "Siller",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Mathematical modelling and applications",
            "volume": "",
            "issn": "",
            "pages": "529--539",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-319-62968-1_44"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Teaching simulation literacy with evacuations: Concept, technology, and material for a novel approach",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Greubel",
                    "suffix": ""
                },
                {
                    "first": "H.-S",
                    "middle": [],
                    "last": "Siller",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hennecke",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "200--214",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-030-57717-9_15"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Mathematische Modellierungskompetenz fördern durch Lösungsplan oder Dynamische Geometrie-Software? Empirische Ergebnisse aus dem LIMo-Projekt",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hankeln",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Greefrath",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Journal für Mathematik-Didaktik",
            "volume": "42",
            "issn": "2",
            "pages": "367--394",
            "other_ids": {
                "DOI": [
                    "10.1007/s13138-020-00178-9"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Discrete mathematics is essential mathematics in a 21st century school curriculum",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Hart",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Martin",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Teaching and learning discrete mathematics worldwide: Curriculum and research",
            "volume": "",
            "issn": "",
            "pages": "3--19",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-319-70308-4_1"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Exploring an innovative approach to teaching mathematics through the use of challenging tasks: A New Zealand perspective",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ingram",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Linsell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Livy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mccormick",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sullivan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Mathematics Education Research Journal",
            "volume": "32",
            "issn": "3",
            "pages": "497--522",
            "other_ids": {
                "DOI": [
                    "10.1007/s13394-019-00266-1"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Continuous and discrete techniques in mathematical modelling",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J G"
                    ],
                    "last": "James",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Mathematical modelling methodology, models and micros",
            "volume": "",
            "issn": "",
            "pages": "130--141",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Modelling and modelling competencies in school",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kaiser",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Mathematical modelling (ICTMA 12): Education, engineering and economics",
            "volume": "",
            "issn": "",
            "pages": "110--119",
            "other_ids": {
                "DOI": [
                    "10.1533/9780857099419.3.110"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The teaching and learning of mathematical modeling",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kaiser",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Compendium for research in mathematics education",
            "volume": "",
            "issn": "",
            "pages": "267--291",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Mathematical modelling and applications in education",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kaiser",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Encyclopedia of mathematics education",
            "volume": "",
            "issn": "",
            "pages": "553--561",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-030-15789-0_101"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Authentic modelling problems in mathematics education",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kaiser",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schwarz",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Buchholtz",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Trends in teaching and learning of mathematical modelling",
            "volume": "1",
            "issn": "",
            "pages": "591--601",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Complex modelling problems in cooperative, self-directed learning environments",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kaiser",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Stender",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Teaching mathematical modelling: Connecting to research and oractice",
            "volume": "",
            "issn": "",
            "pages": "277--293",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Modelling and spreadsheet calculation",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Keune",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Henning",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Mathematical Modelling in Education and Culture: ICTMA 10",
            "volume": "",
            "issn": "",
            "pages": "101--110",
            "other_ids": {
                "DOI": [
                    "10.1533/9780857099556.3.99"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Bildungsstandards im Fach Mathematik für die Allgemeine Hochschulreife (Beschluss der Kultusministerkonferenz vom 18",
            "authors": [],
            "year": 2012,
            "venue": "KMK",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Qualitative text analysis: A guide to methods, practice & using software",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Kuckartz",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "SAGE",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Creativity in students' modelling competencies: Conceptualisation and measurement",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kaiser",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "What are modelling competencies? ZDM-Mathematics Education",
            "volume": "38",
            "issn": "",
            "pages": "113--142",
            "other_ids": {
                "DOI": [
                    "10.1007/BF02655885"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Undergraduate students' solutions of modeling problems in algorithmic graph theory",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Medová",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Páleníková",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rybanský",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Naštická",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Mathematics",
            "volume": "7",
            "issn": "7",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/math7070572"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Principles and standards for school mathematics",
            "authors": [],
            "year": 2000,
            "venue": "NCTM",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Modeling a crucial aspect of students' mathematical modeling",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Niss",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Modeling students' mathematical modeling competencies",
            "volume": "",
            "issn": "",
            "pages": "43--59",
            "other_ids": {
                "DOI": [
                    "10.1007/978-94-007-6271-8_4"
                ]
            }
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Introduction",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Niss",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Blum",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Galbraith",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Modelling and applications in mathematics education. The 14th ICMI Study",
            "volume": "10",
            "issn": "",
            "pages": "3--32",
            "other_ids": {
                "DOI": [
                    "10.1007/978-0-387-29822-1_1"
                ]
            }
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Mathematische Modelle und Naturerkenntnis",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Ortlieb",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Mathematica Didactica",
            "volume": "27",
            "issn": "1",
            "pages": "23--40",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Discrete mathematics teaching and learning",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ouvrier-Buffet",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Encyclopedia of mathematics education",
            "volume": "",
            "issn": "",
            "pages": "227--233",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-030-15789-0_51"
                ]
            }
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Introduction",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pohjolainen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Heiliö",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Mathematical modelling",
            "volume": "",
            "issn": "",
            "pages": "1--5",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-319-27836-0_1"
                ]
            }
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "The interaction between mathematics and other school subjects (including integrated courses)",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "O"
                    ],
                    "last": "Pollak",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Proceedings of the Third International Congress on Mathematical Education",
            "volume": "",
            "issn": "",
            "pages": "255--264",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Mathematical modelling-A conversation with Henry Pollak",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "O"
                    ],
                    "last": "Pollak",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "109--120",
            "other_ids": {
                "DOI": [
                    "10.1007/978-0-387-29822-1_9"
                ]
            }
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Evakuierungsszenarien in Modellierungswochen-ein interessantes und spannendes Thema für den Mathematikunterricht",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ruzika",
                    "suffix": ""
                },
                {
                    "first": "H.-S",
                    "middle": [],
                    "last": "Siller",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bracke",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Neue Materialien für einen realitätsbezogenen Mathematikunterricht",
            "volume": "3",
            "issn": "",
            "pages": "181--190",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-658-11902-7_14"
                ]
            }
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "About traveling salesmen and telephone networks-Combinatorial optimization problems at high school",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schuster",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "ZDM-Mathematics Education",
            "volume": "36",
            "issn": "2",
            "pages": "77--81",
            "other_ids": {
                "DOI": [
                    "10.1007/BF02655762"
                ]
            }
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Modeling practices with the geometer's sketchpad",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sinclair",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jackiw",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Modeling students' mathematical modeling competencies",
            "volume": "",
            "issn": "",
            "pages": "541--554",
            "other_ids": {
                "DOI": [
                    "10.1007/978-1-4419-0561-1_47"
                ]
            }
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Seventh-grade students' representations for pictorial growth and change problems",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Steele",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "ZDM -Mathematics Education",
            "volume": "40",
            "issn": "1",
            "pages": "97--110",
            "other_ids": {
                "DOI": [
                    "10.1007/s11858-007-0063-y"
                ]
            }
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Scaffolding in complex modelling situations",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Stender",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kaiser",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "ZDM-Mathematics Education",
            "volume": "47",
            "issn": "7",
            "pages": "1255--1267",
            "other_ids": {
                "DOI": [
                    "10.1007/s11858-015-0741-0"
                ]
            }
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Applying metacognitive knowledge and strategies in applications and modelling tasks at secondary school",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Stillman",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Trends in teaching and learning of mathematical modelling",
            "volume": "1",
            "issn": "",
            "pages": "165--180",
            "other_ids": {
                "DOI": [
                    "10.1007/978-94-007-0910-2_18"
                ]
            }
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Discrete approaches to mathematical modelling",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Street",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Street",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Mathematical modelling. Teaching and assessment in a technology-rich world",
            "volume": "",
            "issn": "",
            "pages": "207--219",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Key mathematical concepts in the transition from secondary school to university",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "O J"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "De Freitas Druck",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Huillet",
                    "suffix": ""
                },
                {
                    "first": "M.-K",
                    "middle": [],
                    "last": "Ju",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Nardi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rasmussen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "The proceedings of the 12th international congress on mathematical education",
            "volume": "",
            "issn": "",
            "pages": "265--284",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-319-12688-3_18"
                ]
            }
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Introducing discrete graphs to 12 year olds",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Van Den Heuvel",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Krabbendam",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Teaching of mathematical modelling and applications",
            "volume": "",
            "issn": "",
            "pages": "158--169",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Mathematical modelling",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Vorhölter",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Greefrath",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Borromeo Ferri",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Leiß",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schukajlow",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Traditions in German-speaking mathematics education research",
            "volume": "",
            "issn": "",
            "pages": "91--114",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-030-11069-7_4"
                ]
            }
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Chapter 2: Metacognition in mathematical modeling-An overview",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Vorhölter",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Krüger",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wendt",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Affect in mathematical modeling",
            "volume": "",
            "issn": "",
            "pages": "29--51",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-030-04432-9_3"
                ]
            }
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Sequences-Basic elements for discrete mathematics",
            "authors": [
                {
                    "first": "H.-G",
                    "middle": [],
                    "last": "Weigand",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "ZDM-Mathematics Education",
            "volume": "36",
            "issn": "3",
            "pages": "91--97",
            "other_ids": {
                "DOI": [
                    "10.1007/BF02652776"
                ]
            }
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "A discrete approach to the concept of derivative",
            "authors": [
                {
                    "first": "H.-G",
                    "middle": [],
                    "last": "Weigand",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "ZDM-Mathematics Education",
            "volume": "46",
            "issn": "4",
            "pages": "603--619",
            "other_ids": {
                "DOI": [
                    "10.1007/s11858-014-0595-x"
                ]
            }
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Discrete modelling, difference equations and the use of computers in mathematical education",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ziegenbalg",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Teaching and applying mathematical modelling",
            "volume": "",
            "issn": "",
            "pages": "161--169",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "City cleaning task",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Map with vertex-edge graph of the road network (Map by Openstreetmap, licence CC-BY-SA 2.0) Fig. 4 Vertex-edge graph of the road network",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Vertex-edge graph of the road network with additional edges (Euler path)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Road map with edge markings (Map by Openstreetmap, licence CC-BY-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Work of group 1 over time Fig. 8 Work of group 2 over time",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Student's drawingTable 2Concepts related to vertex-edge graphs and sub-phases of modelling in Concepts related to vertex-edge graphs and sub-phases of modelling in",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Categories of concepts related to vertex-edge graphs Concepts related to vertex-edge graphs DescriptionEdgesThis category includes all codes in which students look more closely at the edges of the vertex-edge graph (not the nodes) MetricsThis code is assigned to the weighting of road sections. This may be the length of a road or the presence of traffic lights or roadworks, etc., for which these roads should be avoided if possible (or at least",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}