{
    "paper_id": "92fd7ca41c422e8252ac0930398cbf834ca9235c",
    "metadata": {
        "title": "Psychological factors shaping public responses to COVID-19 digital contact tracing technologies in Germany",
        "authors": [
            {
                "first": "Anastasia",
                "middle": [],
                "last": "Kozyreva",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Max Planck Institute for Human Development",
                    "location": {
                        "settlement": "Berlin",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Philipp",
                "middle": [],
                "last": "Lorenz-Spreen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Max Planck Institute for Human Development",
                    "location": {
                        "settlement": "Berlin",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Stephan",
                "middle": [],
                "last": "Lewandowsky",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Bristol",
                    "location": {
                        "settlement": "Bristol",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Paul",
                "middle": [
                    "M"
                ],
                "last": "Garrett",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Melbourne",
                    "location": {
                        "settlement": "Melbourne"
                    }
                },
                "email": ""
            },
            {
                "first": "Stefan",
                "middle": [
                    "M"
                ],
                "last": "Herzog",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Max Planck Institute for Human Development",
                    "location": {
                        "settlement": "Berlin",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Thorsten",
                "middle": [],
                "last": "Pachur",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Max Planck Institute for Human Development",
                    "location": {
                        "settlement": "Berlin",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Ralph",
                "middle": [],
                "last": "Hertwig",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Max Planck Institute for Human Development",
                    "location": {
                        "settlement": "Berlin",
                        "country": "Germany"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The COVID-19 pandemic has seen one of the first large-scale uses of digital contact tracing to track a chain of infection and contain the spread of a virus. The new technology has posed challenges both for governments aiming at high and effective uptake and for citizens weighing its benefits (e.g., protecting others' health) against the potential risks (e.g., loss of data privacy). Our cross-sectional survey with repeated measures across four samples in Germany ( N = 4357 ) focused on psychological factors contributing to the public adoption of digital contact tracing. We found that public acceptance of privacy-encroaching measures (e.g., granting the government emergency access to people's medical records or location tracking data) decreased over the course of the pandemic. Intentions to use contact tracing apps-hypothetical ones or the Corona-Warn-App launched in Germany in June 2020-were high. Users and non-users of the Corona-Warn-App differed in their assessment of its risks and benefits, in their knowledge of the underlying technology, and in their reasons to download or not to download the app. Trust in the app's perceived security and belief in its effectiveness emerged as psychological factors playing a key role in its adoption. We incorporate our findings into a behavioral framework for digital contact tracing and provide policy recommendations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "www.nature.com/scientificreports/ by the app after 6 months). The last two waves probed respondents' attitudes toward the Corona-Warn-App itself (see Appendix Table B4 for descriptions of the scenarios). We also collected a variety of attitude measures, such as worldviews and COVID-19 risk perceptions, in order to identify potential psychological predictors of policy acceptance (see \"Methods\" for details). Strengths of our approach include the ability to compare attitudes toward three hypothetical scenarios (in the earlier waves) with actual adoption rates of the Corona-Warn-App (in the later waves). Our cross-sectional study with large representative online samples thus allows us to identify the psychological factors behind the adoption of digital contact tracing technologies, and to examine how those factors change over time.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 150,
                    "end": 167,
                    "text": "Appendix Table B4",
                    "ref_id": "TABREF11"
                }
            ],
            "section": ""
        },
        {
            "text": "We discuss our results in the light of research on the perceived risks and benefits of new technologies and incorporate these insights into a behavioral framework for digital contact tracing (based on the behavior change wheel by Ref. 28 ). Our adaptation of this framework highlights how the three components of capability, opportunity, and motivation contribute to the adoption of COVID-19 tracking technologies. We conclude by offering policy recommendations aiming to encourage the public to adopt privacy-preserving contact tracing apps.",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 237,
                    "text": "28",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In order to address our two main research questions of which factors influence the public response to digital contact tracing and how attitudes differ across the pandemic, we ran analyses addressing the following questions: (1) How have people's risk perceptions of COVID-19 changed over the course of the pandemic? (2) How have people's attitudes towards various privacy-encroaching measures changed over the course of the pandemic? (3) How acceptable do people find various types of tracking technologies? And how do these attitudes compare to download rates for the Corona-Warn-App? (4) How do people rate various measures of the effectiveness and risks of these technologies? (5) What are the most important reasons for people to download or not download the Corona-Warn-App? (6) Which factors are most predictive of app adoption and intention to download? COVID-19 risk perceptions. As Fig. 3 shows, the clear majority of participants indicated that they thought the virus posed a moderate to severe threat to the general population: The number of participants stating that the virus's severity for the population was \"somewhat, \" \"very, \" or \"extremely\" high ranged from 84 to 96% across the four waves, with severity ratings increasing along with infection rates. Median values reached the \"very severe\" level in three of the four study waves. For all other risk perception items, median values were at the \"somewhat severe\" level throughout the four study waves.",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 227,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 316,
                    "end": 319,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 434,
                    "end": 437,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 680,
                    "end": 683,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 780,
                    "end": 783,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 891,
                    "end": 897,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The proportion of people who believed that the virus threatened their health \"somewhat\" remained stable (between 27 and 31%), while the proportion of people who thought the threat was \"very\" or \"extremely\" high fluctuated, tending toward higher numbers with time (March: 35%, April: 30%, September: 46%, November: 41%). Overall, on the aggregate level, people were more concerned about the health of others than about their own health as indicated by the distribution of responses in the barplots (Fig. 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 497,
                    "end": 505,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Across all four waves, on the individual level (within respondents), the majority of participants were equally concerned about the risk of infection to themselves and to others ( Supplementary Fig. A2) . However, over time, people showed increased concern for themselves, reflected in the rising proportion of people concerned equally for themselves and others (March and April: 49%, September and November: 59%) and the decreasing proportion of people reporting more concern for others (March and April: 43-44%, September and November: 33%). The proportions of respondents who indicated more concern for themselves than for others remained stable (7-8%) across all four waves. www.nature.com/scientificreports/ Acceptability of privacy-encroaching measures. As Fig. 4 shows, the acceptability of privacyencroaching measures that could hypothetically be implemented by the government (e.g., temporarily suspending data protection regulations) was fairly high, but tended to decrease over time. Whereas respondents' risk perceptions tracked the pandemic's development in Germany-that is, perceived risk for the country as a whole was higher at the end of March and April (Waves 1 and 2, respectively) and November (Wave 4), when infections were rising (Fig. 3 )-respondents' attitudes toward privacy-encroaching measures followed a different pattern. After the initial shock of the pandemic, the acceptability of all measures tended to decrease from thereon, as reflected in the decreasing percentages of people who deemed these measures \"very\" or \"somewhat\" acceptable. Cochran-Armitage tests for trend corroborate the decreasing rates of acceptability across four study waves, especially for the first four measures in Fig. 4 ( p < 0.001 ). For the other two measures (temporarily relaxing data protection regulations and collecting data on contacts and interactions) there was an indication of a decreasing trend ( p = 0.01 and p = 0.02 , respectively; see Supplementary Table A2 for detailed results).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 179,
                    "end": 201,
                    "text": "Supplementary Fig. A2)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 762,
                    "end": 768,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1251,
                    "end": 1258,
                    "text": "(Fig. 3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1720,
                    "end": 1726,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1959,
                    "end": 1981,
                    "text": "Supplementary Table A2",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Closer inspection revealed that, within this overall trend of decreasing acceptability over time, there were two distinct patterns of attitudinal change: a steep gradual decrease in acceptability and a pattern that more closely mirrored the development of the pandemic. Measures such as allowing access to medical records or location tracking data fall into the first pattern. Granting the government access to citizens' medical records was deemed \"very\" or \"somewhat\" acceptable by 68% of participants in Wave 1; this number dropped in each wave, reaching just 35% in Wave 4 despite the rise in infections and new lockdown measures at that time. Acceptability of collecting people's location tracking data followed the same pattern (Fig. 4) . In contrast, measures such as collecting data on people's infections and immunity status or their contacts and interactions seemed to be more responsive to the pandemic's development and associated risk perceptions (see also Supplementary Fig. A3 for correlations between acceptability of privacy-encroaching measures and COVID-19 risk perceptions). For example, 49% of respondents found collecting data on people's contacts and interactions to be \"somewhat\" or \"very\" acceptable at the end of March, during the first phase of the pandemic in Germany. This decreased over the next two waves, then rose to 45% in November, mirroring the increase in infections in Germany at that time. Note, however, that acceptance of this measure stayed below 50% across all four waves of the study.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 733,
                    "end": 741,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 969,
                    "end": 990,
                    "text": "Supplementary Fig. A3",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "These two distinct patterns suggest that people may have adapted their attitudes during the pandemic, distinguishing between measures they deem more appropriate (e.g., collecting data on infections and immunity www.nature.com/scientificreports/ status) and measures they initially deemed acceptable but whose acceptability gradually decreased over time (e.g., granting access to medical records or location tracking data).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Acceptability of tracking technologies. We found relatively high levels of acceptance of the three tracking technologies presented in the hypothetical scenarios in Waves 1 and 2 (mild, severe, and Bluetooth). Acceptability of all three was above 50% in both waves. There were no large differences between proportions of respondents who found acceptable the three hypothetical scenarios (Fig. 5) . Surprisingly, although the severe scenario was deemed least acceptable (56% in Wave 1 and 55% in Wave 2 compared to 61% and 64%, respectively, for the mild scenario and 59% in Wave 2 for Bluetooth), its acceptance level was not particularly low. The differences between scenarios virtually disappeared when respondents considered follow-up options (e.g., deletion of all data after 6 months or opting out of data collection). The reported percentage of downloads of the Corona-Warn-App in our samples was smaller (36% and 41% in Waves 3 and 4, respectively) than the acceptability of the hypothetical scenarios. This low number of reported downloads is consistent with the actual download rates for the Corona-Warn-App in Germany (currently estimated at about 30% of the population; see Supplementary Fig. A1 ). The somewhat higher download rate reported here might be explained by the demographics of our sample, which was skewed toward online users aged 18 years or older. When respondents in Waves 3 and 4 were asked whether the Corona-Warn-App should be mandatory, only 29% and 30%, respectively, said yes (Supplementary Table A5 ). This could indicate that people were less likely to find tracking technologies acceptable at later stages of the pandemic (consistent with the trend in Fig. 4) ; it could also indicate a difference in participants' perceptions of hypothetical scenarios and the actual app: The latter leaves less room for interpretation when participants answer the survey questions. Acceptability scores represent the total percentage of participants who chose the response options \"very acceptable\" or \"somewhat acceptable\" to the question \"How acceptable is it for the government to take the following measures to limit the spread of the virus during the COVID-19 pandemic?\" Error bars are 95% confidence intervals computed with the R function prop.test; results of this test are reported in Supplementary  Table A3 . p values from Cochran-Armitage tests for trend shown in gray boxes above the barplots; see Supplementary Table A2 www.nature.com/scientificreports/ Participants understood that the severe scenario posed a greater risk to data privacy and data sensitivity, control over user data, and ability to decline participation than the other hypothetical scenarios. At the same time, they judged the potential effectiveness of the severe scenario to be on the same level as in the other two scenarios (mild and Bluetooth). It is therefore puzzling that the acceptability of the severe scenario was almost on par with the other two (see Fig. 5 ), even though participants thought the risk to privacy protection and the level of intrusion in citizens' lives was much higher. Figure 6 also shows that although participants thought the Corona-Warn-App presented only a low risk of harm, they were pessimistic about its effectiveness, including its ability to reduce the spread of the virus and to help people return to their normal activities. This pessimism toward the Corona-Warn-App was stronger than that toward the hypothetical scenarios presented in earlier waves of the study. Moreover, participants showed only moderate levels of trust in the Corona-Warn-App's security (including trust in collection of only necessary data and only for the purposes related to the pandemic, trust in privacy protection and trust in data security from third parties)-closest to that found in the mild scenario, but higher than that in the severe and Bluetooth scenarios. Given that the technology in the Bluetooth scenario was attributed to Apple and Google, while the Corona-Warn-App was released by the German government, the lower level of trust in the Bluetooth scenario may be due to a lack of trust in commercial corporations and their standards of data protection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 386,
                    "end": 394,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1184,
                    "end": 1205,
                    "text": "Supplementary Fig. A1",
                    "ref_id": null
                },
                {
                    "start": 1507,
                    "end": 1530,
                    "text": "(Supplementary Table A5",
                    "ref_id": null
                },
                {
                    "start": 1686,
                    "end": 1693,
                    "text": "Fig. 4)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2312,
                    "end": 2335,
                    "text": "Supplementary  Table A3",
                    "ref_id": null
                },
                {
                    "start": 2429,
                    "end": 2451,
                    "text": "Supplementary Table A2",
                    "ref_id": null
                },
                {
                    "start": 2964,
                    "end": 2970,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 3101,
                    "end": 3109,
                    "text": "Figure 6",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Results"
        },
        {
            "text": "People's perceptions of the risks and benefits of the Corona-Warn-App differed depending on whether or not they already had downloaded the app. On the aggregate level, app users judged its risk of harm to be very low and trusted the app's security a lot (see top part of Fig. 7A ). In contrast, non-users' aggregate ratings of both risk of harm and trust in security were both at the same level (median = \"a little\"). This pattern was also present on the individual level (within respondents), where, for instance, the majority of users (86% and 82% in Waves 3 and 4, respectively) rated the app's security higher than its risk of harm. At the same time, only about half (50% and 51%) of non-users rated the app's security higher than its risk of harm, and even fewer non-users (38% and 39%) rated its effectiveness higher than its risk of harm. The opposite was true for app users, among whom the majority (77% and 70%) rated the app's effectiveness higher than its risk of harm (see Supplementary Fig. A4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 271,
                    "end": 278,
                    "text": "Fig. 7A",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 985,
                    "end": 1006,
                    "text": "Supplementary Fig. A4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Perceptions of effectiveness and risks of tracking technologies."
        },
        {
            "text": "Knowledge of the technology used by the Corona-Warn-App also differed depending on whether or not respondents had downloaded it. As Fig. 7B shows, many non-users did not understand how the Corona-Warn-App works: only 35% (Wave 3) and 26% (Wave 4) of them knew that it uses Bluetooth technology-relative to 76% (Wave 3) and 65% (Wave 4) of respondents who had downloaded the app.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 132,
                    "end": 139,
                    "text": "Fig. 7B",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Perceptions of effectiveness and risks of tracking technologies."
        },
        {
            "text": "To delve deeper into these differences and their impact on people's adoption of digital contact tracing technologies, in our follow-up questions and analyses we explored potential drivers of the decision to download or not download the Corona-Warn-App.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Perceptions of effectiveness and risks of tracking technologies."
        },
        {
            "text": "Corona-Warn-App: reasons for and against download. The relatively low uptake of the Corona-Warn-App could be due to a variety of factors. To explore these factors, we presented respondents with several possible reasons to download or not download the Corona-Warn-App (multiple selections allowed; Fig. 8 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 297,
                    "end": 303,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Perceptions of effectiveness and risks of tracking technologies."
        },
        {
            "text": "The results indicate that people's main reason for downloading the app was their desire to protect their health and the health of others. The two leading reasons for people not downloading the app were the belief that the app is not effective and privacy concerns. Concerns about third-party access and lack of trust in the government also played a role. For the hypothetical scenarios, the first column displays baseline acceptability ratings; the other two columns display acceptability under varying conditions: with the requirement that all data be deleted and tracking stopped after 6 months; with an \"opt out\" option (severe scenario); and with data being stored locally on the user's phone (mild scenario www.nature.com/scientificreports/ To analyze responses to the open-ended question about reasons to download or not download the app, we extracted unigrams (i.e., individual words) from the responses and counted their overall frequencies as well as their co-occurrences within responses. Figure 9 shows the resulting co-occurrence networks for reasons to download the app from 477 individual responses (panel a) and reasons to not download the app from 530 individual responses (panel b). Clusters of frequent words indicate the main arguments.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 999,
                    "end": 1007,
                    "text": "Figure 9",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Perceptions of effectiveness and risks of tracking technologies."
        },
        {
            "text": "Reasons for downloading the app include protecting oneself and others (around the term \"protect\"), being informed about infections in one's environment (\"informed\" and \"contact\"), and helping to mitigate the pandemic (\"pandemic,\" \"contain,\" and \"help\"). Reasons against downloading the app include technical issues (\"smartphone\"), data privacy (\"data protection\" and \"trust\"), problems of functionality (\"works\"), and doubts around how www.nature.com/scientificreports/ useful and necessary the app is (\"hold\" and \"brings [nothing]\", translated from German where these words are part of expressions that mean \"I consider\" and \"pointless\"). Overall, the reasons for not downloading the app are slightly more diverse than the reasons for downloading it; this was also the case for the multiple-choice question ( Corona-Warn-App: predictors of download. To further examine why people chose to download the Corona-Warn-App, we fitted a logistic regression model using a set of independent variables measured in the survey as predictors for the dependent variable of downloading the Corona-Warn-App (Fig. 10 ). Once again, trust in the app's security and perceived effectiveness emerged as leading positive predictors of downloading the app. These two variables represent combined measures made up of variables presented in Fig. 6 . The variable \"Trust in CWA security\" included items asking respondents how much they trusted the app to ensure individuals' privacy (\"Trust: Privacy Protection\") and to only collect and use the Corona-Warn-App data to deal with the pandemic (\"Only Necessary Data Collection\" and \"Trust: Data for Pandemic Only\"), as well as how secure they thought the data collected by the app actually is (\"Trust: Security from 3rd Party')' . The variable \"Perception of Fig. 6 . The variable \"Trust in security\" combines four variables: \"Only Necessary Data Collection, \" \"Trust: Privacy Protection, \" \"Trust: Security from 3rd Party. \" The variable \"Belief in effectiveness\" combines three variables: \"Reduce Likelihood to Contract, \" \"Reduce Spread Future, \" \"Return to Activity Future. \" \"Risk of harm\" is a single variable. For items, see Appendix  Tables B6 and for www.nature.com/scientificreports/ CWA effectiveness\" included items asking for people's assessment of whether the app will help reduce the virus's spread (\"Reduce Spread Future\"), reduce their likelihood of coming into contact with the virus (\"Reduce Likelihood to Contract\"), and help them return to their normal activities (\"Return to Activity Future\"). This variable therefore represents people's assessment of the app's potential to impact the course of the pandemic and help them personally (see Supplementary Table B10 for all predictor variables). www.nature.com/scientificreports/ As trust in the app's security and perceived effectiveness emerged as strong predictors of having downloaded the Corona-Warn-App, we used the same modeling approach to assess predictors of both of these variables separately. Supplementary Figures A10 and A11 show the results of the respective linear regression models. Acceptance of privacy limits during the pandemic (a combined measure summarizing all six items discussed under \"Acceptability of Privacy-Encroaching Measures\" and in Fig. 4 ) and trust in science and government guidelines emerged as moderate positive predictors of both variables. Furthermore, believing in conspiracy narratives and perceiving the Corona-Warn-App as harmful were associated with lower trust in the app's security, but not with the perception of its effectiveness. Demographic factors such as a high level of education and identifying as male-but not age-also emerged as positive predictors of having downloaded the Corona-Warn-App. As Supplementary Fig. A5 shows, proportions of respondents who reported having downloaded the app were higher at high and medium levels of education than at a low level: For instance, 46% of participants with a university degree had downloaded the app, relative to just 29% (Wave 3) and 35% (Wave 4) of participants with a low level of education. Slightly more male respondents (Wave 3: 44%, Wave 4: 40%) than female respondents (Wave 3: 38%, Wave 4: 32%) reported having downloaded the Corona-Warn-App. Supplementary Table B10 ). Horizontal point ranges show point estimates and 95% confidence intervals for each predictor. Education was dummy coded with the reference level \"medium, \" yielding two coefficients: low (vs. medium) and high (vs. medium) education. Following 30 , we standardized all continuous variables by two standard deviations (SD) and mean centered the binary gender variable. This way a 2-SD change in a continuous predictor variable is approximately equivalent to a change of category in a roughly balanced binary predictor variable (e.g., gender). In a logistic regression model, a slope reflects the relative change in log odds (while keeping all other predictors at their average values). Supplementary www.nature.com/scientificreports/ Finally, we used logistic regression models to analyze the intention to download the Corona-Warn-App among respondents who reported that they had not already done so. Perceived effectiveness of the app emerged as the strongest predictor of intention to download (Fig. 11 ) in both Waves 3 and 4. This finding is in line with self-reported reasons for not downloading the app, where effectiveness concerns (along with privacy concerns) played a large role (see Fig. 8 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1094,
                    "end": 1102,
                    "text": "(Fig. 10",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 1319,
                    "end": 1325,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1784,
                    "end": 1790,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 2157,
                    "end": 2184,
                    "text": "Appendix  Tables B6 and for",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 2686,
                    "end": 2709,
                    "text": "Supplementary Table B10",
                    "ref_id": "TABREF10"
                },
                {
                    "start": 2999,
                    "end": 3032,
                    "text": "Supplementary Figures A10 and A11",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 3260,
                    "end": 3266,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 3760,
                    "end": 3767,
                    "text": "Fig. A5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 4247,
                    "end": 4270,
                    "text": "Supplementary Table B10",
                    "ref_id": "TABREF10"
                },
                {
                    "start": 5268,
                    "end": 5276,
                    "text": "(Fig. 11",
                    "ref_id": null
                },
                {
                    "start": 5466,
                    "end": 5472,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Perceptions of effectiveness and risks of tracking technologies."
        },
        {
            "text": "Which psychological factors contribute to public adoption of digital contact tracing technologies? Digital contact tracing apps have been introduced in many countries to help to contain COVID-19",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "outbreaks. The apps were launched with high hopes, but have also posed a number of challenges both for governments aiming at high and effective uptake and for citizens weighing the benefits (e.g., public and individual health) against the potential risks (e.g., loss of data privacy) of these unprecedented measures. Although their epidemiological impact is presently limited or uncertain (Ref. 10 ; but see Ref. 11 ), digital contact tracing apps are poised to become an established epidemiological tool. Ideally, along with other measures, they can help to prevent large outbreaks by relieving the burden on public health agencies. With this potential in mind, it is crucial to understand which factors contribute to the public uptake of digital contact tracing apps. In the present survey Figure 11 . Logistic regression models for intention to download the Corona-Warn-App (Waves 3 and 4). Dependent variable: intention to download the app in the future (yes/no). Coefficients: measures from the survey (e.g., combined score for trust in app security; combined score for conspiracy beliefs; see Supplementary  Table B10 ). Horizontal point ranges indicate point estimates and 95% confidence intervals for each predictor. Education was dummy coded with the reference level \"medium, \" yielding two coefficients: low (vs. medium) and high (vs. medium) education. Following 30 , we standardized all continuous variables by two standard deviations (SD) and mean centered the binary gender variable. This way a 2-SD change in a continuous predictor variable is approximately equivalent to a change of category in a roughly balanced binary predictor variable (e.g., gender). In a logistic regression model, a slope reflects the relative change in log odds (while keeping all other predictors at their average values). Supplementary Table A7 summarizes the regression results for both models. Supplementary Figure A9 provides an alternative arrangement of the same results, where the respective model for each wave is shown in a separate panel. www.nature.com/scientificreports/ in Germany, we focused on psychological factors that foster or inhibit the public adoption of digital contact tracing technologies. Research on risk perception has identified several psychological drivers that figure in people's risk-benefit calculations and contribute to the acceptance of novel technologies (see Refs. [31] [32] [33] [34] . A first factor is the subjective perception of risks, including a risk's severity, defined in terms of perceived lack of control and catastrophic potential (\"dread risks\"), and novelty, defined in terms of unobservable and unpredictable consequences and their potential harm (\"unknown risks\"; see Ref. 31 ). A second factor is the perception of benefits, both personal (e.g., returning to normal activities, avoiding infection) and public (curbing the virus's spread; see also Refs. 32 ). A third and related factor is individuals' degree of knowledge and experience of a technology, which facilitates or precludes accurate assessment of its risks and benefits (e.g., Ref. 35 , see also Ref. 36 ). A fourth factor is trust in the authorities that develop, deploy, or supervise the technology. The trust factor becomes particularly important in the absence of knowledge about technology, as a way to cope with the complexity of the task by relying on experts or relevant authorities for risk management 33, 36 . An additional factor to consider in risk-benefit assessments of digital contact tracing technologies is the context (e.g., the risk posed by the pandemic itself) and its development (e.g., whether infection rates are decreasing or increasing). For example, people might be willing to overlook risks to their privacy temporarily in order to mitigate the health risks posed by the pandemic. Results of our study speak to several of these factors, as summarized in the following sections.",
            "cite_spans": [
                {
                    "start": 395,
                    "end": 397,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 413,
                    "end": 415,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2396,
                    "end": 2400,
                    "text": "[31]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 2401,
                    "end": 2405,
                    "text": "[32]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 2406,
                    "end": 2410,
                    "text": "[33]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 2411,
                    "end": 2415,
                    "text": "[34]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 2720,
                    "end": 2722,
                    "text": "31",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 3091,
                    "end": 3093,
                    "text": "35",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 3110,
                    "end": 3112,
                    "text": "36",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 3420,
                    "end": 3423,
                    "text": "33,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 3424,
                    "end": 3426,
                    "text": "36",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [
                {
                    "start": 792,
                    "end": 801,
                    "text": "Figure 11",
                    "ref_id": null
                },
                {
                    "start": 1099,
                    "end": 1123,
                    "text": "Supplementary  Table B10",
                    "ref_id": "TABREF10"
                },
                {
                    "start": 1903,
                    "end": 1912,
                    "text": "Figure A9",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Privacy in the context of COVID-19. We found that public acceptance of potential privacy-encroaching measures in the context of the pandemic decreased over time. This trend was especially pronounced for such hypothetical measures as granting the government emergency access to people's location tracking data and medical records (see Fig. 4 ). Acceptability of all six hypothetical privacy-encroaching measures across the four waves was correlated with people's COVID-19 risk perceptions (see Supplementary Fig. A3 ). Moreover, our results suggest that people might distinguish between measures they considered to be more appropriate during the pandemic (e.g., collecting data on infections and immunity status) and measures that were initially deemed acceptable but whose acceptability gradually decreased over time (e.g., granting access to medical records or location tracking data).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 334,
                    "end": 340,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 493,
                    "end": 514,
                    "text": "Supplementary Fig. A3",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Severity and acceptability of digital tracking. Acceptability ratings for all three hypothetical scenarios in Waves 1 and 2 were high, as were intentions to download the Corona-Warn-App in Waves 3 and 4. Surprisingly, the details of the tracking technologies presented in the scenarios made little difference to public acceptance: The severe scenario involved harsh, nearly oppressive measures, while the mild and Bluetooth scenarios were compatible with privacy protection standards. However, privacy measures such as having all data deleted after 6 months or having the ability to opt out increased levels of acceptance. Similarly high acceptance rates for all three scenarios have been observed in Australia 24 , the United Kingdom 21 , and Taiwan 25 .",
            "cite_spans": [
                {
                    "start": 751,
                    "end": 753,
                    "text": "25",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Taken together, these findings indicate that although people might accept certain limitations to their privacy in a crisis, they are also wary of privacy-encroaching measures and weigh the potential benefits of disclosing sensitive data against the potential risks (see also Ref. 37 ). Long-term tracking solutions should therefore not rely on privacy-encroaching measures. Instead, they should build on privacy-preserving technologies, which are more likely to be accepted in the long term.",
            "cite_spans": [
                {
                    "start": 280,
                    "end": 282,
                    "text": "37",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Perceived benefits, both personal and societal, played a key role in people's self-reported reasons to download the Corona-Warn-App (Fig. 8) . Although the perceived risk of harm was low overall (Fig. 6 ), concerns about data privacy and government tracking were high among non-users of the app and were the leading reported reasons not to download the app (Fig. 8) . Users and non-users of the app also showed different patterns in their assessment of the app's risks and benefits: Users judged the risk of harm to be very low and reported high trust in its security; non-users, in contrast, rated both risk of harm and trust in security at equally low levels (Fig. 7A) . Although users were, on average, more optimistic about the app's effectiveness than non-users, beliefs in the app's effectiveness were in general not high-as also observed by Ref. 19 . Users and non-users also differed in their knowledge of the Corona-Warn-App: Many non-users were not aware that that it uses Bluetooth technology (Fig. 7B) . The same pattern of results was observed for Australia's COVIDSafe app 24 .",
            "cite_spans": [
                {
                    "start": 853,
                    "end": 855,
                    "text": "19",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1087,
                    "end": 1089,
                    "text": "24",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 132,
                    "end": 140,
                    "text": "(Fig. 8)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 195,
                    "end": 202,
                    "text": "(Fig. 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 357,
                    "end": 365,
                    "text": "(Fig. 8)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 661,
                    "end": 670,
                    "text": "(Fig. 7A)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1004,
                    "end": 1013,
                    "text": "(Fig. 7B)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Perceived benefits and risks, and people's knowledge about the Corona-Warn-App."
        },
        {
            "text": "Trust. Our results show that trust in the security of the Corona-Warn-App app plays a crucial role in its uptake. Trust was especially important for past decisions to download the app, while belief in its effectiveness was especially important for future download intentions (see Figs. 10 and 11) .The observed importance of trust is in line with the findings of other studies exploring attitudes toward and uptake of digital contact tracing technologies: Studies in the United Kingdom 21 , Germany 19 , and France 20 all show that trust in the government is correlated with the acceptability and use of digital contact tracing apps. Trust in governments, scientists, and health authorities has also been shown to be a strong predictor of adherence to protective measures and guidelines during the pandemic (e.g., Refs. [38] [39] [40] . Likewise, trust has proved to be a strong predictor of people's attitudes to other novel technologies, such as 5G 34 or gene technology 33 . These converging findings support the notion that trust in relevant authorities can function as a substitute for knowledge about a technology and its risks and benefits (see Ref. 36 ).",
            "cite_spans": [
                {
                    "start": 499,
                    "end": 501,
                    "text": "19",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 820,
                    "end": 824,
                    "text": "[38]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 825,
                    "end": 829,
                    "text": "[39]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 830,
                    "end": 834,
                    "text": "[40]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 973,
                    "end": 975,
                    "text": "33",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1157,
                    "end": 1159,
                    "text": "36",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [
                {
                    "start": 280,
                    "end": 296,
                    "text": "Figs. 10 and 11)",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "Perceived benefits and risks, and people's knowledge about the Corona-Warn-App."
        },
        {
            "text": "Finally, our findings indicate that pro-free market attitudes, as a proxy for conservative political views, play only a limited role in the adoption of the Corona-Warn-App (see the predictor \"Libertarianism\" in Figs. 10 A behavioral framework for digital contact tracing. Our analyses highlight several factors that seem to shape people's attitudes toward digital contact tracing technologies, including privacy concerns, trust in the app's security, and beliefs about its effectiveness. In order to conceptualize the confluence and interplay of these factors, we suggest mapping them out within a behavior change framework 28 such as that shown in Fig. 12 . This framework consists of three components, whose interaction determines behavior: capability (an individual's psychological and physical capacity to engage in a behavior), opportunity (environmental affordances and external factors that enable or prompt a behavior), and motivation (mental processes that guide behavior; e.g., habits, emotions, decisions 28 ). Capability encompasses technical capacity (i.e., having a smartphone) and the skills required to download and use the app, as well as the digital skills and risk literacy necessary to understand risk warnings in the app and to communicate test results to the app. In our samples, the majority of participants had a smartphone (Table 1) , and only about 5% of participants cited not having a smartphone as a reason for not downloading the app (see Fig. 8 ). Nevertheless, technical problems related to smartphones (e.g., not having one or the app not working properly) played a prominent role in the open-response questions (see Fig. 9 ). Almost all respondents who reported having downloaded the app also reported that it was still installed on their phone (Wave 3: 92%, Wave 4: 93%) and that they kept Bluetooth switched on either always or when leaving the house (Wave 3: 95%, Wave 4: 93%; Supplementary Table A5) .",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 219,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1016,
                    "end": 1018,
                    "text": "28",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 649,
                    "end": 656,
                    "text": "Fig. 12",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1348,
                    "end": 1357,
                    "text": "(Table 1)",
                    "ref_id": "TABREF10"
                },
                {
                    "start": 1469,
                    "end": 1475,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1650,
                    "end": 1656,
                    "text": "Fig. 9",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 1914,
                    "end": 1937,
                    "text": "Supplementary Table A5)",
                    "ref_id": null
                }
            ],
            "section": "Perceived benefits and risks, and people's knowledge about the Corona-Warn-App."
        },
        {
            "text": "Opportunity encompasses social and technical/physical factors external to the individual themselves. Social factors include successful communication of the app's benefits and how to use it, as well as risk communication that explains the risk warnings and their implications for individual behavior. Technical/physical factors include the app's architecture (e.g., where data are stored, the system's security) and the broader system in which it is embedded-for example, the health care system. Connecting opportunity in this behavioral framework to the factors that contribute to effectiveness presented in Fig. 1 , it is clear that a digital contact tracing app must be integrated into the national health care system in order to ensure ease of use (e.g., communicating a positive test result anonymously and without friction).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 608,
                    "end": 614,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Perceived benefits and risks, and people's knowledge about the Corona-Warn-App."
        },
        {
            "text": "Decentralized privacy-respecting apps like the Corona-Warn-App represent a laudable attempt to create an opportunity to contain virus spread that respects the data minimization and protection principles set out in Article 5 of the European Union's General Data Protection Regulation 44 . Yet clear communication of the app's privacy model and risk model is also necessary. Given that most respondents who had not yet downloaded the app did not understand how it works (Fig. 7B) , it is possible that poorly informed decision making or a knowledge gap keeps uptake unnecessarily low.",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 285,
                    "text": "44",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [
                {
                    "start": 468,
                    "end": 477,
                    "text": "(Fig. 7B)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Perceived benefits and risks, and people's knowledge about the Corona-Warn-App."
        },
        {
            "text": "Motivation encompasses two key factors that are supported by our analyses of the reasons for and predictors of downloading the Corona-Warn-App. One factor comprises people's intentions to protect themselves and others, to stay informed, and to curb the spread of the virus (Figs. 8 and 9 ). The other comprises people's www.nature.com/scientificreports/ underlying dispositions, such as privacy attitudes, trust in government and technology, and perceptions of risks and benefits (Figs. 6 and 10). Balance between these two factors is important. For instance, even people driven by prosocial motives may decide against downloading a technology they do not trust. When people's intentions conflict with their underlying dispositions, the resulting trade-offs may play into their decision to not adopt digital contact tracing. Taking into account the interdependency of all these factors in a behavior system is essential not only to understanding people's behaviors regarding digital contact tracing, but also to designing successful behavioral interventions and communication strategies.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 273,
                    "end": 287,
                    "text": "(Figs. 8 and 9",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Perceived benefits and risks, and people's knowledge about the Corona-Warn-App."
        },
        {
            "text": "Which insights from our study could be used to inform public policy? First, it is vital not to compromise on privacy. Although privacy-encroaching measures might initially be accepted in times of crisis, they are unlikely to be accepted on the long term. Moreover, trust in the app's security was the leading predictor of Corona-Warn-App uptake and data privacy concerns were among the most-cited reasons for not downloading the app. Second, educate people who have not yet downloaded the app about the underlying technology, privacy model, and risk model. Third, make the app and the uploading of test results as simple and convenient as possible. Fourth, address the issue of trust-for example, by effectively demonstrating and communicating how the app preserves privacy, and clarifying that neither the government nor any other institution has access to users' data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion and policy implications"
        },
        {
            "text": "To address effectiveness concerns and increase the benefits for users, more useful functions should be incorporated into digital contact tracing apps. For instance, the Corona-Warn-App now offers information about infection numbers in Germany, a digital check-in system (e.g., for shops or events) via QR codes, and the possibility to integrate digital vaccination certificates (https:// www. coron awarn. app/ en/ blog/).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion and policy implications"
        },
        {
            "text": "Finally, our findings suggest that arguments for digital contact tracing technologies may be particularly effective when the messaging focuses on prosocial motives, such as helping to stop the spread of the virus, and personal benefits, such as protecting one's own health. Messaging should also address concerns about the app's effectiveness and data security. The effectiveness of framing messages along these lines should be empirically tested.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion and policy implications"
        },
        {
            "text": "If digital contact tracing technologies are to become a long-term solution for managing viral infectious diseases such as COVID-19, they must be effective, understandable, and acceptable to most people.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion and policy implications"
        },
        {
            "text": "Participants and procedure. Four representative online samples of German participants (total retained participants N = 4357 ) were recruited through the online platform Lucid using quota sampling to account for current population distributions with regard to age (> 18 years), gender, and region (see Table 1 for information about the study, smartphone use, and basic demographics, and Fig. 2 for data collection times in relation to the pandemic's development in Germany). Supplementary Table A10 provides additional information on educational and regional distribution for the four waves. Informed consent was obtained from all participants and the studies were conducted in accordance with relevant guidelines and regulations. The Institutional Review Board of the Max Planck Institute for Human Development approved the surveys (approval L2020-4).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 301,
                    "end": 308,
                    "text": "Table 1",
                    "ref_id": "TABREF10"
                },
                {
                    "start": 386,
                    "end": 392,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 474,
                    "end": 497,
                    "text": "Supplementary Table A10",
                    "ref_id": "TABREF10"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "There were four waves of data collection (for dates and sample information, see Table 1 and www.nature.com/scientificreports/ 2020, when mobile tracking apps were still at the development stage and public authorities were considering which technology to use (e.g., centralized vs. decentralized). After Germany launched the Corona-Warn-App in June 2020, we replaced the hypothetical scenarios by questions on using the app itself (see Supplementary  Table B4 for details). The second criterion was the development of the pandemic and changing infection numbers in Germany. The first sample was collected during the peak of the first wave of infections; the second, when infection rates were going down. Study Waves 3 and 4, focusing on the Corona-Warn-App, were likewise conducted at points with contrasting infection rates: in late summer 2020, when infections were low, and in November 2020, when they were rising steeply. We thus conducted two assessments when infections were peaking (Waves 1 and 4) and two when they were decreasing (Wave 2) or had been low for some time (Wave 3). For a visual representation, see Fig. 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 80,
                    "end": 87,
                    "text": "Table 1",
                    "ref_id": "TABREF10"
                },
                {
                    "start": 435,
                    "end": 458,
                    "text": "Supplementary  Table B4",
                    "ref_id": "TABREF11"
                },
                {
                    "start": 1120,
                    "end": 1126,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Study design."
        },
        {
            "text": "There were notable differences in the content of the four assessments (see Fig. 13 for a schematic representation), reflecting the ongoing developments in digital contact tracing technology. All surveys shared the same basic structure. Participants first completed an inventory of measures tapping the perceived impact and risks of COVID-19. They then saw one tracking scenario, followed by an inventory of measures tapping their attitudes toward the tracking technologies involved in the scenario seen. This inventory was the same across all scenarios, with one exception: Participants in Waves 1 and 2 were asked about a hypothetical app, whereas participants in Waves 3 and 4 were asked about the Corona-Warn-App itself. All participants also completed an attention check; those who failed to correctly identify the scenario they had seen from three alternatives were excluded from the analysis. The surveys concluded by assessing respondents' political worldviews and their attitudes to hypothetical privacy-encroaching measures. www.nature.com/scientificreports/ The details of these building blocks-perceived risks, scenario, attitudes toward the scenario presented, attention check, and worldview-differed somewhat between waves. Starting in Wave 2, we also included questions tapping participants' assessment of the government's response, estimation of fatalities, and compliance with social distancing rules. From Wave 3, we added further worldview items tapping, for example, attitudes to science and technology and belief in conspiracy narratives. The scenarios also differed between waves. In Waves 1 and 2, participants were randomly assigned to one of two (Wave 1) or three (Wave 2) hypothetical scenarios; in Waves 3 and 4, they saw a description of the Corona-Warn-App.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 75,
                    "end": 82,
                    "text": "Fig. 13",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Study design."
        },
        {
            "text": "We now present individual blocks in more detail.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design."
        },
        {
            "text": "After providing consent and demographic information, respondents were asked about the impact of COVID-19 on themselves and people they know (see impact items in Supplementary Table B1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 161,
                    "end": 184,
                    "text": "Supplementary Table B1)",
                    "ref_id": "TABREF10"
                }
            ],
            "section": "Impact of COVID-19."
        },
        {
            "text": "Perceived risks of COVID-19. Respondents were then asked about how they perceived the risk of COVID-19 for themselves, other people, and the country as a whole (Risk items summarized in Supplementary Table B1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 186,
                    "end": 209,
                    "text": "Supplementary Table B1)",
                    "ref_id": "TABREF10"
                }
            ],
            "section": "Impact of COVID-19."
        },
        {
            "text": "Information source use and trust. They then were asked about which sources they used to inform themselves about the COVID-19 pandemic and how much they trusted these sources (see impact items in Supplementary  Table B1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 195,
                    "end": 218,
                    "text": "Supplementary  Table B1",
                    "ref_id": "TABREF10"
                }
            ],
            "section": "Impact of COVID-19."
        },
        {
            "text": "Government response, fatalities, and compliance. Respondents then were asked to evaluate government response to the pandemic (Waves 3 and 4), to estimate national fatalities (Waves 2 and 3) and their own policy compliance (Waves 2-4) (see items in Supplementary Table B3 ). Then they were randomly assigned to read a single tracking scenario description (in Waves 1 and 2) or proceeded to read the Corona-Warn-App description (in Waves 3 and 4). Supplementary Table B4 . Here, we summarize the main differences.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 248,
                    "end": 270,
                    "text": "Supplementary Table B3",
                    "ref_id": null
                },
                {
                    "start": 446,
                    "end": 468,
                    "text": "Supplementary Table B4",
                    "ref_id": "TABREF11"
                }
            ],
            "section": "Impact of COVID-19."
        },
        {
            "text": "Severe scenario. In this hypothetical scenario (Waves 1 and 2), anyone with a mobile phone would be tracked; there would be no possibility of opting out. The government could use the data to locate people who violate lockdown orders and fine or arrest them where necessary. Data would also be used to help shape the public health response, to contact people potentially exposed to COVID-19, and to issue individual quarantine orders.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scenarios. The verbatim text of the scenarios (translated from the German) is provided in full in"
        },
        {
            "text": "Mild scenario. In this hypothetical scenario (Waves 1 and 2), only people who download a government app and agree to be tracked and contacted would be included. Data would only be used to contact those potentially exposed to COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scenarios. The verbatim text of the scenarios (translated from the German) is provided in full in"
        },
        {
            "text": "Bluetooth scenario. In this hypothetical scenario (Wave 2 only), respondents were informed about the Bluetooth-based contact tracing function proposed by Apple and Google. People potentially exposed to COVID-19 would be notified without the government knowing who they are. The use of this contact tracing capability would be completely voluntary. Those notified would not know the identity of the person who had tested positive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scenarios. The verbatim text of the scenarios (translated from the German) is provided in full in"
        },
        {
            "text": "Corona-Warn-App. In this scenario (Waves 3 and 4), respondents were informed about the Bluetooth-based app launched in Germany on 16 June 2020. Users who test positive for COVID-19 are asked whether they want to share their result for contact tracing. The app does not evaluate any geodata and does not transmit any location information. No personal data is sent or stored. The anonymized contact data is stored locally on the user's smartphone.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scenarios. The verbatim text of the scenarios (translated from the German) is provided in full in"
        },
        {
            "text": "Acceptability and uptake. In Waves 1 and 2, participants answered a series of questions assessing the acceptability of the scenario they had viewed, as well as their willingness to use the app described (for items, see Supplementary Table B5 . Binary acceptability judgments (\"Would you download and use the app?\" for the mild and Bluetooth scenarios, and \"Is this use of the tracking data acceptable?\" for the severe scenario) were tapped twice: immediately after participants read the scenario and again after they had answered questions (standardized across waves) about the effectiveness and risks of the app presented. Participants who answered \"No\" after the second acceptability judgment were then asked follow-up questions probing whether their decision would change if the government (or Google and Apple in the Bluetooth scenario) were obliged to delete all data and stop tracking after 6 months. In the severe scenario, participants were also asked whether their decision would change if they had the option to opt out of data collection; in the mild scenario, they were asked if their decision would change if their data were only stored locally (see Supplementary Table B5 for all questions). In Waves 3 and 4, participants read the Corona-Warn-App scenario and were then asked whether they had downloaded the app or planned to download it in the future; they were also asked about their app usage and about the reasons for downloading/not downloading the app or uploading/not uploading their test results (multiple-choice format; multiple responses to this questions were allowed) (see Supplementary Table B5 ). In Wave 4, we asked participants to describe their reasons in their own words (open-response format) before presenting them with the same multiple-choice questions (see Supplementary Table B7 ). www.nature.com/scientificreports/ Perceived effectiveness and risks of tracking technologies. Next block of questions probed respondents' perceptions of the app's effectiveness and potential risks (see Supplementary Table B6 for the full list of questions).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 233,
                    "end": 241,
                    "text": "Table B5",
                    "ref_id": null
                },
                {
                    "start": 1163,
                    "end": 1185,
                    "text": "Supplementary Table B5",
                    "ref_id": null
                },
                {
                    "start": 1600,
                    "end": 1622,
                    "text": "Supplementary Table B5",
                    "ref_id": null
                },
                {
                    "start": 1795,
                    "end": 1817,
                    "text": "Supplementary Table B7",
                    "ref_id": null
                },
                {
                    "start": 2023,
                    "end": 2045,
                    "text": "Supplementary Table B6",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Scenarios. The verbatim text of the scenarios (translated from the German) is provided in full in"
        },
        {
            "text": "We collected information about participants' worldviews, including attitudes toward the free market (based on 45, 46 ); higher mean responses reflected more conservative/libertarian worldviews. In Waves 3 and 4, we also surveyed respondents' trust in science and endorsement of conspiracy beliefs. To measure conspiracy beliefs in Wave 3, we adapted a general conspiracy scale from 47 , selecting the five items with the highest item-total correlations and adding one additional item specifically tailored to the COVID-19 pandemic (\"Selfish interests have conspired to convince the public that COVID-19 is a major threat, \" designed based on the conspiracy beliefs inventory by Ref. 48 ). In Wave 4, we created our own items based on COVID-19-related conspiracy narratives that were growing in popularity at the time. To counteract this exposure to conspiracy narratives, we included a debriefing flyer developed on the basis of 49 recommendations at the end of the survey. For all worldview items, see Supplementary Table B8 .",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 113,
                    "text": "45,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 114,
                    "end": 116,
                    "text": "46",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 382,
                    "end": 384,
                    "text": "47",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 683,
                    "end": 685,
                    "text": "48",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [
                {
                    "start": 1003,
                    "end": 1025,
                    "text": "Supplementary Table B8",
                    "ref_id": null
                }
            ],
            "section": "Worldviews."
        },
        {
            "text": "Attitudes toward privacy-encroaching measures. Finally, we asked respondents to rate the acceptability of six measures that could limit the spread of COVID-19. These hypothetical measures, which could potentially compromise people's privacy, included giving the government access to medical records, tracking people's locations using mobile phone data, and temporarily relaxing data protection regulations (for a full list, see Supplementary  Table B9 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 428,
                    "end": 451,
                    "text": "Supplementary  Table B9",
                    "ref_id": null
                }
            ],
            "section": "Worldviews."
        },
        {
            "text": "Data analysis and reporting. We used logistic regression analyses to identify predictors of Corona-Warn-App downloads in Waves 3 and 4 of the survey. All combined measures used in the regressions analyses are summarized in Supplementary Table B10 . For regression analyses, gender coefficient was assessed as a binary variable, and \"Other\" category was excluded from regression analyses due to its small sample size (see Table 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 223,
                    "end": 246,
                    "text": "Supplementary Table B10",
                    "ref_id": "TABREF10"
                },
                {
                    "start": 421,
                    "end": 428,
                    "text": "Table 1",
                    "ref_id": "TABREF10"
                }
            ],
            "section": "Worldviews."
        },
        {
            "text": "To analyze the open-response question on why people did or did not download the app, we counted the frequencies with which terms occurred across different respondents' responses and the frequency with which the terms cooccurred within the same respondent's response. Based on these frequencies we built co-occurrence networks of unigrams (i.e., individual words) using a simple feature extraction method from the Python package scikit-learn (version 0.24.1) to collect unigram frequencies 50 ; we used the graph-tool library (version 2.37) to build networks of unigrams according to their co-occurrences within a response 51 . In this article, we report selected results relevant for understanding public attitudes toward privacy and tracking technologies during the pandemic. Full descriptive results for all four waves of the survey are available online: https://ai_society.mpib.dev/tracking-app.",
            "cite_spans": [
                {
                    "start": 489,
                    "end": 491,
                    "text": "50",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 622,
                    "end": 624,
                    "text": "51",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "Worldviews."
        },
        {
            "text": "Anonymized data and code, as well as the German version of the study questionnaires are available at (https:// osf. io/ xvzph).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data availability"
        },
        {
            "text": "Received: 13 May 2021; Accepted: 1 September 2021",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data availability"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Ten considerations for effectively managing the COVID-19 transition",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Habersaat",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat. Hum. Behav",
            "volume": "4",
            "issn": "",
            "pages": "677--687",
            "other_ids": {
                "DOI": [
                    "10.1038/s41562-020-0906-x"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "World Health Organization. COVID-19 Operationalization of the Global Response Strategy in the WHO European Region",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Die Pandemie in Deutschland in den nacḧsten Monaten-Ziele, Schwerpunktthemen und Instrumente fur̈ den Infektionsschutz. Strategie-Erganzung, Stand 23.10.2020 [The pandemic in Germany in the coming months: Goals, key issues, and tools for infection control",
            "authors": [
                {
                    "first": "Robert",
                    "middle": [],
                    "last": "Koch Institute",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The use of mobile phone data to inform analysis of COVID-19 pandemic epidemiology",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Grantz",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat. Commun",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41467-020-18190-5"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Mobile phone data for informing public health actions across the COVID-19 pandemic life cycle",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Oliver",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sci. Adv",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/sciadv.abc0764"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Use of a mobile application for Ebola contact tracing and monitoring in northern Sierra Leone: A proof-ofconcept study",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "O"
                    ],
                    "last": "Danquah",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "BMC Infect. Dis",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12879-019-4354-z"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Digital Contact Tracing for Pandemic Response: Ethics and Governance Guidance",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Kahn",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Quantifying SARS-CoV-2 transmission suggests epidemic control with digital contact tracing",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ferretti",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Article Article eabb6936",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abb6936"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A flood of coronavirus apps are tracking us. now it's time to keep track of them",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "O&apos;neill",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ryan-Mosley",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Digital contact tracing contributes little to covid-19 outbreak containment",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Burdinski",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Brockmann",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "F"
                    ],
                    "last": "Maier",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2021.06.21.21259258"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The epidemiological impact of the nhs covid-19 app",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wymant",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Nature",
            "volume": "594",
            "issn": "",
            "pages": "408--412",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-021-03606-z"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Applications of digital technology in COVID-19 pandemic planning and response",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Whitelaw",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Mamas",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Topol",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Van Spall",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Digit. Health",
            "volume": "2",
            "issn": "",
            "pages": "30142--30146",
            "other_ids": {
                "DOI": [
                    "10.1016/S2589-7500(20)30142-4"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Effective configurations of a digital contact tracing app: A report to NHSX Accessed",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hinch",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Message-passing approach to epidemic tracing and mitigation with apps",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bianconi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rapisardi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Arenas",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Article L012014",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevResearch.3.L012014"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Modelling the impact of testing, contact tracing and household quarantine on second waves of COVID-19",
            "authors": [
                {
                    "first": "Aleta",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat. Hum. Behav",
            "volume": "4",
            "issn": "",
            "pages": "964--971",
            "other_ids": {
                "DOI": [
                    "10.1038/s41562-020-0931-9"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Time to evaluate COVID-19 contact-tracing apps",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Colizza",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Nat. Med",
            "volume": "27",
            "issn": "",
            "pages": "361--362",
            "other_ids": {
                "DOI": [
                    "10.1038/s41591-021-01236-6"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "(1234567890) Scientific Reports | (2021) 11:18716 |",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41598-021-98249-5"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "A population-based controlled experiment assessing the epidemiological impact of digital contact tracing",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rodríguez",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Nat. Commun",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41467-020-20817-6"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "User concerns & tradeoffs in technology-facilitated contact tracing",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Redmiles",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1145/3428093"
                ],
                "arXiv": [
                    "arXivpreprintarXiv:2004.13219"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Tracking and promoting the usage of a COVID-19 contact tracing app",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Munzert",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Selb",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gohdes",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Stoetzer",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lowe",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Nat. Hum. Behav",
            "volume": "5",
            "issn": "",
            "pages": "247--255",
            "other_ids": {
                "DOI": [
                    "10.1038/s41562-020-01044-x"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Attitudes and opinions on quarantine and support for a contact-tracing application in France during the COVID-19 outbreak",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Guillon",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kergall",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Public Health",
            "volume": "188",
            "issn": "",
            "pages": "21--31",
            "other_ids": {
                "DOI": [
                    "10.1016/j.puhe.2020.08.026"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Public acceptance of privacy-encroaching policies to address the COVID-19 pandemic in the United Kingdom",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lewandowsky",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Article e0245740",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0245740"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "How good is good enough for COVID19 apps? The influence of benefits, accuracy, and privacy on willingness to adopt",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kaptchuk",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Goldstein",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hargittai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hofman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Redmiles",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXivpreprintarXiv:2005.04343"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "COVID-19 contact tracing and privacy: A longitudinal study of public opinion",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Simko",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXivpreprintarXiv:2012.01553"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The acceptability and uptake of smartphone tracking for COVID-19 in Australia",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Garrett",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "PLoS One",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0244827"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Young adults view smartphone tracking technologies for COVID-19 as acceptable: The case of Taiwan",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Garrett",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Int. J. Environ. Res. Public Health",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph18031332"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Outpacing the virus: Digital response to containing the spread of covid-19 while mitigating privacy risks",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Hart",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Contact tracing mobile apps for covid-19: Privacy considerations and related trade-offs",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ippolito",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "W"
                    ],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2003.11511"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The behaviour change wheel: a new method for characterising and designing behaviour change interventions",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Michie",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Van Stralen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "West",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Implement. Sci",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1748-5908-6-42"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Gephi: An Open Source Software for Exploring and Manipulating Networks",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Scaling regression inputs by dividing by two standard deviations",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gelman",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Stat. Med",
            "volume": "27",
            "issn": "",
            "pages": "2865--2873",
            "other_ids": {
                "DOI": [
                    "10.1002/sim.3107"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Perception of risk",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Slovic",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Science",
            "volume": "236",
            "issn": "",
            "pages": "280--285",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "How safe is safe enough? A psychometric study of attitudes towards technological risks and benefits",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Fischhoff",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Slovic",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lichtenstein",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Read",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Combs",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Policy Sci",
            "volume": "9",
            "issn": "",
            "pages": "127--152",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The influence of trust and perceptions of risks and benefits on the acceptance of gene technology",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Siegrist",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Risk Anal",
            "volume": "20",
            "issn": "",
            "pages": "195--204",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Psychological drivers of individual differences in risk perception: A systematic case study focusing on 5g",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Frey",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Psychol. Sci",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.31234/osf.io/7a3kg"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Avian influenza in the UK: Knowledge, risk perception and risk reduction strategies",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gstraunthaler",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Day",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Br. Food J",
            "volume": "110",
            "issn": "",
            "pages": "260--270",
            "other_ids": {
                "DOI": [
                    "10.1108/00070700810858673"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Trust and risk perception: A critical review of the literature",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Siegrist",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Risk Anal",
            "volume": "41",
            "issn": "",
            "pages": "480--490",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "An extended privacy calculus model for SNSs: Analyzing self-disclosure and self-withdrawal in a representative",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Dienlin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Metzger",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Comput. Commun",
            "volume": "21",
            "issn": "",
            "pages": "368--383",
            "other_ids": {
                "DOI": [
                    "10.1111/jcc4.12163"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Trust in public health is essential amid the covid-19 pandemic",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Udow-Phillips",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Lantz",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Hosp. Med",
            "volume": "15",
            "issn": "",
            "pages": "431--433",
            "other_ids": {
                "DOI": [
                    "10.12788/jhm.3474"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Acceptance and adoption of protective measures during the covid-19 pandemic: The role of trust in politics and trust in science",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dohle",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wingen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schreiber",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Soc. Psychol. Bull",
            "volume": "15",
            "issn": "",
            "pages": "1--23",
            "other_ids": {
                "DOI": [
                    "10.32872/spb.4315"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Trust in government regarding covid-19 and its associations with preventive health behaviour and prosocial behaviour during the pandemic: A cross-sectional and longitudinal study",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Psychol. Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1017/S0033291721001306"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Americans' willingness to adopt a covid-19 tracking app. First Monday",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hargittai",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Redmiles",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vitak",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zimmer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.5210/fm.v25i11.11095"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Americans' perceptions of privacy and surveillance in the covid-19 pandemic",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kreps",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mcmurry",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Mccain",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "PLoS One",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0242652"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Public attitudes towards algorithmic personalization and use of personal data online: Evidence from Germany, Great Britain, and the US",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kozyreva",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lorenz-Spreen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hertwig",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lewandowsky",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Herzog",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Humanit. Soc. Sci. Commun",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1057/s41599-021-00787-w"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Regulation (EU) 2016/679 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing directive 95/46/EC (General Data Protection Regulation",
            "authors": [
                {
                    "first": "European",
                    "middle": [],
                    "last": "Parliament",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Free-market ideology and environmental degradation: The case of belief in global climate change",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Heath",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gifford",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Environ. Behav",
            "volume": "38",
            "issn": "",
            "pages": "16505--277998",
            "other_ids": {
                "DOI": [
                    "10.1177/0013916505277998"
                ]
            }
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "The role of conspiracist ideation and worldviews in predicting rejection of science",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lewandowsky",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Gignac",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Oberauer",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0075637"
                ]
            }
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Speaking (un-)truth to power: Conspiracy mentality as a generalised political attitude",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Imhoff",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bruder",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Eur. J. Pers",
            "volume": "28",
            "issn": "",
            "pages": "25--43",
            "other_ids": {
                "DOI": [
                    "10.1002/per.1930"
                ]
            }
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "The paranoid style in American politics revisited: An ideological asymmetry in conspiratorial thinking",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Der Linden",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Panagopoulos",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Azevedo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Jost",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Polit. Psychol",
            "volume": "42",
            "issn": "",
            "pages": "23--51",
            "other_ids": {
                "DOI": [
                    "10.1111/pops.12681"
                ]
            }
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Scikit-learn: Machine learning in Python",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pedregosa",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Mach. Learn. Res",
            "volume": "12",
            "issn": "",
            "pages": "2825--2830",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "The Graph-Tool Python Library",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Peixoto",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "11641",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.6084/m9.figshare.1164194"
                ]
            }
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Writing -original draft: A.K. Writing -review & editing",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "-S",
                    "middle": [
                        "L"
                    ],
                    "last": "Methodology: S",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M G"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M H"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": ".-S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H A K"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": ".-S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M G"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M H"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Rolling 7-day averages of daily reported COVID-19 cases (gray) and deaths (red) in Germany between March and December 2020. Data were collected at four points of measurement: Wave 1 (30-31 March), Wave 2 (17-22 April), Wave 3 (25 August-03 September), and Wave 4 (02-08 November). The timeline includes key policy decisions and the launch of the Corona-Warn-App. Scientific Reports | (2021) 11:18716 | https://doi.org/10.1038/s41598-021-98249-5",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Perceived risks from COVID-19 across the four waves of the study. Barplots show the distribution of responses to the four items (with percentages). Boxplots show the interquartile range (IQR; responses between the 25th and 75th percentiles); the black line within each box indicates the median value. Lower and upper whiskers extend from the hinge to the smallest and largest values within 1.5 × IQR . Plot on the right shows COVID-19 infection reported in Germany over the study waves (rolling 7-day averages of daily reported COVID-19 cases",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 6displays perceptions of the effectiveness and risks of the tracking technologies and policies presented.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Acceptability of privacy-encroaching measures in Germany across the four waves of the study.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Acceptability of hypothetical tracking technologies and numbers of Corona-Warn-App downloads.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Perception of effectiveness and risks of the tracking policy in each scenario. Boxes show the interquartile range (IQR; responses between the 25th and 75th percentiles); the black horizontal line inside the boxes indicates the median value. Lower and upper whiskers extend from the hinge to the smallest and largest values within 1.5 × IQR . Individual responses are jittered horizontally and vertically. For items, see Supplementary",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": ". The main difference between the multiple-choice and the open-ended responses is the more prominent role of problems with smartphones (reasons against) and of being informed (reasons for) in the open responses.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Users and non-users of the Corona-Warn-App: Perception of effectiveness, risks, and understanding of technology. (A) Perception of effectiveness and risks of the Corona-Warn-App for two groups: those who had downloaded the app and those who had not. The variables \"Trust in security\" and \"Belief in effectiveness\" represent combined and averaged measures from variables presented in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Self-reported reasons to download or not download the Corona-Warn-App. Panels show results of multiple-choice items in Waves 3 and 4. By design, there are more response options for both questions in Wave 4 than in Wave 3. See SupplementaryTable B7for the wording of the items.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Self-reported reasons to download or not download the Corona-Warn-App in an open-response question (Wave 4 only; reasons for: N = 477; reasons against: N = 530). Co-occurrence networks of unigrams from reasons for (a) and against (b) downloading the app. Connections appear whenever two words were used by the same participant. Node and font sizes and color code are proportional to the absolute frequency of the corresponding word; nodes are positioned using a spring layout. Only unigrams that appeared at least three times in the responses are shown. Translation on a unigram basis via DeepL.com; visualization via Gephi 29 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Logistic regression models predicting Corona-Warn-App download in Waves 3 and 4. Dependent variable: downloaded the app (yes/no). Coefficients: measures from the survey (e.g., combined score for trust in CWA security; combined score for conspiracy beliefs; see",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Behavioral framework for digital contact tracing. Adapted from the behavior change wheel 28 . Scientific Reports | (2021) 11:18716 | https://doi.org/10.1038/s41598-021-98249-5",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": ", the timing of which was determined by two main criteria: The first criterion was the development of digital contact tracing technology in Germany and worldwide. The project started early in the pandemic, in March",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Design of Waves 1-4 of the survey. Each box represents a block of one or more questions. Blocks in deeper shades were common elements across all four waves. For the verbatim text of the scenarios (translated from the German), see Supplementary",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "). For wordings of the risk items, seeSupplementary Table B1.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "for detailed results. Plot at the bottom shows COVID-19 infection reported in Germany over the study waves (rolling 7-day averages of daily reported COVID-19 cases). See Supplementary Table B9 for the wording of the items.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "). For Corona-Warn-App usage, the data show current downloads and intentions to download. Error bars are 95% confidence intervals computed by R function prop.test. Full results are reported in Supplementary Table A4. For items, see Supplementary Table B5; for descriptions of scenarios, see Supplementary Table B4.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "for descriptions of scenarios, seeSupplementary Table B4.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "all aggregate measures see B10. Boxplots show distributions of aggregate (mean) values. Boxes show the interquartile range (IQR; responses between the 25th and 75th percentiles); the black horizontal line inside the boxes indicates the median value. Lower and upper whiskers extend from the hinge to the smallest and largest values within 1.5 × IQR . Individual responses are jittered horizontally and vertically. (B) Understanding of the Corona-Warn-App technology. Participants who had downloaded the app were much more likely to give the correct answer: Bluetooth.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Table A6 summarizes the regression results for these two models. Supplementary Figures A6 and A7 display Pearson correlations for all variables in the regression model. SupplementaryFigure A8provides an alternative arrangement of the same results, where the respective model for each wave is shown in a separate panel.",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "and  11). This suggests that public health measures such as digital contact tracing technology are not, at least not entirely, evaluated through polarized, partisan perspectives. Because the libertarianism-conservatism dimension is most pronounced in the Anglosphere, and arguably less so in Germany, this finding should be treated with caution. Yet U.S. respondents' willingness to adopt contact tracing technologies has also been shown to be unrelated to their political leanings, with both Democrats and Republicans almost equally willing to install a potential COVID-19 tracking app 41 . 42 also found comparable levels of support for government efforts to encourage digital contact tracing among Democrats and Republicans. A similar lack of political polarization was also observed in another relatively novel technological domain, namely, people's attitudes to personalization of online content43 .",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "Study and demographic information.",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "Full questionnaires (in German) are available at https:// osf. io/ xvzph.",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "https://doi.org/10.1038/s41598-021-98249-5",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The study was funded by a Volkswagen Foundation grant to R.H., S.L., and S.M.H. (Initiative \"Artificial Intelligence and the Society of the Future\"). The study is part of an international initiative and we are grateful to our partners at the University of Melbourne Complex Human Data Hub, led by Simon Dennis and supported by Andrew Perfors, Yoshihisa Kashima, Joshua White, and Daniel Little. The authors thank the Volkswagen Foundation for providing financial support and Lucid for their help with data collection. We thank Deb Ain and Susannah Goss for editing the manuscript, Marlene Wulf and Larissa Samaan for research assistance, and our colleagues at the Center for Adaptive Rationality for their feedback and productive discussions. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Open Access funding enabled and organized by Projekt DEAL.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "The authors declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "Supplementary Information The online version contains supplementary material available at https:// doi. org/ 10. 1038/ s41598-021-98249-5.Correspondence and requests for materials should be addressed to A.K.Reprints and permissions information is available at www.nature.com/reprints.Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by/4. 0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional information"
        }
    ]
}