{
    "paper_id": "940b322967a858f1e3a096a13625f576c7cbdd22",
    "metadata": {
        "title": "Air pollution data in COVID-19 time: A call for improving availability and accessibility",
        "authors": [
            {
                "first": "Cleonilde",
                "middle": [],
                "last": "Nascimento",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Federal University of Pernambuco",
                    "location": {
                        "settlement": "Recife",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "Sheilla",
                "middle": [],
                "last": "Oliveira",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Oswaldo Cruz Foundation (FIOCRUZ)",
                    "location": {
                        "settlement": "Recife",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "Helotonio",
                "middle": [],
                "last": "Carvalho",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Federal University of Pernambuco",
                    "location": {
                        "settlement": "Recife",
                        "country": "Brazil"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "According to WHO, air pollution causes 7 million deaths a year, however many cities do not monitor air pollution or do not make data available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "C OVID-19 has changed the world since it was first discovered in Wuhan, China in December 2019. Many countries imposed lockdowns to reduce SARS-CoV-2 transmission and minimize the need for hospitalization and/or an ICU. Even though, by the end of June 2021, more than 181 million cases had been registered and more than 3.9 million people had died around in the world [1] . This health emergence gave rise to highly articulated systems of data collection in order to keep track of the advance of the disease in every country. One of the most used and cited of these systems was created and is maintained by Johns Hopkins University [1, 2] .",
            "cite_spans": [
                {
                    "start": 368,
                    "end": 371,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 632,
                    "end": 635,
                    "text": "[1,",
                    "ref_id": null
                },
                {
                    "start": 636,
                    "end": 638,
                    "text": "2]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Lockdowns had a huge impact on people's lives, making home-office the rule, closing schools, restaurants, and non-essential stores, and ultimately, saving millions of lives. The decrease in economic activities and transportation had a positive side effect, reducing air pollution in many cities/countries [3] [4] [5] . Air pollution causes more than 7 million deaths each year and particulate matter (PM) is the component most associated with health problems, such as ischaemic heart disease, lung cancer, cerebrovascular disease, chronic obstructive pulmonary disease and lower respiratory infections [6, 7] .",
            "cite_spans": [
                {
                    "start": 305,
                    "end": 308,
                    "text": "[3]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 309,
                    "end": 312,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 313,
                    "end": 316,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 602,
                    "end": 605,
                    "text": "[6,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 606,
                    "end": 608,
                    "text": "7]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "COVID-19 effects on air pollution levels raised a question about air quality data accessibility. The last update for the Air Quality Database from the World Health Organization (WHO) lists PM data for 4300 cities in 108 countries, comprising data from 9690 air quality monitoring stations [8] . Most stations are located in USA, Europe, Japan and China and the total number of stations and cities monitored in the world is, in fact higher comprising more than 15 000 air quality monitoring stations in over 6000 cities [9] . At least partly, the differences between the numbers in these two reports may reflect data accessibility. Access to historical air pollution data varies widely and many cities around the world do not make data readily available. For those cities which have historical air pollution data and make them available, the way they are provided, and their accessibility is highly variable. Table 1 compares air quality data availability for 23 selected cities, in different regions of the world and different levels of air pollution. Islamabad has no city-specific website and the national one Detailed air quality data should be freely available to improve transparency and data availability. Cities/ countries should work on providing either an English webpage or a website which can be translated by common web browsers. A global service with historical data from all the available stations on the world would be the ideal solution.",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 292,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 519,
                    "end": 522,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 908,
                    "end": 915,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "has only limited information. For Dubai, anyone who wants to access the data needs to make a payment to the Dubai Municipality. Each pollutant is charged separately and the longer the time frame for the data the higher is the fee amount. For PM 2.5 (particulate matter below 2.5 μm in diameter), for example, each month of data costs about US$400.00.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Time frame availability, evaluated for PM 2.5 , varies widely. While some cities have data since the late 1990s, others have only after 2010s. For Berlin, many air quality monitoring stations started measuring PM 2.5 in 2008, but only data from 2016-To date are available, probably a temporary issue in order to revise older data. Buenos Aires has no PM 2.5 historical data, while they are discontinuous for Johannesburg. Data output format can also be a problem. This is the case for Buenos Aires and Rome, since data are only available as reports in pdf files, instead of Excel or CSV, which makes it more difficult to work with them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In some cases, the absence of an English webpage or its limited functionality is a real problem. This issue can sometimes be overcome with automatic translation functions available in internet browsers. However, it is often impossible to access air pollution data. This is the case for Beijing. The information is apparently there, but translation engines are not able to translate them. In this case, websites that mirror some air pollution data in China and can be automatically translated, such as China's air quality online monitoring and analysis platform-AQI [10] may be a way to get some data. Japan is the country with the largest coverage of air quality stations per area [9] . However, Tokyo air quality website makes it virtually impossible to access the data without knowing Japanese. There is an English webpage but with only limited functions. For Seoul, the English webpage has no data search function. The Korean website, when accessed by browser translation, is difficult to navigate and find the data, especially for individual air monitoring stations. For Moscow, interestingly, current year data can be visualized in graphs for each air quality monitoring stations and air pollutant but cannot be downloaded. Data download is possible in another website which has an English webpage. However, search is troublesome, and data are downloaded partially in English and partially in Russian.",
            "cite_spans": [
                {
                    "start": 565,
                    "end": 569,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 681,
                    "end": 684,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Despite the absence of English versions, some websites work well with browser translation and may be accessible for people who do not speak the original language. This is the case for Venice, Milan, Rome, Madrid, Mexico City, Buenos Aires, and São Paulo. Berlin has an English webpage but with no data search function though the German website can be translated enabling data search. For Paris, the website available until early 2021, had an English webpage with the same functions as the French website. Unfortunately, the new website does not have an English version anymore. Finally, São Paulo is the only city which requires registration to access the data. As examples of data availability and accessibility, it is noteworthy to mention London and New Delhi websites which are easy to navigate and allow download of data with different time intervals from 15 minutes to 24 hours.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The purpose here was to compare air pollution data accessibility in different cities around the world. Despite some good examples, many cities need to improve data accessibility. Seoul, Tokyo, and Beijing, some of the cities with major problems in air pollution data accessibility due to language issues, would benefit from the experience from cities like London and New Delhi. Islamabad, one of the most polluted capitals in the world, should give priority to improving data transparency. Besides Islamabad, many other highly polluted cities in Southeast Asia or the Middle East do not have any record of official air quality monitoring. These include Peshawar, another Pakistan city, Ulaanbaatar, Kabul, Manama, and Kathmandu. For all of them, except Kabul, US Embassies and Consulates are a helpful alternative data source since they have their own air quality monitoring [11] . Other agencies like US Environmental Protection Agency (EPA) and European Environmental Agency (EEA) provide data access for several US and European cities, respectively [12, 13] . Despite their value, it is not always possible to search for specific air quality monitoring stations or identify them.",
            "cite_spans": [
                {
                    "start": 875,
                    "end": 879,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 1052,
                    "end": 1056,
                    "text": "[12,",
                    "ref_id": null
                },
                {
                    "start": 1057,
                    "end": 1060,
                    "text": "13]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Photo: Low visibility due to smog at New Delhi railway station (Sumita Roy Dutta, via Wikimedia Commons).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "An interactive web-based dashboard to track COVID-19 in real time",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gardner",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30120-1"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Coronavirus lockdown leading to drop in pollution across Europe",
            "authors": [
                {
                    "first": "Agency",
                    "middle": [],
                    "last": "European Space",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Effect of lockdown amid COVID-19 pandemic on air quality of the megacity Delhi",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mahato",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pal",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Ghosh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "India. Sci Total Environ",
            "volume": "730",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.scitotenv.2020.139086"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Air pollution reduction and mortality benefit during the COVID-19 outbreak in China",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Kinney",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Anastas",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Planet Health",
            "volume": "4",
            "issn": "",
            "pages": "30107--30115",
            "other_ids": {
                "DOI": [
                    "10.1016/S2542-5196(20)30107-8"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "World Health Organization",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Estimates and 25-year trends of the global burden of disease attributable to ambient air pollution: an analysis of data from the Global Burden of Diseases Study",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brauer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Burnett",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Frostad",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Estep",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet",
            "volume": "389",
            "issn": "17",
            "pages": "30505--30511",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(17)30505-6"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Air quality database (Update",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The air we breathe: differentials in global air quality monitoring",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Carvalho",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Lancet Respir Med",
            "volume": "4",
            "issn": "16",
            "pages": "30180--30181",
            "other_ids": {
                "DOI": [
                    "10.1016/S2213-2600(16)30180-1"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "AQI -China's air quality online monitoring and analysis platform",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Air Data: Air Quality Data Collected at Outdoor Monitors Across the US",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Comparison of air quality data accessibility in different cities of the world https://mosecom.mos.ru (live data); https://data.mos.ru/ https://www.arpa.veneto.it N/A -not applicable, y -year, mo -months, min -minutes *PM 2.5 data from WHO Global Ambient Air Quality Database, 2018, https://www.who.int/airpollution/data/cities/en/, except for Dubai, which was calculated from [8]. †Time frame availability was analysed for PM 2.5 data. Data for other pollutants usually have larger time coverage.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "No funding was used for this study.Authorship contributions: HC created the initial concept for the article. HC and CN performed literature search, data collection and interpretation. SO contributed on data revision. HC wrote the first draft of the manuscript and all the authors contributed to writing, revision, and approval of the final manuscript. All authors meet the ICMJE criteria for authorship.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding:"
        },
        {
            "text": "The authors completed the ICMJE Unified Competing Interest form (available upon request from the corresponding author), and declare no conflicts of interest.Air quality depends on monitoring, data availability, and policies to decrease air pollution levels, which help to reduce health problems and deaths caused by air pollution. Changes in air pollution, caused by COVID-19 pandemics, brought air quality to attention of the public and governments, which should be used to speed up the adaptation of agencies like US EPA and EEA to allow more detailed air quality data search. Besides this, it should also induce cities/countries to improve transparency and provide English webpages with full data access. Finally, a global service which would be updated in real-time with historical data from air quality monitoring stations from all over the world, like the Johns Hopkins University website for COVID-19, would be a really useful tool, which would greatly increase transparency and accessibility to air quality data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests:"
        }
    ]
}