{
    "paper_id": "941360e874dfb4b9aaac41543eae84f22d66546c",
    "metadata": {
        "title": "mRNA-1273 vaccine (Moderna): a better option than BNT162b2 (Pfizer) in kidney transplant recipients and dialysis patients?",
        "authors": [
            {
                "first": "Veerle",
                "middle": [
                    "P W M"
                ],
                "last": "Wijtvliet",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Antwerp",
                    "location": {
                        "settlement": "Antwerp",
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "Kevin",
                "middle": [
                    "K"
                ],
                "last": "Ariën",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Steven",
                "middle": [],
                "last": "Abrams",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Antwerp",
                    "location": {
                        "settlement": "Antwerp",
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "Marie",
                "middle": [
                    "M"
                ],
                "last": "Couttenye",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Antwerp",
                    "location": {
                        "settlement": "Antwerp",
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "Fabienne",
                "middle": [],
                "last": "Mestrez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Hospital (CHU) Ambroise Paré",
                    "location": {
                        "settlement": "Mons",
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "Joachim",
                "middle": [],
                "last": "Mariën",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Benedicte",
                "middle": [
                    "Y"
                ],
                "last": "De Winter",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Antwerp",
                    "location": {
                        "settlement": "Antwerp",
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "Pierre",
                "middle": [],
                "last": "Van Damme",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Antwerp",
                    "location": {
                        "settlement": "Antwerp",
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "Lissa",
                "middle": [],
                "last": "Pipeleers",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Vrije Universiteit Brussel",
                    "location": {
                        "settlement": "Brussels",
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "Karl",
                "middle": [
                    "Martin"
                ],
                "last": "Wissing",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Vrije Universiteit Brussel",
                    "location": {
                        "settlement": "Brussels",
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "Daniel",
                "middle": [],
                "last": "Abramowicz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Antwerp",
                    "location": {
                        "settlement": "Antwerp",
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "Kristien",
                "middle": [
                    "J"
                ],
                "last": "Ledeganck",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Antwerp",
                    "location": {
                        "settlement": "Antwerp",
                        "country": "Belgium"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In this study of the humoral immune response after the first dose of SARS-CoV-2 mRNA vaccine, low seroconversion rates were noted in both kidney transplant recipients and dialysis patients. However, vaccination with the mRNA-1273 vaccine (Moderna) resulted in both higher seroconversion rates and mean antibody titers compared to BNT162b2 (Pfizer).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "With the roll-out of COVID-19 vaccines, it has become clear that vaccinating the majority of the population worldwide will be the most important element to control and manage the ongoing COVID-19 pandemic. Several reports have shown diminished immunogenicity of SARS-CoV-2 vaccines in both kidney transplant recipients (KTR) and dialysis patients (DP), as evidenced in a recent meta-analysis [1]. Furthermore, two recent articles have included comparisons between the immunogenicity of the mRNA-1273 (Moderna) versus the BNT162b2 (Pfizer) vaccine in these populations [2, 3]. Boyarsky et al. studied a cohort of solid organ transplant recipients, including KTR, and reported lower seroconversion rates after receiving the Pfizer vaccine [3]. Stumpf et al. also described lower seroconversion rates in KTR and DP receiving the Pfizer vaccine [2]. However, none of these articles reported the titers of anti-SARS-CoV-2 antibodies. Therefore, we here compared the immunogenicity of the two available mRNA vaccines BNT162b2 (Pfizer-BioNTech) versus mRNA-1273 (Moderna) in both KTR and DP regarding both seroconversion rates and, among responding patients, antibody titers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "A random sample of 143 KTR and 178 DP receiving a first dose of a SARS-CoV-2 mRNA vaccine between February and April 2021 was included. Blood was sampled at day 1 (before vaccination) and 21 days thereafter. Samples were stored at \"Biobank Antwerp\", Antwerp, Belgium; ID: BE 71030031000 [4] . Immunoglobulin G (IgG) antibodies against the receptorbinding domain (RBD) of the SARS-CoV-2 spike protein were measured using an in-house Luminex assay [5] . In order to investigate only patients without prior SARS-CoV-2 infection, we excluded 1) patients with a PCR-proven history of SARS-CoV-2 infection (n = 37) and 2) patients who tested positive for anti-RBD IgG antibodies (> 1) at the day of vaccination without a PCR-proven history of SARS-CoV-2 infection (n = 16), as a surrogate of previous SARS-CoV-2 infection. Response to first vaccination was defined as anti-RBD IgG positivity (signal-tonoise ratio > 1) at day 21. The study was performed in accordance with the Declaration of Helsinki and approved by the ethical committee of the Antwerp University Hospital and University of Antwerp (no. EC 21/05/076).",
            "cite_spans": [
                {
                    "start": 287,
                    "end": 290,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 446,
                    "end": 449,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Multiple logistic regression modelling was used to identify variables associated with a positive antibody response. A multiple linear regression approach was used to study factors influencing log-transformed anti-RBD IgG levels in responding patients. Potentially important factors were first identified using a bivariate analysis (with effect sizes expressed as crude Odds Ratios (ORs) or additive effects, respectively). Next to that, a stepwise model building exercise based on Akaike's Information Criterion (AIC) was used to select all important explanatory variables in the final models. Depending on the selected covariates, all pairwise interaction effects were checked for significance. All statistical tests were two-sided. A p-value < 0.05 was considered statistically significant. is the author/funder, who has granted medRxiv a license to display the preprint in (which was not certified by peer review) preprint Figure 1 ). All pairwise interaction terms included in both models were found to be non-significant at a 5% significance level.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 926,
                    "end": 934,
                    "text": "Figure 1",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": ""
        },
        {
            "text": "In this study of the humoral immune response after the first dose of SARS-CoV-2 mRNA vaccine, low seroconversion rates were noted in both KTR and DP. However, vaccination with the mRNA-1273 vaccine (Moderna) resulted in both higher seroconversion rates and mean antibody titers. From a bivariate perspective, a pronounced difference in mean antibody titers for both vaccines was present in DP, but no significant difference was found in KTR. is the author/funder, who has granted medRxiv a license to display the preprint in (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The copyright holder for this this version posted September 22, 2021. ; https://doi.org/10.1101/2021.09.15.21263320 doi: medRxiv preprint Nevertheless, the lack of a statistically significant difference in this group may be due to inadequate power, as the number of seroconverting KTR was small (i.e. n = 7 vs. n = 9 for Pfizer and Moderna, respectively, Table 2A ) and the spread in antibody titer values was considerable (Figure 1) . More research is required to investigate these differences further in detail based on larger samples of KTR.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 355,
                    "end": 363,
                    "text": "Table 2A",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 423,
                    "end": 433,
                    "text": "(Figure 1)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": ""
        },
        {
            "text": "While writing this discussion, two very recently articles were published, which support our above-mentioned findings [6, 7] . First, seroconversion rates in adults with hematologic malignant disease, whom in majority received B-cell-depleting monoclonal Abs, were higher in patients vaccinated with mRNA-1273 (Moderna) compared to BNT162b2 (Pfizer) (50% vs. 33%, p=0.013) [6] . Second, a study of individuals in the multi-state Mayo Clinic Health System revealed that the mRNA-1273 vaccine was associated with a lower incidence of SARS-CoV-2 infection (p=0.0034) as well as with a significant two-fold risk reduction against breakthrough infection compared to BNT162b2 [7] . Whether observed differences between these two mRNA-vaccines relate to a different mRNA sequence, a difference in dosage (100 µg mRNA in Moderna vs. 30 µg mRNA in Pfizer) or a difference in vaccine composition, remains to be investigated. Furthermore, future studies are needed to assess whether our observed differences remain identical 21 days after a second dose of mRNA vaccine; and whether they are associated with a better clinical protection. Meanwhile, mRNA-1273 (Moderna) might be the preferred vaccine in kidney transplant and dialysis patients. is the author/funder, who has granted medRxiv a license to display the preprint in (which was not certified by peer review) preprint is the author/funder, who has granted medRxiv a license to display the preprint in (which was not certified by peer review) preprint",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 120,
                    "text": "[6,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 121,
                    "end": 123,
                    "text": "7]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 372,
                    "end": 375,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 669,
                    "end": 672,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The copyright holder for this this version posted September 22, 2021. ; https://doi.org/10.1101/2021.09.15.21263320 doi: medRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Systematic Review of Early Immune Response to SARS-CoV-2 Vaccination Among Patients with Chronic Kidney Disease",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Carr",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kronbichler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Graham-Brown",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Kidney Int Rep",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Humoral and cellular immunity to SARS-CoV-2 vaccination in renal transplant versus dialysis patients: A prospective, multicenter observational study using mRNA-1273 or BNT162b2 mRNA vaccine",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stumpf",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Siepmann",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lindner",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Lancet Reg Health Eur",
            "volume": "2021",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Antibody Response to 2-Dose SARS-CoV-2 mRNA Vaccine Series in Solid Organ Transplant Recipients",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Boyarsky",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Werbel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Avery",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Jama",
            "volume": "325",
            "issn": "21",
            "pages": "2204--2206",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Evaluating SARS-CoV-2 spike and nucleocapsid proteins as targets for antibody detection in severe and mild COVID-19 cases using a Luminex beadbased assay",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mariën",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ceulemans",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Michiels",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J Virol Methods",
            "volume": "288",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Antibody Response to COVID-19 Vaccination in Adults With Hematologic Malignant Disease",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Ollila",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Masel",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "JAMA Oncol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Comparison of two highly-effective mRNA vaccines for COVID-19 during periods of Alpha and Delta variant prevalence",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Puranik",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Lenehan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Silvert",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "2A). Furthermore, the odds of having an antibody response decreased with a factor 0.972 (95% CI, 0.950-0.995) with a one-year increase in age. Patients receiving the mRNA-1273 vaccine (Moderna) showed significantly different seroconversion rates 21 days after dose 1 compared to patients receiving the BNT162b2 vaccine (Pfizer-BioNTech) (50% versus 16.9%; adjusted OR, 5.074 (95% CI, 2.726-9.446); p < 0.001). After selecting patients with an antibody response (n = 79), the mRNA-1273 vaccine resulted in a higher mean (log-transformed) anti-RBD IgG antibody level compared to the BNT162b2 (Pfizer) vaccine (p = 0.029). The mean logtransformed anti-RBD IgG antibody level was significantly different between both vaccines (",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "antibody response (n (%)) 51 (50.0) 28 (16.9) < 0.001* Anti-RBD IgG antibody levels † (median (IQR)) 5.80 (2.40-10.54) 3.28 (1.99-5.74) 0.016** Anti-RBD IgG antibody levels † (geometric mean (GSD)) 5.02 (2.26) 3.36 (1.86) 0.026*** † In responding patients * Based on Pearson's Chi-square test ** Based on Mann-Whitney U test *** Based on an unpaired Student's t-test comparing two mean log-GMTs Abbreviations: AZA = azathioprine ; CS = corticosteroids ; CNI = calcineurin inhibitors ; GSD = geometric standard deviation; IgG = immunoglobulins G ; IQR = interquartile range ; MMF = mycophenolate mofetil; mTOR = mechanistic target of rapamycin; n = number ; RBD = receptor binding domain ; SD = standard deviation",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Abbreviations: CI = confidence interval: IQR = interquartile range; n = number; NA = not applicable; OR = odds ratio; Ref = referenceLegends to figures Anti",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Figure 1:",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "In total, 127 KTR, 103 patients on haemodialysis and 38 patients on peritoneal dialysis were included (Table 1). The median age of all included patients was 63 years (interquartile range (IQR), 51-72 years) and 61% were men. Sixty-two percent received the BNT162b2 vaccine",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Baseline characteristics",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "A: Multiple logistic regression model for factors associated with antibody response to the first dose of SARS-CoV-2 Messenger RNA vaccine * Based on an overall likelihood ratio test Abbreviations: CI = confidence interval: IQR = interquartile range; n = number; NA = not applicable; OR = odds ratio; Ref = reference B: Multiple linear regression model for factors associated with antibody levels after first dose of SARS-CoV-2 Messenger RNA vaccine * Based on an overall partial F-test",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to thank study nurses E. Meersman, S. Verhofstede, N. Marmitte and T. Bogaerts for their excellent and efficient help. We also thank E. Snelders, S. Van Hees and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements:"
        }
    ]
}