{"paper_id": "94b486c12412fdd929aa4d18d8784d6d06313ba3", "metadata": {"title": "Sequence Analysis and Structural Prediction of the Severe Acute Respiratory Syndrome Coronavirus nsp5", "authors": [{"first": "Jia-Hai", "middle": [], "last": "Lu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ding-Mei", "middle": [], "last": "Zhang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Guo-Ling", "middle": [], "last": "Wang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "#", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Zhong-Min", "middle": [], "last": "Guo", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Juan", "middle": [], "last": "Li", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Bing-Yan", "middle": [], "last": "Tan", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Li-Ping Ou-Yang", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Wen-Hua", "middle": [], "last": "Ling", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Xin-Bing", "middle": [], "last": "Yu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Nan-Shan", "middle": [], "last": "Zhong", "suffix": "", "affiliation": {"laboratory": "", "institution": "Guangzhou Medical College", "location": {"postCode": "510120", "settlement": "Guangzhou", "country": "China"}}, "email": ""}]}, "abstract": [{"text": "The non-structural proteins (nsp or replicase proteins) of coronaviruses are relatively conserved and can be effective targets for drugs. Few studies have been conducted into the function of the severe acute respiratory syndrome coronavirus (SARS-CoV) nsp5. In this study, bioinformatics methods were employed to predict the secondary structure and construct 3-D models of the SARS-CoV GD strain nsp5. Sequencing and sequential comparison was performed to analyze the mutation trend of the polymerase nsp5 gene during the epidemic process using a nucleotide-nucleotide basic local alignment search tool (BLASTN) and a protein-protein basic local alignment search tool (BLASTP). The results indicated that the nsp5 gene was steady during the epidemic process and the protein was homologous with other coronavirus nsp5 proteins. The protein encoded by the nsp5 gene was expressed in COS-7 cells and analyzed by sodium dodecylsulfate-polyacrylamide gel electrophoresis (SDS-PAGE). This study provided the foundation for further exploration of the protein's biological function, and contributed to the search for anti-SARS-CoV drugs.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The severe acute respiratory syndrome (SARS) was first identified in Guangdong Province, southern China, and spread to 32 countries and regions in the world. A novel identified virus named the SARS coronavirus (SARS-CoV) has been established as the etiological agent [1] . There are three groups of coronaviruses: groups I and II contain mammalian viruses, while group III contains only avian viruses [2] . On the basis of unrooted phylogenetic analysis, SARS-CoV was proposed to represent a novel virus and was defined as a fourth group of coronaviruses [3, 4] . But later, Snijder et al. suggested that the SARS-CoV lineage was an early split-off from the group II branch by rooted phylogenetic analysis of coronavirus replicase genes [5] . The complete genome sequence of SARS-CoV is now available from GenBank. With the interpretation of the whole SARS-CoV gene sequence, the genes associated with SARS-CoV's function and etiology have become more and more familiar to us [3, 4] . The SARS-CoV genome is a positive strand RNA of approximately 29,700 nucleotides and has a 5' cap structure and 3' poly(A) tail [4] [5] [6] . It is composed of at least 14 functional open reading frames (ORFs) that encode three classes of proteins: structural proteins (the S, M, E and N proteins), 16 non-structural proteins (the nsp or replicase proteins) involved in viral RNA synthesis, and proteins that are thought to be non-essential for replication in tissue culture but clearly provide a selective advantage in vivo (accessory proteins) [3, 4, 6, 7] .", "cite_spans": [{"start": 267, "end": 270, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 401, "end": 404, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 555, "end": 558, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 559, "end": 561, "text": "4]", "ref_id": "BIBREF3"}, {"start": 737, "end": 740, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 976, "end": 979, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 980, "end": 982, "text": "4]", "ref_id": "BIBREF3"}, {"start": 1113, "end": 1116, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 1117, "end": 1120, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 1121, "end": 1124, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 1531, "end": 1534, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 1535, "end": 1537, "text": "4,", "ref_id": "BIBREF3"}, {"start": 1538, "end": 1540, "text": "6,", "ref_id": "BIBREF5"}, {"start": 1541, "end": 1543, "text": "7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": ""}, {"text": "The coronavirus replicases are encoded by two large 5'-proximal ORFs, which comprise approximately two-third of the genome polyproteins. ORF1a and ORF1b are connected by a ribosomal frame shift site, and the ribosomal frame shift results in the translation of an ORF1a protein and a carboxyl-extended ORF1ab frame shift protein, which are also known as replicase polyproteins PP1a and PP1ab [4] . The ORF1a and ORF1ab translation products are polyprotein precursors, which are cleaved by viral proteinases, resulting in a minimum of 13 nonstructural proteins, including a 3C-like proteinase (nsp5), an RNA-dependent RNA polymerase (nsp12, RdRp), a papain-like proteinase activity (PL2 pro , nsp3), and a superfamily 1-like helicase activity (HEL1, nsp13) [6] (following the nomenclature used by Snijder et al. [5] ), and other function-unknown non-structural proteins. These replicase polyproteins play important roles in controlling the replication of viral genome RNA, the transcription of the sgmRNA, and the synthesis and translation of the mRNA of structural proteins (S, M, E, N) [4, 8] . Structural proteins have been selected as candidates for anti-SARS drugs, but there is a chance of mutation at these proteins, leading to the inefficacy of anti-SARS drugs. The replicase proteins are relatively conserved and can be effective targets for anti-SARS drugs. In order to search for the targets of anti-SARS drugs and study the biological function of SARS-CoV nsp5, we carried out the following research. We compared the nsp5 of the SARS-CoV GD strain (isolated from Guangdong patient) with that of other SARS-CoV strains using a nucleotidenucleotide basic local alignment search tool (BLASTN) to find out the variance tendency. In the same way we compared the amino acid sequence with that of other coronaviruses using a protein-protein basic local alignment search tool (BLASTP) to find the homologous protein. We know that the biological function of the gene is achieved by protein encoding, but the functions of the protein are closely related to its structure. In the process of biological evolution a protein's structure is more conserved than its sequence, so it is more useful for the study of the functions and mechanisms of a protein to master the protein structure information. To extract more information, we constructed the secondary structure and 3-D models of the nsp5 protein. To further study the function of nsp5, we cloned the nsp5 gene of SARS-CoV, isolated by molecular biological methods from a SARS patient in Guangdong. We constructed the eukaryotic expression plasmid and successfully expressed the nsp5 proteins. At present, few studies focused on the polymerase nsp5, hardly enough to elucidate its biological function. To deal with a possible recurrence of SARS, the determination of targets in the SARS-CoV is impor-tant [7, 8] . It provides the foundation for further exploration of the biological functions of this protein during transmission, and assists in the search for anti-SARS-CoV drugs.", "cite_spans": [{"start": 391, "end": 394, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 755, "end": 758, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 810, "end": 813, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 1086, "end": 1089, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 1090, "end": 1092, "text": "8]", "ref_id": "BIBREF7"}, {"start": 2856, "end": 2859, "text": "[7,", "ref_id": "BIBREF6"}, {"start": 2860, "end": 2862, "text": "8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": ""}, {"text": "The SARS-CoV GD strain was derived from a 47-yearold female who had returned from Hong Kong infected with SARS-CoV on 1 April, 2003. She was admitted to hospital on 9 April of the same year.", "cite_spans": [], "ref_spans": [], "section": "SARS-CoV GD strain"}, {"text": "The virus was routinely cultivated in Vero E6 cells. The titer of virus was measured at approximately 10 6.75 TCID 50 /ml. The RNA was extracted according to the instructions of the Viral RNA extraction kit (Qiagen, Hilden, Germany) [11, 12] .", "cite_spans": [{"start": 233, "end": 237, "text": "[11,", "ref_id": "BIBREF10"}, {"start": 238, "end": 241, "text": "12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Viral culture for SARS-CoV GD strain and extraction of SARS-CoV genomic of RNA"}, {"text": "The cDNA was reverse transcribed with random primers by RT-PCR (reverse transcription-polymerase chain reaction) kit (TaKaRa, Dalian, China) using the RNA extracted as the template. Reverse transcription was performed at 42 °C for 45 min, then at 95 °C for 5 min. The nsp5 gene is located within the nucleotides 12,022-12,615 of the SARS-CoV GD strain. The primers were designed according to the sequence of the SARS-CoV strain in Taipei (GenBank accession No. AY291451). The forward primer was 5'-GCCGTCGACATGGCTATT-GCTT-3'. The reverse primer was 5'-GCGCGGCCGCT-TACTGTAGTTTA-3'. GTCGAC is the SalI site and GCGGCCGC is the NotI site. An aliquot (2 µl) of the cDNA product was amplified by PCR. PCR reactions were as follows: 95 °C for 1 min; 94 °C for 30 s, 50 °C for 50 s, and 72 °C for 1 min, 37 cycles; 72 °C for 10 min. Subsequently, PCR products were purified according to the instructions of the gel extraction kit (TaKaRa).", "cite_spans": [], "ref_spans": [], "section": "Amplification of nsp5 gene by RT-PCR"}, {"text": "The gene sequence was sent to Shanghai Genecore Bio Technologies Company Limited for DNA sequencing. The gene sequence and amino acid sequence were then compared with other homologous genes and amino acids by BLASTN and BLASTP to analyze the variance tendency http://www.abbs.info; www.blackwellpublishing.com/abbs of nsp5. To extract more information about the nsp5 protein, we predicted the secondary structure using the Protein Structure Prediction Server (PSIPRED) [13] . A 3-D model of nsp5 was constructed using the Protein Fold Recognition (Threading) Server (3D-PSSM) [14] . RasMol and Chime plug-ins (http://www.umass.edu/ microbio/rasmol/index.html) were used to view the 3-D models.", "cite_spans": [{"start": 469, "end": 473, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 576, "end": 580, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Sequence analysis, prediction of secondary structure and 3-D model"}, {"text": "After the PCR products were purified, the PCR products and the expression vector pCI-neo (Promega, Madison, USA) were both digested with SalI and NotI (TaKaRa). The ligation was performed between the target gene and the pCI-neo expression vector by T4 DNA ligase (TaKaRa), which was named pCI-neo-nsp5. Double restriction digestion and DNA sequencing was performed to identify the positive clone.", "cite_spans": [], "ref_spans": [], "section": "Construction and identification of eukaryotic recombinant expression vector pCI-neo-nsp5"}, {"text": "The COS-7 cells (Promega) were cultured in Dulbecco's modified Eagle's medium (DMEM) supplemented with 10% fetal bovine serum in a humidified atmosphere of 5% CO 2 at 37 °C. The recombinant expression plasmid pCI-neo-nsp5 was transfected into COS-7 cells using lipofectin reagent according to the manufacturer's instructions and incubated for 72 h. The transfected cell clones (COS-7/pCI-neo-nsp5) were selected by the addition of G-418 (Geneticin, 800 µg/ml) and cultured under appropriate conditions. The cells were digested by 0.25% pepsin and washed with phosphatebuffered saline (PBS) three times, then sonicated. After sonication, the mixture was centrifuged at 10,000 g for 15 min at 4 °C. The supernatant and culture supernatant of COS-7 cells were both concentrated with PEG20000. The products were resolved by 7% sodium dodecylsulfate-polyacrylamide gel electrophoresis (SDS-PAGE) and stained with Coomassie brilliant blue (Sigma, USA).", "cite_spans": [], "ref_spans": [], "section": "Expression of the nsp5 protein and SDS-PAGE"}, {"text": "We compared the GD strain nsp5 sequence with those of 110 SARS-CoV strains obtained from the National Center for Biotechnology Information (NCBI) using BLASTN. The results demonstrated that the GD strain was completely homologous with 105 SARS-CoV strains (data not shown); only 5 of the 110 strains, when compared with the GD strain, had undergone mutation. As shown in Table 1 , the GD01 strain had one mutation at the 129th base site, but the amino acid and secondary structure did not change. The HSZ-A strain had one mutation at the 267th base site. In ZJ01, mutation occurred at the 496th and the 497th base sites, which resulted in changes to the amino acid. ShanghaiQXC1 was completely in accord with ShanghaiQXC2, in which the t was substituted by c and V changed into A, but the secondary structure did not change ( Table 1 Variance of SARS-CoV nsp5 protein identical with putative coronavirus nsp5 of porcine epidemic diarrhea virus; and 30% identical with replicase polyprotein 1a of avian infectious bronchitis virus (data not shown). The secondary structure of nsp5 of the GD strain is shown in Fig. 1 . The 3-D model was constructed by 3D-PSSM using 1LKJ [PDB (Protein Data Bank) code] as the template (Figs. 2 and 3) . The 3-D structure of 1LKJ is also shown in Fig. 4 .", "cite_spans": [], "ref_spans": [{"start": 371, "end": 378, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 826, "end": 833, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 1109, "end": 1115, "text": "Fig. 1", "ref_id": null}, {"start": 1217, "end": 1232, "text": "(Figs. 2 and 3)", "ref_id": null}, {"start": 1278, "end": 1284, "text": "Fig. 4", "ref_id": "FIGREF0"}], "section": "Sequence analysis, secondary structure and 3-D model"}, {"text": "Conf, confidence of prediction; Pred, predicted secondary structure; AA, target sequence.", "cite_spans": [], "ref_spans": [], "section": "Fig. 1 Predicted secondary structure of nsp5 protein"}, {"text": "Each amino acid is displayed in a specific color: pink, Val; blue, Gln; green, Ala; white, Gly; orange, Thr; red, Ser; brown, Met.", "cite_spans": [], "ref_spans": [], "section": "Fig. 2 SARS-CoV GD strain nsp5 protein model"}, {"text": "The protein was colored according to the position of the amino acid in the molecule chain, from blue to green, to yellow, to orange, to red. Blue, C terminus of the protein; red, N terminus of the protein. ", "cite_spans": [], "ref_spans": [], "section": "Fig. 3 N and C termini of SARS-CoV GD strain nsp5 protein"}, {"text": "As expected, a 594 bp gene fragment encoding the whole nsp5 protein of SARS-CoV was derived from total RNA by RT-PCR (Fig. 5, lane 1) . The product of PCR was successfully cloned into pCI-neo vector, identified by double restriction digestion (SalI and NotI) (Fig. 5, lane 4) . viral pathogenesis, tissue tropism, genome structure expression and replication, as well as SARS-CoV structural and nonstructural proteins.", "cite_spans": [], "ref_spans": [{"start": 117, "end": 133, "text": "(Fig. 5, lane 1)", "ref_id": "FIGREF1"}, {"start": 259, "end": 275, "text": "(Fig. 5, lane 4)", "ref_id": "FIGREF0"}], "section": "The identification of RT-PCR products and recombinant expressive plasmids pCI-neo-nsp5"}, {"text": "According to the knowledge of coronaviruses, the replicase polyproteins play important roles in controlling the replication of viral genome RNA, the transcription of the sgmRNA, and the synthesis and translation of the mRNA of structural proteins (S, M, E, N) [15] . In this study the nsp5 gene of the SARS-CoV GD strain was compared with other SARS-CoV strains obtained from NCBI to find the variance tendency. The results demonstrated that the GD strain was completely homologous with 105 strains and only five strains had mutations ( Table 1 ). The table shows that the GD01 strain had one mutation at the 129th base site, but the amino acid and secondary structure did not change. We know that GD01 was the early case in the transmission. The result suggested that the 129th base site mutated in the middle and late period of transmission, but the corresponding amino acid and secondary structure did not change. The HSZ-A strain, which was also submitted by Guangzhou, had one mutation at the 267th base site, also without amino acid or secondary structure change. In ZJ01, submitted 12 May 2003 in Zhejiang Province, mutation occurred at the 496th and 497th base sites, which resulted in change to the amino acid. ShanghaiQXC1, submitted 11 November 2003, was completely in accord with ShanghaiQXC2, in which the t was substituted by c, and V changed into A, but the secondary structure did not change. From the 110", "cite_spans": [{"start": 260, "end": 264, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [{"start": 537, "end": 544, "text": "Table 1", "ref_id": "TABREF0"}], "section": "The identification of RT-PCR products and recombinant expressive plasmids pCI-neo-nsp5"}, {"text": "The recombinant expression vector was successfully transfected into COS-7 cells using lipofectin reagent. The cells carrying the nsp5 gene were obtained and the nsp5 protein was successfully expressed. The expressed protein was analyzed by SDS-PAGE (Fig. 6) . The protein was approximately 21 kDa, and the study of its function is underway.", "cite_spans": [], "ref_spans": [{"start": 249, "end": 257, "text": "(Fig. 6)", "ref_id": "FIGREF2"}], "section": "Expression of the nsp5 protein"}, {"text": "The SARS-CoV genome is approximately 29.7 kb long and composed of at least 14 functional ORFs which encode the S, N, M, E and other proteins [4] . The S, N, M and E proteins have been successfully expressed and purified [2] [3] [4] . The SARS outbreak has inspired a myriad of studies into virtually every aspect of SARS-CoV biology, including SARS-CoV strains, there are only five mutations at five base sites in five strains, two amino acid substitutions and no structural change. The results indicated that nsp5 is very stable during the transmission and evolutionary processes, suggesting it is an appropriate target for anti-SARS drugs. The mutations may also be important for adaptation to host conditions, and the mechanism of these changes still needs to be explored. The secondary structure of nsp5 of the GD strain is shown in Fig. 1 . Clearly it is mostly composed of helices. The BLASTP result indicated that the nsp5 protein of the SARS-CoV GD strain is homologous with the nsp5 protein of other coronaviruses. We can base our exploration of the function of the SARS-CoV nsp5 protein, and our design of anti-SARS drugs, on other coronavirus nsp5 proteins. Interestingly, the nsp5 protein of the SARS-CoV GD strain possessed the highest identification of replicase polyprotein 1ab of human coronavirus NL63, which was also identified in January 2003 [16] . Further exploration is needed to establish whether a relationship exists between them.", "cite_spans": [{"start": 141, "end": 144, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 220, "end": 223, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 224, "end": 227, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 228, "end": 231, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 1362, "end": 1366, "text": "[16]", "ref_id": "BIBREF15"}], "ref_spans": [{"start": 837, "end": 843, "text": "Fig. 1", "ref_id": null}], "section": "Discussion"}, {"text": "To gain further insight, we constructed a rudimentary 3-D model of the nsp5 protein by 3D-PSSM, using 1LKJ as the template. This method determines the possible fold type of a particular protein using the folds of a different protein, whose structure is already known to us, as a template. This model is generated directly from the alignment, with no subsequent refinement. The results revealed the three proteins with the highest PSSM E-value: 1LKJ (PDB code), which is a chain of calmodulin from the yeast Saccharomyces cerevisiae, with an E-value of 4.8; 1ABV, which is the delta subunit of the F 1 F o -ATP synthase, with an E-value of 7.44; 1J1EC, which is troponin, with an E-value of 7.51. The 3-D structure of 1LKJ is also shown in Fig. 4 . The results demonstrated that 1LKJ is mostly composed of 8 alpha helices. The secondary structure of GD nsp5 also demonstrated that it is mostly made up of alpha helices, which indicated that it was reasonable to construct the 3-D model of the SARS-CoV nsp5 protein using 1LKJ as the template. Calmodulin is a ubiquitous Ca 2+ -binding regulatory protein that mediates the action of Ca 2+ in a diverse array of biological events, including cell division, microtubular depolymerization and cyclic nucleotide metabolism, Ca 2+ transport, and protein phosphorylation [17] . The identification between nsp5 and calmodulin led us to consider whether nsp5 had a similar function to that of calmodulin, which needed further exploration. The results also showed the protein in the fold library with the highest sequence identity with nsp5 was 1UD0 (PDB code, heat-shock-like protein a chain). As reported above, 3D-PSSM is a method of constructing a 3-D model of a submitted protein using the protein in the fold library with the most homologous folds. The models generated by 3D-PSSM are simple mappings from the coordinates of the template structure and the query sequence residues aligned to them. The E-value is the measure of confidence in the prediction, and the closer this score is to zero, the better the textual match. In this result the lowest E-value was 4.8, which indicated that certainty was less than 50%. Consequently the generated 3-D model of nsp5 is only rudimentary. An exact model can only be obtained through further study.", "cite_spans": [{"start": 1312, "end": 1316, "text": "[17]", "ref_id": "BIBREF16"}], "ref_spans": [{"start": 739, "end": 745, "text": "Fig. 4", "ref_id": "FIGREF0"}], "section": "Discussion"}, {"text": "In this study, we constructed the eukaryotic recombinant expression plasmidpCI-neo-nsp5. The recombinant expression vector pCI-neo-nsp5 was transfected into COS-7 cells, and the protein was then expressed and analyzed by SDS-PAGE. The successful construction of the 3-D structure model, the preliminary function prediction and stable expression of nsp5 protein established the foundation for the further exploration of its actual biological function and contributed to the search for anti-SARS drugs.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Infectious diseases. Second suspect in the global mystery outbreak", "authors": [{"first": "M", "middle": [], "last": "Enserink", "suffix": ""}], "year": 2003, "venue": "Science", "volume": "299", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Prediction of proteinase cleavage sites in polyproteins of coronaviruses and its application in analyzing SARS-CoV genomes", "authors": [{"first": "F", "middle": [], "last": "Gao", "suffix": ""}, {"first": "H", "middle": ["Y"], "last": "Ou", "suffix": ""}, {"first": "L", "middle": ["L"], "last": "Chen", "suffix": ""}, {"first": "W", "middle": ["X"], "last": "Zheng", "suffix": ""}, {"first": "C", "middle": ["T"], "last": "Zhang", "suffix": ""}], "year": 2003, "venue": "FEBS Lett", "volume": "553", "issn": "", "pages": "451--456", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Characterization of a novel coronavirus associated with severe acute respiratory syndrome", "authors": [{"first": "P", "middle": ["A"], "last": "Rota", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Oberste", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Monroe", "suffix": ""}, {"first": "W", "middle": ["A"], "last": "Nix", "suffix": ""}, {"first": "R", "middle": [], "last": "Campagnoli", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Icenogle", "suffix": ""}, {"first": "S", "middle": [], "last": "Peñaranda", "suffix": ""}], "year": 2003, "venue": "Science", "volume": "300", "issn": "", "pages": "1394--1399", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "The genome sequence of the SARS-associated coronavirus", "authors": [{"first": "M", "middle": ["A"], "last": "Marra", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Jones", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Astell", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Holt", "suffix": ""}, {"first": "A", "middle": [], "last": "Brooks-Wilson", "suffix": ""}, {"first": "Ysn", "middle": [], "last": "Butterfield", "suffix": ""}, {"first": "J", "middle": [], "last": "Khattra", "suffix": ""}], "year": 2003, "venue": "Science", "volume": "300", "issn": "", "pages": "1399--1404", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Unique and conserved features of genome and proteome of SARS-coronavirus, an early split-off from the coronavirus group 2 lineage", "authors": [{"first": "E", "middle": ["J"], "last": "Snijder", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Bredenbeek", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Dobbe", "suffix": ""}, {"first": "V", "middle": [], "last": "Thiel", "suffix": ""}, {"first": "J", "middle": [], "last": "Ziebuhr", "suffix": ""}, {"first": "Llm", "middle": [], "last": "Poon", "suffix": ""}, {"first": "Y", "middle": [], "last": "Guan", "suffix": ""}], "year": 2003, "venue": "J Mol Biol", "volume": "331", "issn": "", "pages": "991--1004", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "The nsp9 replicase protein of SARS-coronavirus, structure and functional insights", "authors": [{"first": "G", "middle": [], "last": "Sutton", "suffix": ""}, {"first": "E", "middle": [], "last": "Fry", "suffix": ""}, {"first": "L", "middle": [], "last": "Carter", "suffix": ""}, {"first": "S", "middle": [], "last": "Sainsbury", "suffix": ""}, {"first": "T", "middle": [], "last": "Walter", "suffix": ""}, {"first": "J", "middle": [], "last": "Nettleship", "suffix": ""}, {"first": "N", "middle": [], "last": "Berrow", "suffix": ""}], "year": 2004, "venue": "Structure", "volume": "12", "issn": "", "pages": "341--353", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Mechanisms and enzymes involved in SARS coronavirus genome expression", "authors": [{"first": "V", "middle": [], "last": "Thiel", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Ivanov", "suffix": ""}, {"first": "A", "middle": [], "last": "Putics", "suffix": ""}, {"first": "T", "middle": [], "last": "Hertzig", "suffix": ""}, {"first": "B", "middle": [], "last": "Schelle", "suffix": ""}, {"first": "S", "middle": [], "last": "Bayer", "suffix": ""}, {"first": "B", "middle": [], "last": "Weiβbrich", "suffix": ""}], "year": 2003, "venue": "J Gen Virol", "volume": "84", "issn": "", "pages": "2305--2315", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "A zinc finger-containing papain-like protease couples subgenomic mRNA synthesis to genome translation in a positive-stranded RNA virus", "authors": [{"first": "M", "middle": ["A"], "last": "Tijms", "suffix": ""}, {"first": "L", "middle": ["C"], "last": "Dinten", "suffix": ""}, {"first": "A", "middle": ["E"], "last": "Gorbalenya", "suffix": ""}, {"first": "E", "middle": ["J"], "last": "Snijder", "suffix": ""}], "year": 2001, "venue": "Proc Natl Acad Sci", "volume": "98", "issn": "", "pages": "1889--1894", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Pentoxifylline and severe acute respiratory syndrome (SARS): A drug to be considered", "authors": [{"first": "J", "middle": ["F"], "last": "Bermejo Martin", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Jimenez", "suffix": ""}, {"first": "A", "middle": [], "last": "Munoz-Fernandez", "suffix": ""}], "year": 2003, "venue": "Med Sci Monit", "volume": "9", "issn": "", "pages": "29--34", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Coronavirus main proteinase (3CL-Pro) structure: Basis for design of anti-SARS Drugs", "authors": [{"first": "K", "middle": [], "last": "Anand", "suffix": ""}, {"first": "J", "middle": [], "last": "Ziebuhr", "suffix": ""}, {"first": "P", "middle": [], "last": "Wadhwani", "suffix": ""}, {"first": "J R", "middle": [], "last": "Mesters", "suffix": ""}, {"first": "R", "middle": [], "last": "Hilgenfeld", "suffix": ""}], "year": 2003, "venue": "Science", "volume": "300", "issn": "", "pages": "1763--1767", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Establishment of SARS virus vaccine line", "authors": [{"first": "J", "middle": ["H"], "last": "Lu", "suffix": ""}, {"first": "X", "middle": ["G"], "last": "Yan", "suffix": ""}, {"first": "Z", "middle": ["M"], "last": "Guo", "suffix": ""}, {"first": "H", "middle": ["Y"], "last": "Zheng", "suffix": ""}, {"first": "X", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "Z", "middle": ["Y"], "last": "Wan", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Zhang", "suffix": ""}], "year": 2003, "venue": "Guangdong Med J (Chin)", "volume": "24", "issn": "", "pages": "194--195", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Humoral immune responses in rabbits induced by an experimental inactivated severe acute respiratory syndrome coronavirus vaccine prepared from F69 strain", "authors": [{"first": "C", "middle": ["H"], "last": "Zhang", "suffix": ""}, {"first": "Z", "middle": ["M"], "last": "Guo", "suffix": ""}, {"first": "H", "middle": ["Y"], "last": "Zheng", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Lu", "suffix": ""}, {"first": "Y", "middle": ["F"], "last": "Wang", "suffix": ""}, {"first": "X", "middle": ["G"], "last": "Yan", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhao", "suffix": ""}], "year": 2004, "venue": "Chin Med J", "volume": "117", "issn": "", "pages": "1625--1629", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "The PSIPRED protein structure prediction server", "authors": [{"first": "L", "middle": ["J"], "last": "Mcguffin", "suffix": ""}, {"first": "K", "middle": [], "last": "Bryson", "suffix": ""}, {"first": "D", "middle": ["T"], "last": "Jones", "suffix": ""}], "year": 2000, "venue": "Bioinformatics", "volume": "16", "issn": "", "pages": "404--405", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Enhanced genome annotation using structural profiles in the program 3D-PSSM", "authors": [{"first": "L", "middle": ["A"], "last": "Kelley", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Maccallum", "suffix": ""}, {"first": "Mje", "middle": [], "last": "Sternberg", "suffix": ""}], "year": 2000, "venue": "J Mol Biol", "volume": "299", "issn": "", "pages": "499--520", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Determinants of mouse hepatitis virus 3C-like proteinase activity", "authors": [{"first": "Y", "middle": [], "last": "Lu", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Denison", "suffix": ""}], "year": 1997, "venue": "Virology", "volume": "230", "issn": "", "pages": "335--342", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "New human coronavirus isolated", "authors": [{"first": "K", "middle": [], "last": "Ahmad", "suffix": ""}], "year": 2004, "venue": "Lancet Infect Dis", "volume": "4", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Reduced level of calmodulin in PC12 cells induced by stable expression of calmodulin antisense RNA inhibits cell proliferation and induces neurite outgrowth", "authors": [{"first": "G", "middle": [], "last": "Davidkova", "suffix": ""}, {"first": "S", "middle": ["P"], "last": "Zhang", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Nichols", "suffix": ""}, {"first": "B", "middle": [], "last": "Weiss", "suffix": ""}], "year": 1996, "venue": "Neuroscience", "volume": "75", "issn": "", "pages": "1003--1019", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "-D structure of 1LKJ protein http://www.abbs.info; www.blackwellpublishing.com/abbs", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Identification of nsp5 gene PCR product and restriction enzyme analysis of pCI-neo-nsp5M1, DNA marker, DL2000; 1, PCR of the aimed gene (594 bp); 2, SalI digestion of pCI-neo; 3, SalI digestion of pCI-neo-nsp5; 4, SalI and NotI digestion of pCIneo-nsp5; M2, DNA marker, λ/HindIII digest.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "SDS-PAGE analysis of nsp5 protein from transfected COS-7 cells M, protein marker; 1, culture supernatant of COS-7 cells transfected by pCI-neo; 2, culture supernatant of COS-7 cells; 3, supernatant of the sonicated COS-7 cells transfected by pCI-neo; 4, culture supernatant of COS-7 cells transfected by pCIneo-nsp5; 5, supernatant of the sonicated COS-7 cells transfected by pCI-neo-nsp5.", "latex": null, "type": "figure"}, "TABREF0": {"text": ". The BLASTP result indicated that the nsp5 protein of the SARS-CoV GD strain is: 37% identical with replicase polyprotein 1ab of human coronavirus NL63 and ORF1a of human group I coronavirus associated with pneumonia; 35% identical with putative coronavirus nsp5 of human coronavirus 229E, coronavirus nsp5 of bovine coronavirus and RNAdirected RNA polymerase of murine hepatitis virus; 34% AA, amino acid; N, nucleotide; H, helix; S, secondary structure. Bold letters, the nucleotide variation at the corresponding position of nsp5; italicized letters, the single nucleotide variations (SNVs) causing amino acid non-synonymous variations. GenBank accession No.: GD01, AY278489; HSZ-A, AY394984; ShanghaiQXC1, AY463059; ShanghaiQXC2, AY463060; ZJ01, AY297028.", "latex": null, "type": "table"}, "TABREF1": {"text": "Table 1 Variance of SARS-CoV nsp5 protein\nMutated base position", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>129 </td><td> </td><td> </td><td>267 </td><td> </td><td> </td><td>496/497 </td><td> </td><td> </td><td>584\n</td><td> </td><td> </td></tr><tr><td>Strain </td><td>N </td><td>AA </td><td>S </td><td>N </td><td>AA </td><td>S </td><td>N </td><td>AA </td><td>S </td><td>N </td><td>AA </td><td>S\n</td></tr><tr><td>GD </td><td>aat </td><td>N </td><td>H </td><td>aca </td><td>T </td><td>H </td><td>att </td><td>I </td><td>H </td><td>gtt </td><td>V </td><td>H\n</td></tr><tr><td>GD01 </td><td>aac </td><td>N </td><td>H </td><td>aca </td><td>T </td><td>H </td><td>att </td><td>I </td><td>H </td><td>gtt </td><td>V </td><td>H\n</td></tr><tr><td>HSZ-A </td><td>aat </td><td>N </td><td>H </td><td>act </td><td>T </td><td>H </td><td>att </td><td>I </td><td>H </td><td>gtt </td><td>V </td><td>H\n</td></tr><tr><td>ShanghaiQXC1 </td><td>aat </td><td>N </td><td>H </td><td>aca </td><td>T </td><td>H </td><td>att </td><td>I </td><td>H </td><td>gct </td><td>A </td><td>H\n</td></tr><tr><td>ShanghaiQXC2 </td><td>aat </td><td>N </td><td>H </td><td>aca </td><td>T </td><td>H </td><td>att </td><td>I </td><td>H </td><td>gct </td><td>A </td><td>H\n</td></tr><tr><td>ZJ01 </td><td>aat </td><td>N </td><td>H </td><td>aca </td><td>T </td><td>H </td><td>cat </td><td>H </td><td>H </td><td>gtt </td><td>V </td><td>H\n</td></tr></table></body></html>"}}, "back_matter": []}