{
    "paper_id": "95dff08e3bd0f95b4539306ba2b8dce6d2ec230f",
    "metadata": {
        "title": "Peri-operative Outcomes and Predictors of Mortality in COVID-19 Positive Patients with Hip Fractures: A Multicentre Study in the UK",
        "authors": [
            {
                "first": "Chiranjit",
                "middle": [],
                "last": "De",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alice",
                "middle": [],
                "last": "Wignall",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Vasileios",
                "middle": [],
                "last": "Giannoudis",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Andrea",
                "middle": [],
                "last": "Jimenez",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Simon",
                "middle": [],
                "last": "Sturdee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Joseph",
                "middle": [],
                "last": "Aderinto",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "Hemant"
                ],
                "last": "Pandit",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jeya",
                "middle": [],
                "last": "Palan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "Aashish"
                ],
                "last": "Gulati",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Aim This UK based multi-centre study reports clinical characteristics, early outcomes and predictors of mortality in 34 consecutive COVID-19-positive hip fractures so that the lessons learnt could be utilised in other parts of World who are at a different phase of the pandemic. Methods This study analysed patient admitted with hip fractures with COVID positive swabs, between March and May'2020 in three large hospitals covering a population of nearly two million. Data was collected on demographic profile, peri-operative variables, post-operative complications and mortality. The specific aim was to identify any variables, which could predict high 30-day mortality. Results Overall, 12% of hip fractures were COVID positive with the mortality rate of 41.2%. The higher age (p = 0.036) and male gender (p = 0.025) was significantly associated with mortality and most of the deaths were between American Society of Anaesthesiologists (ASA) grade 3 and 4 patients. The patients having intramedullary (IM) nailing were more likely to die (p = 0.02). There was no difference in laboratory parameters but there was significant difference in findings on chest radiographs (p < 0.001), post-operative oxygen requirements (p = 0.006) and early respiratory complications (p = 0.006). Conclusion This study suggests that the mortality following surgery for a hip fracture in COVID-positive patients is strikingly high and is associated with higher age and male gender. Higher mortality has been observed for extracapsular fracture operated with intramedullary nailing. In the immediate post-operative period, rapid deterioration of chest imaging, higher oxygen requirement and early pulmonary complications can serve as warning signs and predicting factors for higher mortality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) was declared as pandemic on March 11, 2020 by the World Health Organization (WHO), and since that time, it has rapidly spread to most parts of the world with some areas more severely affected than the others [1] . The pandemic has tested the resilience, responsiveness and adaptability of various healthcare systems, including hospitals, which were largely unprepared for this much scale of the population affected [2] . Multiple new guidelines have been proposed and several existing models of social, domestic and hospital care are being challenged.",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 272,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 476,
                    "end": 479,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the United Kingdom (UK), more than 290,000 cases have been confirmed positive for COVID-19 and almost 45,000 have died [3, 4] . Several co-morbidities are associated with a higher mortality rate in general population. Although patients can contract the virus in the community, a significant number of patients having surgery are, in particular, a vulnerable group and are at a higher risk of being exposed to SARS-CoV-2(COVID- 19) in the hospital environment. They are also more susceptible to higher rate of post-operative complications as a result of exaggeration in their pro-inflammatory cytokine and immunosuppressive response following the surgery [5, 6] .",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 125,
                    "text": "[3,",
                    "ref_id": null
                },
                {
                    "start": 126,
                    "end": 128,
                    "text": "4]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 430,
                    "end": 433,
                    "text": "19)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 657,
                    "end": 660,
                    "text": "[5,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 661,
                    "end": 663,
                    "text": "6]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Hip fractures are one of the most common fragility fractures treated by trauma units across the world [7] . A number of well-known factors lead to higher mortality in such patients [8] . Patients are often frail and elderly with limited physiological reserves and multiple comorbidities. Various pathways and guidelines exist to minimise this and improve functional outcome in patients receiving treatment for hip fractures. The advent of COVID-19 pandemic, however, has led to a major uncertainty in several aspects of 'routine' care provided to these patients.",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 105,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 181,
                    "end": 184,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Before the onset of the pandemic, 1-year mortality rate for hip fractures has been approximately 30%, while the 30-day mortality rate has been reported to be 5-7% [9] . It has been largely unknown as to what impact will the COVID-19 infection have on the outcome of one of the most frequently managed fragility fractures. A few single-centre studies have shown that COVID-positive patients with hip fractures may have a higher mortality rate [10] [11] [12] . Neither of them, however, have specifically explored and analysed their peri-operative outcomes. This multi-centre study aims to report the clinical characteristics, early outcomes and predictors of mortality in a series of COVID-19-positive hip fracture patients who underwent surgery during the COVID-19 pandemic in the UK so that the lessons learnt could be utilised in other parts of world who are at a different phase of the pandemic.",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 166,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 442,
                    "end": 446,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 447,
                    "end": 451,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 452,
                    "end": 456,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This retrospective multi-centre case series study analysed 34 patients admitted with hip fractures who were subsequently found to be covid-19 positive, between 1st March and 30th May in 2020, in three large hospitals covering a population of nearly two million. Approvals were taken from the corresponding institutional review boards by all the participating hospitals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patients and Methods"
        },
        {
            "text": "Several variables were recorded including demographic parameters like age, gender, American society of Anesthesiologists (ASA) grade. To assess preoperative comorbid factors, we documented Charlson Comorbidity Index (CCI), Nottingham Hip Fracture Score (NHFS) and Frailty score for all the hip fractures on admission. Patients were considered to be COVID-positive based on their quantitative Reverse Transcriptase-Polymerase Chain reaction (RT-PCR) SARS-CoV-2 swab results as per standardized protocol using nasal swabs and oropharyngeal swabs. This study involved symptomatic patients only and local guidelines for targeted testing of symptomatic patients. However, due to variability of existing classification systems and wide inter-observer and intra-observer variations, symptomatic patients were not further classified into different grades. Patients were considered to stay in high infection risk zone (Red ward) and planned to be operated in designated 'COVID Theatre' based on either clinical or radiological findings initially if definitive test results were not available by that time. Clinical diagnosis consistent with COVID-19 infection was made by senior physicians and was based on clinical presentation of symptoms highly indicative of COVID-19 infection, including cough, fever, and myalgia [13] . Radiological diagnosis was based on thorax CT, in keeping with locally implemented protocols. However, all patients suspected with clinical or radiological criteria, subsequently had laboratory testing for COVID-19 infection immediately after admission and it was attempted that test results to be available before surgery. Although the patients were tested pre-operatively, their results were not consistently available before surgery. Initially due to lack of testing capacity, patient without any suspected clinical or radiological symptoms were not tested. However, patient with negative test results and with consistent suggestive clinical symptoms were retested up to third sample to clarify the laboratory diagnosis.",
            "cite_spans": [
                {
                    "start": 1309,
                    "end": 1313,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Patients and Methods"
        },
        {
            "text": "We also documented operative factors like time from injury to surgery, laterality of surgery, fracture configuration (extracapsular/intracapsular), operative intervention performed and anesthesia used during surgery. Specific note was taken whether patients were operated in COVIDdesignated trauma theatre or conventional trauma theatre. All the patients were operated by consultants or supervised or assisted by consultants scrubbed in. Post-operative outcomes were measured in terms of post-operative complications, location of post-operative treatment, chest radiograph changes, post-operative oxygen requirement, final outcome at 30 days after surgery and length of hospital stay or mortality (if appropriate). Pre-operatively patients were medically optimised to ensure a safe surgery and none of our patients needed critical care admission or invasive ventilation. 'Do Not Attempt Resuscitation' (DNAR) status and ceiling of critical care and invasive procedures were ensured as per standardised protocol. It was ensured that all patients should receive subcutaneous injection of enoxaparin sodium in appropriate dose as thromboprophylaxis unless contraindicated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patients and Methods"
        },
        {
            "text": "Specific data on clinical symptoms indicative of COVID-19 infection, blood laboratory tests and pulmonary complications were also analyzed. In terms of laboratory parameters, we documented lymphocyte count on admission and lowest lymphocyte count during management, lowest blood albumin level, pre-operative and post-operative hemoglobin level with post-operative drop and key parameters for liver function test.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patients and Methods"
        },
        {
            "text": "Once the above information was obtained, the patients were then divided into two groups: (1) those who survived [Survivor Group] and (2) those who died within 30 days of surgery [30-day Mortality Group]. The specific aim was to identify any variables, which could predict or correlate with 30-day mortality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patients and Methods"
        },
        {
            "text": "For statistical analysis, continuous variables are expressed as mean ± standard deviation (SD) and compared using Student's t test. Categorical variables are expressed as percentages and compared using the Chisquared test. All statistical tests of significance were two-tailed, and P values < 0.05 were considered statistically significant to express correlation. Statistical analyses were performed using SPSS 16.0 statistics software (SPSS Inc. Chicago, IL, USA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patients and Methods"
        },
        {
            "text": "276 consecutive hip fracture patients were screened to identify a study cohort of 34 patients, who had a hip fracture along with a positive COVID-19 test.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The overall mortality rate for COVID-19 positive patients with hip fractures was 41.2% (14 of 34). In the study, 85.7% (12 of 14) deaths were due to pulmonary complications. Table 1 shows that the higher age (p = 0.036) and male gender (p = 0.025) were significantly associated with mortality and most of the deaths in American Society of Anaesthesiologist (ASA) grade 3 and 4 patients. There was no statistically significant difference in comorbidity level and frailty between two groups. However, the mortality group had higher mean CCI, NHFS and Frailty scores.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 174,
                    "end": 181,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The study observed statistically significant higher mortality for patients having intramedullary (IM) nailing (p = 0.02) as surgical fixation. On the other hand, the patients having hip hemiarthroplasty for intracapsular hip fracture were three times more likely to survive. There was generally no difference in the type of anaesthesia and the mortality rate; however, the only patient who received combined GA with Spinal Anaesthesia died.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "As shown in Table 1 , the patients in the mortality group were operated later than the survivors (54.1 h vs 46.7 h) and their hospital stay was longer (22.4 vs 20.7 days). Moreover, mean operative time was lesser in mortality group than the survivors (67.1 min vs 70.2 min). However, these parameters had no statistically significant bearing with the mortality in the study. Table 2 elaborates correlation with the different laboratory parameters. There was, a statistically significant difference in post-operative oxygen requirements (p = 0.006), early findings on chest radiographs as compared to the baseline film on admission (p < 0.001) and early respiratory complications (p = 0.006) between the groups. These factors were more associated with higher mortality and found to be statistically significant. On admission lymphocyte count, the lowest lymphocyte count, pre-operative and post-operative haemoglobin levels, drop in post-operative haemoglobin, lowest albumin level and LFT parameters were similar amongst the two groups. Tables 3, 4 describe the demographic profile and peri-operative variables for patients in the '30-day Mortality Group'.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 19,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 375,
                    "end": 382,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "This study has demonstrated the mortality for COVIDpositive hip fracture patients to be over 40%, which is significantly higher than the reported overall UK mortality rate (15.4%, p < 0.001) and the age specific (> 80 years) mortality rate (21.9%, p < 0.001) for COVID positive patients without hip fractures [3, 4, 14] . Before the pandemic, as per the National Hip Fracture Database (NHFD), the 30-day mortality after hip fracture surgery was recorded as 7.5% between 2011-2017 and 6.1% in 2018 [9] . The case-mixed-adjusted 30-day mortality for patients aged between 80-89 years as per NHFD annual report-2019 was under 10% [9] . In the same age distribution, we found that the COVID-positive patients with hip fractures were almost eight times more likely to die than their COVID-negative counterparts. The recorded mortality for COVID-positive hip fracture patients was 52.9% in New York city [10] and 30.4% in Spain [12] , but both these studies had limited number of patients.",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 315,
                    "text": "4,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 316,
                    "end": 319,
                    "text": "14]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 497,
                    "end": 500,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 627,
                    "end": 630,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 898,
                    "end": 902,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 922,
                    "end": 926,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although the ASA grade of the patients had no statistically significant correlation with mortality in our study, 92.8% (13 out of 14) of patients who died within a month of the surgery were from ASA grade 3 and 4 groups. This is not surprising and even before the pandemic, some studies have illustrated up to 85% of the 30-day post-operative deaths were amongst ASA grade 3 and 4 patients [15] . A study of Spanish outcomes during the pandemic by Vives et al. [12] , with similar population demographics like ours, showed all (100%) the mortalities among ASA 3-5 with share of ASA 3, 4, 5 of 63.6%, 18.2%, 18.2%, respectively. We specifically wanted to identify if there was any correlation between the higher mortality and Charlson comorbidity index, Frailty score and Nottingham Hip Fracture Scores. Although, these variables were higher in the patients who did not survive, none of these were statistically significant. It is quite possible that this is due to Type 2 error. However, a multicentre cohort study by Kayani et al. [16] categorised the COVID-positive patients according to the numerical count of comorbid conditions and found that patients with COVID-19 infection who have greater than three comorbidities, have statistically significant higher mortality rate.",
            "cite_spans": [
                {
                    "start": 390,
                    "end": 394,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 461,
                    "end": 465,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1032,
                    "end": 1036,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In our study, we observed 71.4% of the mortalities were for extracapsular hip fracture and it was statistically significant (p = 0.017). These findings are similar to those of LeBrun et al. [11] and Vives et al. [12] who have reported 66% and 69% 30-day post-operative mortality rate for patients with extracapsular hip fractures, respectively. Some studies [10] [11] [12] , however, have found weaker correlation between mortality and fracture geometry. The New York COVID Hip Fracture Research Group [10] reported nearly 52% patients with extracapsular fracture in the mortality group.",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 194,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 212,
                    "end": 216,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 358,
                    "end": 362,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 363,
                    "end": 367,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 368,
                    "end": 372,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 502,
                    "end": 506,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Egol et al. [10] and LeBrun et al. [11] found weak association of mortality with the type of surgical procedure. The authors reported 50% and 44% mortality for patients treated by intramedullary nailing respectively. In our study, this rate was 83.3%, which was statistically significant (p = 0.02). The exact reason for this remains unknown. We could have hypothesised that this might be related to the intramedullary procedure in the femoral canal causing a 'second hit' in patients who are already physiologically compromised. However, this is a multifactorial issue and type of implant is just one of the multiple factors. Management of every hip fracture in this situation were discussed in multidisciplinary meeting involving hip surgeons and decisions were taken considering local guidelines, logistics and expertise available. This study was mostly oriented on overall management of hip fractures during the COVID-19 pandemic to figure out any key factors in the practice which could have contributed to the outcome. The mortality rate following hip hemiarthroplasty in our study (28.6%) was comparable to 28% and 22% reported values by the New York COVID Hip Fracture Research Group [10] and LeBrun et al. [11] , respectively. The patients having hip hemiarthroplasty for intracapsular hip fracture were three times more likely to survive.",
            "cite_spans": [
                {
                    "start": 12,
                    "end": 16,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 35,
                    "end": 39,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1192,
                    "end": 1196,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1215,
                    "end": 1219,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Egol et al. [10] observed strong association (p < 0.01) between mortality and time to surgery from initial presentation, while LeBrun et al. [11] (p = 0.11) and Spanish HIP-COVID Observational Study [12] (p = 0.844) did not observe such difference. In our study, although the patients in the mortality group were operated later than the survivors (54.1 h vs 46.7 h), this was not statistically significant (p = 0.607). The standard deviation for the delay in surgery was much higher in the mortality group (SD 43.2 h) compared to the survivors (SD 39.7 h) indicating wide variability in time taken for medical optimisation of sick patients before surgery. Some recent evidence reports weak correlation between length of hospital stay and mortality, similar to our study, due to prolonged post-operative care for medical stabilisation [11, 12] .",
            "cite_spans": [
                {
                    "start": 12,
                    "end": 16,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 141,
                    "end": 145,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 199,
                    "end": 203,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 834,
                    "end": 838,
                    "text": "[11,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 839,
                    "end": 842,
                    "text": "12]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We analysed carefully all the laboratory parameters to identify any predicators for high mortality in COVID-positive hip fracture patients. Although recent evidence claimed that lymphopenia might be one of the predictors of disease severity and mortality for COVID-positive patients [17] , our study did not observe this difference. A multicentre Spanish study involving 136 hip fractures with 23 COVID-positive patients also reports similar finding (p = 0.666). It is possible that biochemical and metabolic insult from a hip fracture has acted as a confounder in this regard. Similarly, some studies have reported that deranged liver function tests might be predictor of higher mortality [18] for COVID-19 positive patients. Our study has also demonstrated higher values for key LFT parameters for the mortality group although this was not statistically significant. The evidence from pre-COVID-19 period has suggested that mean post-operative haemoglobin drop of 31.5 g/L for hip fractures might be detrimental [19] . However, we observed mean 14.9 g/L (SD 17.0) drop in post-operative haemoglobin level in the mortality group, which was statistically not significant (p = 0.337).",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 287,
                    "text": "[17]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 690,
                    "end": 694,
                    "text": "[18]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1014,
                    "end": 1018,
                    "text": "[19]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Cheung and Forsh [20] found that COVID-positive hip fracture patients had increased oxygen demands post-operatively and required prolonged supplemental oxygen therapy beyond second post-operative day. Furthermore, in patients who proceed to hip fracture surgery, pulmonary complications are known to be a significant contributor to post-operative morbidity, with the incidence of these complications estimated to be approximately 4-9% [21, 22] . Mi et al. [23] published one of the early studies from China which showed higher mortality for post-operative hip fracture patients with early respiratory complications, higher oxygen requirement and CT scan findings post-operatively. Our study found similar features. The higher dose of oxygen requirement in early post-operative period and early onset respiratory complications were significantly associated with higher mortality for COVID-positive hip fracture patients.",
            "cite_spans": [
                {
                    "start": 17,
                    "end": 21,
                    "text": "[20]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 435,
                    "end": 439,
                    "text": "[21,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 440,
                    "end": 443,
                    "text": "22]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 456,
                    "end": 460,
                    "text": "[23]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The international study of COVID-19 and emergency surgery published in The Lancet [24] reported a considerable increase in mortality due to pulmonary complications which accounted for 82.8% of the deaths. Overall, 30-day mortality was 23%. In our study, 85.7% (12/14) deaths were due to pulmonary complications and early changes in chest radiograph were significantly associated with mortality. Early recognition and treatment of these parameters might help in prevention of some deaths.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 86,
                    "text": "[24]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This study has some limitations. This is a relatively small study of 34 patients although it is one of the largest case series of COVID-positive patients with hip fractures currently in the literature. One has to be cautious about drawing strong conclusions based on this number of patients but clear trends and observations can be noted and this may provide helpful guidance when discussing issues of complications including mortality with patients and their family as part of the consent process for surgery. The data on delayed complications and revision rates were not available in the short time frame analysed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This study has several strengths including its multi-centre design covering large part of England as well as providing detailed data on each hip fracture patient who was COVID-positive, to identify trends in clinical presentation and outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, the mortality following surgery for a hip fracture in COVID-positive patients is strikingly high. This study observed higher mortality for extracapsular fractures operated with intramedullary nail. In the immediate postoperative period, rapid deterioration of chest imaging, higher oxygen requirement and early pulmonary complications can serve as warning signs and predicting factors for higher mortality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "WHO announces COVID-19 outbreak a pandemic",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Offline: COVID-19 and the NHS-\"A national scandal",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Horton",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "ONS report-Deaths broken down by age, sex, area and cause of death",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "We asked the experts: Covid-19 outbreak: is there still a place for scheduled surgery?",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Besnier",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Tuech",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Schwarz",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "World Journal of Surgery",
            "volume": "44",
            "issn": "",
            "pages": "1695--1698",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The orthopaedic treatment of fragility fractures. Clinical Cases in Mineral and Bone Metabolism",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pietri",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lucarini",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "108--116",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Hip fractures among the elderly: Factors associated with inhospital mortality",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Myers",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Van Natta",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "American Journal of Epidemiology",
            "volume": "134",
            "issn": "10",
            "pages": "1128--1137",
            "other_ids": {
                "DOI": [
                    "10.1093/oxfordjournals.aje.a116016"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Increased mortality and major complications in hip fracture care during the COVID-19 pandemic: A New York city perspective",
            "authors": [
                {
                    "first": "Nyu",
                    "middle": [],
                    "last": "The",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Covid Hip Fracture Research Group",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Egol",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Konda",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Bird",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Orthopaedics and Traumatology",
            "volume": "34",
            "issn": "8",
            "pages": "395--402",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Hip fracture outcomes during the COVID-19 pandemic: Early results from New York",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Lebrun",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Konnaris",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Ghahramani",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Orthopaedics and Traumatology",
            "volume": "34",
            "issn": "8",
            "pages": "403--410",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Mortality rates of patients with proximal femoral fracture in a worldwide pandemic-Preliminary results of the Spanish HIP-COVID observational study",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vives",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jornet-Gibert",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cámara-Cabrera",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Journal of Bone and Joint Surgery (American",
            "volume": "102",
            "issn": "13",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: A retrospective cohort study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1054--1062",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "COVID-19) Dashboard-Official data from WHO",
            "authors": [],
            "year": 2020,
            "venue": "WHO Coronavirus Disease",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "ASA grade and elderly patients with femoral neck fracture",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J C"
                    ],
                    "last": "Yeoh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Fazal",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Geriatric Orthopaedic Surgery and Rehabilitation",
            "volume": "5",
            "issn": "4",
            "pages": "195--199",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The effects of COVID-19 on perioperative morbidity and mortality in patients with hip fractures-A multicentre cohort study",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kayani",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Onochie",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Patil",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Bone and Joint Journal",
            "volume": "",
            "issn": "9",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "https:/online.boneandjoint.org.uk/doi/abs/10.1302/0301-620X.102B9.BJJ-2020-1127.R1"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Lymphopenia predicts disease severity of COVID-19: A descriptive and predictive study",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Signal Transduction and Targeted Therapy, 5. Article number",
            "volume": "33",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "COVID-19: Abnormal liver function tests",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Hepatology",
            "volume": "73",
            "issn": "3",
            "pages": "566--574",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "An analysis of postoperative haemoglobin levels in patients with a fractured neck of femur",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Nagra",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Van-Popta",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Whiteside",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Acta Orthopaedica et Traumatologica Turcica",
            "volume": "50",
            "issn": "5",
            "pages": "507--513",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Early outcomes after hip fracture surgery in COVID-19 patients in New York City",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "B"
                    ],
                    "last": "Cheung",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Forsh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Orthopaedics",
            "volume": "21",
            "issn": "",
            "pages": "291--296",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Medical complications and outcomes after hip fracture repair",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Lawrence",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Hilsenbeck",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Noveck",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Archives of Internal Medicine",
            "volume": "162",
            "issn": "18",
            "pages": "2051--2057",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Clinical characteristics and risk factors of postoperative pneumonia after hip fracture surgery: A prospective cohort study",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lv",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Long",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Osteoporosis International",
            "volume": "27",
            "issn": "10",
            "pages": "3001--3009",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Characteristics and early prognosis of COVID-19 infection in fracture patients",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xiong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Journal of Bone and Joint Surgery (American",
            "volume": "102",
            "issn": "9",
            "pages": "750--758",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Mortality and pulmonary complications in patients undergoing surgery with perioperative SARS-CoV-2 infection: an international cohort study",
            "authors": [
                {
                    "first": "Covidsurg",
                    "middle": [],
                    "last": "Collaborative",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "396",
            "issn": "",
            "pages": "27--38",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "COVID-positive patients (N = 34) with demographic and per-operative variables SD standard deviation, ASA American Society of Anaesthesiologist, M male, F female, CCI Charlson Comorbidity Index, NHFS Nottingham Hip Fracture Score",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Comparison of peri-operative variables in the study cohort SD standard deviation, CXR chest radiograph",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements Professor Pandit is a National Institute for Health Research (NIHR) Senior Investigator. The views expressed in this article are those of the author(s) and not necessarily those of the NIHR, or the Department of Health and Social Care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Conflict of interest The authors declare that they have no conflict of interest.Ethical standard statement This article does not contain any studies with human or animal subjects performed by the any of the authors.Informed consent For this type of study informed consent is not required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with Ethical Standards"
        }
    ]
}