{"paper_id": "9617a7a2d43662925f6c56d2e608f98a8801cd18", "metadata": {"title": "COVID-19: a retrospective cohort study with focus on the over-80s and hospital-onset disease", "authors": [{"first": "Simon", "middle": ["E"], "last": "Brill", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Hannah", "middle": ["C"], "last": "Jarvis", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ezgi", "middle": [], "last": "Ozcan", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Thomas", "middle": ["L P"], "last": "Burns", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Rabia", "middle": ["A"], "last": "Warraich", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Lisa", "middle": ["J"], "last": "Amani", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Amina", "middle": [], "last": "Jaffer", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Stephanie", "middle": [], "last": "Paget", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Anand", "middle": [], "last": "Sivaramakrishnan", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Dean", "middle": ["D"], "last": "Creer", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Background: Data from the UK COVID-19 outbreak are emerging, and there are ongoing concerns about a disproportionate effect on ethnic minorities. There is very limited information on COVID-19 in the over-80s, and the rates of hospital-onset infections are unknown. Methods: This was a retrospective cohort study from electronic case records of the first 450 patients admitted to our hospital with PCR-confirmed COVID-19, 77% of the total inpatient caseload to date. Demographic, clinical and biochemical data were extracted. The primary endpoint was death during the index hospital admission. The characteristics of all patients, those over 80 years of age and those with hospital-onset COVID-19 were examined. Results: The median (IQR) age was 72 (56, 83), with 150 (33%) over 80 years old and 60% male. Presenting clinical and biochemical features were consistent with those reported elsewhere. The ethnic breakdown of patients admitted was similar to that of our underlying local population. Inpatient mortality was high at 38%. Patients over 80 presented earlier in their disease course and were significantly less likely to present with the typical features of cough, breathlessness and fever. Cardiac co-morbidity and markers of cardiac dysfunction were more common, but not those of bacterial infection. Mortality was significantly higher in this group (60% vs 28%, p < 0.001). Thirty-one (7%) patients acquired COVID-19 having continuously been in hospital for a median of 20 (14, 36) days. The peak of hospital-onset infections occurred at the same time as the overall peak of admitted infections. Despite being older and more frail than those with community-onset infection, their outcomes were no worse. Conclusions: Inpatient mortality was high, especially among the over-80s, who are more likely to present atypically. The ethnic composition of our caseload was similar to the underlying population. While a significant number of patients acquired COVID-19 while already in hospital, their outcomes were no worse.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "In December 2019, a febrile respiratory tract illness was reported in a cluster of patients in Wuhan City (Hubei Province, China) [1] which we now recognise as the novel pathogenic strain of coronavirus (SARS-coronavirus-2 [SARS-CoV-2]) [2] . The World Health Organization subsequently declared the coronavirus disease 2019 (COVID- 19) a public health emergency of international concern [3] . The infection has spread rapidly across the globe with nearly 6.5 million infections reported worldwide and over 380,000 deaths by 25 April [4] .", "cite_spans": [{"start": 130, "end": 133, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 237, "end": 240, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 332, "end": 335, "text": "19)", "ref_id": "BIBREF19"}, {"start": 387, "end": 390, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 533, "end": 536, "text": "[4]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Background"}, {"text": "The first laboratory-confirmed case of COVID-19 in the UK was reported on January 30, 2020, [5] with a subsequent rapid rise in the number of cases nationally. As of 4 June 2020, 281,661 patients have tested positive for the disease and a total of 39,904 have died [6] . The London peak occurred some 2 to 3 weeks ahead of much of the rest of the UK.", "cite_spans": [{"start": 92, "end": 95, "text": "[5]", "ref_id": "BIBREF5"}, {"start": 265, "end": 268, "text": "[6]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Background"}, {"text": "The first COVID-19 cases in Barnet were reported on 5 March 2020. Barnet is the largest London borough by population with a 2017 population estimate of 406,600 inhabitants [7] . Barnet Hospital, a busy suburban hospital with 440 beds, confirmed its first PCR-positive COVID-19 patient on 9 March 2020. Since this, initial case numbers have risen rapidly with the number of laboratory confirmed COVID-19 inpatients admitted at 587 by 25 April. The peak daily number of positive tests on inpatients was 48, on 2 April, and the number of confirmed COVID-19 inpatients peaked at 274 on 6 April.", "cite_spans": [{"start": 172, "end": 175, "text": "[7]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Background"}, {"text": "Since the early case reports, there have been numerous publications from China [8] , the USA [9] and elsewhere [10] describing presenting features and outcomes of the disease and, more recently, from the UK [11] . However, few prior publications have examined the presentation of COVID-19 in the over-80s, and none have reported rates of hospital-onset infections. There are also significant concerns in the UK about an apparent excess in COVID-19related mortality among ethnic minorities [12] .", "cite_spans": [{"start": 79, "end": 82, "text": "[8]", "ref_id": "BIBREF8"}, {"start": 93, "end": 96, "text": "[9]", "ref_id": null}, {"start": 111, "end": 115, "text": "[10]", "ref_id": "BIBREF10"}, {"start": 207, "end": 211, "text": "[11]", "ref_id": "BIBREF11"}, {"start": 489, "end": 493, "text": "[12]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Background"}, {"text": "We hypothesised that COVID-19 would disproportionately affect older patients and that these patients would be more likely to present atypically and also that there would be a significant proportion of patients who acquired the condition while already hospitalised.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "In order to investigate this, we analysed our first 450 laboratory-confirmed cases of COVID-19. This comprises 77% of our cases during the first UK peak as of 25 April. We examined the demographics, ethnicity, clinical and biochemical features, presentations in older adults and hospital-onset infections. We also aimed to provide a detailed and complete picture of the disease as it might present to a busy suburban general hospital. This will provide useful information as services in the UK are remodelled in the run-up to lifting of restrictions and a possible second peak of infections.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "Inpatients returning consecutive positive polymerase chain reaction (PCR) tests for SARS-CoV2 on nasopharyngeal swabs during their hospital admission were included for analysis. Data were collected retrospectively from the electronic patient record. Patients with a clinical diagnosis of COVID-19 without PCR confirmation were not included. Details of the PCR testing methodology are included in the supplementary data appendix.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "Standardised data were collected on demographic features, ethnicity and the presence of co-morbidities (prior diagnosis of cardiac disease [any], hypertension, diabetes, respiratory disease [any] and immunosuppression). In those patients over 65 years of age, the Clinical Frailty Score (CFS) [13] was recorded where available. The presence of care needs prior to admission, including carers at home and institutional care, was recorded.", "cite_spans": [{"start": 293, "end": 297, "text": "[13]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Methods"}, {"text": "Community-onset infection was defined as a positive test within 14 days of hospital admission and hospitalonset infection if the patient had continuously been an inpatient for the 14 days prior to the positive PCR test. Data were recorded at the point of presentation, defined as the day of hospital admission (community-onset infections) or documentation of first symptom presentation in the medical notes (hospital-onset infections). Clinical data included symptom duration and presenting symptoms and signs. A fever was defined as a temperature > 37.8°C.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "Biochemical data included serum lymphocyte and neutrophil counts, C-reactive protein (CRP), procalcitonin, cardiac troponin T, lactate, D-dimer and glucose. The presence of acute kidney injury was defined according to 2012 Kidney Disease: Improving Global Outcomes guidance [14] . These tests were analysed by the hospital clinical laboratory; further details including normal limits and detection thresholds are included in the supplementary appendix (Additional file 1: Table S1 ). Values outside the detection thresholds were entered at the threshold.", "cite_spans": [{"start": 274, "end": 278, "text": "[14]", "ref_id": "BIBREF14"}], "ref_spans": [{"start": 472, "end": 480, "text": "Table S1", "ref_id": "TABREF0"}], "section": "Methods"}, {"text": "The primary outcome assessed was death vs discharge from hospital alive at the end of the hospital episode, where the patient had reached this point. Some ventilated patients were transferred to other centres, and outcome data was unavailable at the time of analysis. Early outcomes at day 5 following presentation were also captured and defined as discharged, remaining inpatient, intubated inpatient or dead. Other outcomes included length of stay and whether antibiotics were given.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "Most variables were not expected to be normally distributed and were reported as median (interquartile range [IQR] ). Non-parametric tests were used throughout. Continuous between-group variables were analysed using the Wilcoxon signed-rank test. The Bonferroni correction for multiple analyses was used for comparisons within tables. Categorical variables were analysed using the chi-squared test. Analysis was performed using R Statistics version 3.6.3.", "cite_spans": [{"start": 109, "end": 114, "text": "[IQR]", "ref_id": null}], "ref_spans": [], "section": "Methods"}, {"text": "Four hundred seventy-six positive swabs were identified; 26 were excluded as they were either too young (less than 16 years old) or not admitted as inpatients to the hospital. Four hundred fifty inpatients who underwent consecutive PCR tests confirming COVID-19 between 10 March 2020 and 8 April 2020 were analysed. This represents 77% of the PCR-positive caseload admitted to our hospital to date. Table 1 displays the demographic and clinical characteristics of the patients, subdivided by outcome. The median (IQR) age was 72 (56, 83) years, and in keeping with the elderly population local to our hospital, two thirds were over the age of 60 and one third over 80. There was a male predominance. Patients who died were significantly older (median (IQR) age 80 (72, 88) vs 61 (49, 79), p < 0.001) and more likely to be receiving care in the community (69 (40%) vs 45 (19%), p < 0.001), with a trend towards greater frailty by CFS. Of the 45 (10%) patients who were admitted from care homes, 35 (78%) died during their admission and only 10 (22%) survived to discharge. These patients had a high median age of 84 (78, 91) and median clinical frailty score of 7 (6, 7).", "cite_spans": [], "ref_spans": [{"start": 399, "end": 406, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Demographics, clinical characteristics and outcomes"}, {"text": "Thirty-one patients (7%) acquired COVID-19 while already admitted to hospital.", "cite_spans": [], "ref_spans": [], "section": "Demographics, clinical characteristics and outcomes"}, {"text": "Fifty-nine percent overall were white, similar to the 59.7% of the local population who were classified as ethnically white according to 2020 projections from 2011 census data [7] . There was a trend towards a difference in ethnicity, with a higher proportion of white ethnicity among those who died (χ 2 p = 0.07), but this reflects documented agerelated differences in our local population with a higher proportion of our older residents being white [15] .", "cite_spans": [{"start": 176, "end": 179, "text": "[7]", "ref_id": "BIBREF7"}, {"start": 452, "end": 456, "text": "[15]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Demographics, clinical characteristics and outcomes"}, {"text": "Hypertension was present in 195 (43%) of patients admitted, with cardiac disease in 141 (31%), diabetes in 134 (30%), respiratory conditions in only 85 (19%) and immunosuppression in 42 (9%). Pre-existing cardiac disease (78 (45%) vs 55 (23%, (χ 2 p = 0.005)) and hypertension (87 (37%) vs 90 (52%, (χ 2 p = 0.003)), but not diabetes, respiratory conditions or immunosuppression were significantly more prevalent in those patients who died than those who were discharged. All types of cardiac disease, respiratory disease and immunosuppression were included; breakdowns of prevalence of the different disease types are listed in the supplementary appendix (Additional file 1: Tables S2, S3 and S4 respectively).", "cite_spans": [], "ref_spans": [], "section": "Demographics, clinical characteristics and outcomes"}, {"text": "Cough and breathlessness were reported at presentation in 317 (70%) and 282 (63%) respectively. Diarrhoea was reported by 70 (16%) patients. The median duration of symptoms was 5 (2, 8) days. At presentation, those who died had a higher respiratory rate (26 (22, 33) vs 23 (19, 28) , p < 0.001) and lower oxygen saturations (92 (88, 95) vs 95 (92, 96), p < 0.001) than those discharged. Presenting temperature, heart rate and the presence of hypotension were no different between these groups although there was a trend towards lower median temperature in those who died. The majority (74%) of patients received antibiotic therapy for a median (IQR) duration of 5 (3, 7) days.", "cite_spans": [{"start": 179, "end": 182, "text": "(2,", "ref_id": "BIBREF1"}, {"start": 183, "end": 185, "text": "8)", "ref_id": "BIBREF8"}, {"start": 273, "end": 277, "text": "(19,", "ref_id": "BIBREF19"}, {"start": 278, "end": 281, "text": "28)", "ref_id": null}], "ref_spans": [], "section": "Demographics, clinical characteristics and outcomes"}, {"text": "At day 5 following admission, 79 (18%) of patients had been discharged, 243 (54%) were not intubated but remained in hospital, 56 (12%) were intubated and receiving mechanical ventilation and 70 (16%) had died. Of those intubated at day 5, 26 (46%) had died, 10 (18%) had gone home, 13% remained in hospital and 13 (23%) had unknown outcomes, usually following transfer to another centre (Fig. 1) . The median length of stay was 5 (2, 8) days.", "cite_spans": [{"start": 431, "end": 434, "text": "(2,", "ref_id": "BIBREF1"}, {"start": 435, "end": 437, "text": "8)", "ref_id": "BIBREF8"}], "ref_spans": [{"start": 388, "end": 396, "text": "(Fig. 1)", "ref_id": null}], "section": "Demographics, clinical characteristics and outcomes"}, {"text": "At the time of data analysis, 173 (38%) patients had died, 237 (53%) had been discharged, 12 (3%) remained in hospital and 28 (6%) had unknown outcomes. Table 2 summarises the biochemical presenting features overall and by outcome of hospital stay.", "cite_spans": [], "ref_spans": [{"start": 153, "end": 160, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Demographics, clinical characteristics and outcomes"}, {"text": "Inflammatory markers that differed significantly between those that died and those that were discharged were neutrophil count (6.6 (4.178, 9.750) vs 5.32 (3.48, 7.82), p = 0.001), CRP (131 (74, 199) vs 68 (31, 140), p < 0.001), procalcitonin (0.37 (0.17, 1.35) vs 0.20 (0.11, 0.44), p < 0.001), cardiac troponin (1422 (506, 4473) vs 12 (6, 33), p < 0.001) and lactate (1.5 (1.1, 2.25) vs 1.2 (0.9, 1.6), p < 0.001). Acute kidney injury (24 (10%) vs 54 (31%), (χ 2 p < 0.001)) was more prevalent in those who died.", "cite_spans": [], "ref_spans": [], "section": "Biochemical disease characteristics by outcome"}, {"text": "One hundred fifty (33%) patients were aged 80 years or over, and the characteristics of COVID-19 in these patients were examined. The median (IQR) age in this group was 86 (83, 91), and the oldest was 101. Seventy (53%) were male.", "cite_spans": [], "ref_spans": [], "section": "COVID-19 in the over-80s"}, {"text": "When compared with those patients under 80 years, these patients were more frail (median (IQR) CFS 5 (4,6 vs 3 (2, 5), p < 0.001)), more likely to have been receiving care prior to admission (76 (51%) vs 42 (14%), χ 2 p < 0.001), and had lower body mass index (BMI) (median (IQR) 24 (21, 40) vs 28 (25, 32), p < 0.001). Ethnicity breakdown was significantly different in the over-80s (χ 2 p < 0.001), with the proportions of White patients higher than in the overall caseload (72%), likely related to the age-related ethnic composition of our older local population.", "cite_spans": [], "ref_spans": [], "section": "COVID-19 in the over-80s"}, {"text": "Prior diagnosis of a cardiac condition was significantly more common in those > 80 years (79 (53%) vs 62 (21%), χ 2 p < 0.001), as was hypertension (76 (51%) vs 119 (40%), χ 2 p = 0.02) but diabetes, respiratory conditions and immunosuppression were not.", "cite_spans": [], "ref_spans": [], "section": "COVID-19 in the over-80s"}, {"text": "Patients over 80 were significantly less likely to present with the typical syndrome of breathlessness (72 (48%) vs The median (IQR) symptom duration prior to presentation was significantly lower in the older group (4 (1, 6.25) vs 7 (2, 9) days, p < 0.001). Biomarker profiles were compared between the older and younger groups for those biomarkers listed in Table 2 . Median (IQR) troponin (56 (35.5, 94.5) vs 14 (7, 32), p < 0.001), D-dimer (1966 (1136, 2768) vs 1120 (538, 2058), p < 0.001), and lactate (1.45 (1.1, 2.1) vs 1.3 (0.9, 1.7)) were significantly higher in the over-80s while the lymphocyte count was lower (0.76 (0.53, 1.14) vs 0.89 (0.62 vs 1.28), p = 0.007). Notably there were no differences in CRP, procalcitonin, neutrophil count or glucose between age groups.", "cite_spans": [], "ref_spans": [{"start": 359, "end": 366, "text": "Table 2", "ref_id": "TABREF1"}], "section": "COVID-19 in the over-80s"}, {"text": "Mortality was significantly higher in the older age group (90 (60%) vs 83 (28%), χ 2 p < 0.001). The over-80s that died were more frail (median (IQR) CFS 6 (5, 7) vs 5 (4, 6), p = 0.002). Median (IQR) respiratory rate (24 (20, 30) vs 21 (18, 25 .25), p < 0.001) and heart rate (88 (78, 99) vs 83 (74, 88), p = 0.03) were significantly higher in those that died. Median (IQR) CRP was significantly higher in those that died than those that survived (125 (73.25, 199.75) vs 67.50 (25.75, 119), p < 0.001)); other biomarkers were not significantly different.", "cite_spans": [{"start": 237, "end": 241, "text": "(18,", "ref_id": "BIBREF18"}, {"start": 242, "end": 244, "text": "25", "ref_id": null}], "ref_spans": [], "section": "COVID-19 in the over-80s"}, {"text": "Thirty-one (7%) of infections were hospital-onset. The median (IQR) duration of hospital stay prior to COVID-19 testing was 20 (14, 36) days. The first hospital-onset infection was recorded 8 days after the first positive test on an inpatient; the peak of hospital-onset infections occurred approximately 3 weeks later and mirrored that of the community-onset infections (Fig. 2) .", "cite_spans": [{"start": 127, "end": 131, "text": "(14,", "ref_id": "BIBREF14"}, {"start": 132, "end": 135, "text": "36)", "ref_id": null}], "ref_spans": [{"start": 371, "end": 379, "text": "(Fig. 2)", "ref_id": "FIGREF0"}], "section": "Hospital-onset infections"}, {"text": "These patients were older (median (IQR) age 80 (72.5, 88.5) vs 71 (55.5, 83), p = 0.002), slightly more frail (median (IQR) CFS 5 (4, 6) vs 5 (3, 6), p = 0.047) and more likely to have required care prior to admission (17 (55%) vs 101 (24%), χ 2 p < 0.001). Median (IQR) symptom duration was much shorter than in community-onset infections (1 (1, 2) vs 5 (2, 8) days, p < 0.001) likely reflecting the enhanced monitoring of these hospital inpatients. Median CRP (38.5 (12.25, 72 .50) vs 104 (50, 127), p < 0.001) was significantly lower in the hospital-onset group.", "cite_spans": [{"start": 468, "end": 478, "text": "(12.25, 72", "ref_id": null}], "ref_spans": [], "section": "Hospital-onset infections"}, {"text": "Seven (23%) patients with hospital-onset infections died compared to 166 (40%) of those with communityonset infections (χ 2 p = 0.09) suggesting that despite their vulnerability their overall outcomes were no worse. Ten (32%) patients with hospital-onset infections were asymptomatic at the time of their swab, which was performed based on low oxygen saturations or pyrexia", "cite_spans": [], "ref_spans": [], "section": "Hospital-onset infections"}, {"text": "We report here the characteristics of nearly 80% of the patients with confirmed COVID-19 presenting to our hospital during the early part of the UK COVID-19 outbreak. We specifically examined the presentation of disease in the over-80s and those who acquired COVID-19 in hospital.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In-hospital mortality per hospital admission was high at 38%, in line with recently released data from the ISA-RIC collaboration [11] . This reflects the severity of disease in those hospitalised with COVID-19 as well as the underlying age of our population. However, even in the under-80s, mortality was 28%. The UK experience therefore differs dramatically from the initial reports from China [16] , with a reported in-hospital mortality of 1.4%. It is also higher than the 21% reported in the USA by Richardson and colleagues [9] , although that population was younger and their follow-up duration shorter meaning that fewer patients may have reached this endpoint by the time of analysis. It seems that, at least in the early stages of the epidemic in Wuhan, all patients with COVID-19 were hospitalised regardless of disease severity. Hospital practice in the UK has been to only admit those patients medically requiring hospitalisation, and this is therefore a much sicker cohort overall. There was also a hugely increased overall healthcare burden on the hospital during the period of the pandemic peak. A comparison of our admissions during a sample 14-day period (14 March-7 April) during 2020 and 2019 showed a 23% increase in hospital admissions, 63% of which were with PCR-confirmed COVID-19 in 2020. The death rate from these admissions was 43% in 2020 vs 7% in 2019, and the intubation rate was 17% vs 1% (unpublished data). Even though we were unable to assess the direct mechanism of death in these patients, the presence of COVID-19 clearly caused an excess in admissions, mortality and intensive care admissions compared to the previous year.", "cite_spans": [{"start": 129, "end": 133, "text": "[11]", "ref_id": "BIBREF11"}, {"start": 395, "end": 399, "text": "[16]", "ref_id": "BIBREF16"}, {"start": 529, "end": 532, "text": "[9]", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "Presenting characteristics were similar to those recently reported from the UK [11] , although our patients were older and more frail than series from elsewhere [16] . Those patients that died during their hospital admission were older, more likely to have been receiving care before admission, and had more cardiac disease than those that did not, again in line with data from ISARIC [11] . Interestingly, the prevalence of diabetes did not differ between these groups, in contrast to other reports [16] . Those that died were more clinically unwell at presentation than those who survived, and biochemically had significantly higher levels of inflammation and markers of cardiac and renal dysfunction, in line with previous reports [16, 17] . While previous studies have noted the neutrophil lymphocyte ratio to be predictive of poor outcome [18] , we found that it did not differ by mortality.", "cite_spans": [{"start": 79, "end": 83, "text": "[11]", "ref_id": "BIBREF11"}, {"start": 161, "end": 165, "text": "[16]", "ref_id": "BIBREF16"}, {"start": 385, "end": 389, "text": "[11]", "ref_id": "BIBREF11"}, {"start": 500, "end": 504, "text": "[16]", "ref_id": "BIBREF16"}, {"start": 734, "end": 738, "text": "[16,", "ref_id": "BIBREF16"}, {"start": 739, "end": 742, "text": "17]", "ref_id": "BIBREF17"}, {"start": 844, "end": 848, "text": "[18]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Discussion"}, {"text": "There has been much concern in the UK about disproportionately high numbers of people from Black and minority ethnic (BAME) groups being admitted and dying from COVID-19 [12] . We examined this in our dataset. The ethnic profile of the admitted patients (59% White, 41% BAME) was almost identical to that of our underlying population, which in 2020 was projected to be 59.7% White and 40.3% BAME [7] . The percentage of White patients was higher in those who died and was 72% in those over 80 years old, again consistent with the higher proportion of White people in those who are older in the borough [15] . We therefore did not find evidence that the patients admitted or dying with COVID-19 differed from our local population although this study was not powered or designed to look at this specifically. Barnet is a relatively affluent borough compared to others in London, and it is also possible that this may have reduced any component of mortality related to socioeconomic status.", "cite_spans": [{"start": 170, "end": 174, "text": "[12]", "ref_id": "BIBREF12"}, {"start": 396, "end": 399, "text": "[7]", "ref_id": "BIBREF7"}, {"start": 602, "end": 606, "text": "[15]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Discussion"}, {"text": "Previous studies of COVID-19 in the older population are small and have used differing variations for 'elderly' ranging from 60 to 65 years [19, 20] ; even these have included only small numbers of patients that would be classically considered 'elderly' in the UK, usually over 80 years of age. Mortality is linked to increasing age, and in line with non-COVID disease in the elderly, there has been suggestion [21] but little evidence that these patients are more likely to present atypically. Our findings confirm this; patients over 80 were significantly less likely to present with the typical COVID-19 features of cough, breathlessness and fever. They also presented earlier in their disease course suggesting lower physiological reserve. Lymphocyte count was lower in the over-80s, possibly reflecting age-related immune dysfunction or more severe disease. Age is independently linked to mortality [11] and this is reflected in our findings here. Although troponin differed significantly between age groups, consistent with the higher incidence of cardiac disease in the over-80s, it did not differ significantly by outcome in the elderly population. This may suggest that although cardiac dysfunction is present in the older population it is not the cause of death per se, although the smaller numbers here may mean that a statistically significant association may have been missed. CRP was associated with poor outcome in this age group, but neither this nor procalcitonin differed between the age categories, suggesting that bacterial infection may not be a greater driver of disease in older patients.", "cite_spans": [{"start": 140, "end": 144, "text": "[19,", "ref_id": "BIBREF19"}, {"start": 145, "end": 148, "text": "20]", "ref_id": "BIBREF20"}, {"start": 411, "end": 415, "text": "[21]", "ref_id": "BIBREF21"}, {"start": 904, "end": 908, "text": "[11]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Discussion"}, {"text": "It is also notable that a high proportion of the patients admitted from local care homes (78%) did not survive to discharge. These patients were among the most frail in the cohort. Local care homes were asked at the start of the outbreak to avoid hospitalising their patients wherever possible, and these are therefore likely to have been the most unwell of all the care home patients who contracted COVID-19, as well as the overall numbers being lower. The data in this study do not allow us to comment on the risk of contracting COVID-19 in care homes. These differences in the presentation and outcomes in older adults are of utmost importance given the significantly higher mortality seen in this population and the emerging picture of how COVID-19 has affected care homes in the UK. Further research should elucidate the mechanisms by which age-related biological variance impacts on the pathogenic response in COVID-19 and will be vital to enable effective therapeutic interventions.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Previous series reporting the incidence of nosocomial COVID-19 estimate a higher proportion of nosocomial infection (44%) than we found in our patients [22] . Data have been of poor quality, however, and information from outside Hubei is lacking. For our analysis we used a stringent definition, including only those patients with continuous inpatient admission for the whole of the 14-day incubation period prior to symptoms, and the true incidence is almost certainly higher. Likewise, a proportion of the community-onset patients may have been misclassified. We felt it important, however, to be as robust as possible when reporting this important issue. These patients had already had prolonged admissions for unrelated reasons and correspondingly were an older and more frail group than the population as a whole. Despite this, CRP was lower and their outcomes were no worse, reflecting the fact that they effectively acquired COVID-19 incidentally while in hospital rather than presenting due to severe infection. The peak incidence of hospital-onset infections mirrored the overall peak of community infections, and the mode of transmission remains unclear; this may include relatives visiting before they were excluded and asymptomatic infected healthcare workers. It may also have included transmission from other patients either directly or via healthcare workers. Urgent further research into this area will be crucial to enabling robust infection control policy in the ongoing management of this and future pandemics.", "cite_spans": [{"start": 152, "end": 156, "text": "[22]", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Discussion"}, {"text": "There are several limitations to this study. We did not collect data on some presenting features that are important, notably atypical symptoms at presentation and more detail on pre-existing comorbidities and medications. We also did not formally assess the causality of the deaths that were associated with COVID-19, although our clinical impression is that the majority of the deaths were directly linked. Furthermore, this was an observational study, and therefore, data collection was not standardised. Owing to this, and the fact that we only introduced a clinical care bundle specifying laboratory tests 2 to 3 weeks into the outbreak, there is a proportion of missing data in some of the biochemical variables. This will have affected our ability to detect more subtle signals, although does not diminish the significance of those we have reported. We also did not have follow-up data on those patients discharged and were therefore unable to assess subsequent deaths or readmissions. Despite these limitations, the size of this cohort has allowed us to present a reasonably complete picture of COVID-19 as it presented to our UK hospital.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "We have described the patients admitting to our suburban UK hospital with COVID-19. Inpatient mortality was high, particularly among the over-80s. The presenting features overall were consistent with those reported elsewhere, but the over-80s were more likely to present with atypical symptoms. The ethnic composition of patients appeared to be similar to that of the underlying population. A significant number of patients acquired COVID-19 in hospital, the precise mode of transmission for which remains unknown.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Supplementary information accompanies this paper at https://doi.org/10. 1186/s12916-020-01665-z.", "cite_spans": [], "ref_spans": [], "section": "Supplementary information"}, {"text": "Additional file 1 : Table S1 . Normal ranges and limits of detection for the laboratory markers analysed in this study. Table S2 . Prevalence of different cardiac conditions in those recorded as having history of cardiac disease. Table S3 . Prevalence of different respiratory conditions in those recorded as having history of respiratory disease. Table S4 . Prevalence of different immunosuppressive conditions and treatments in those recorded as being immunosuppressed. Table S5 . missing data by variable.", "cite_spans": [], "ref_spans": [{"start": 20, "end": 28, "text": "Table S1", "ref_id": "TABREF0"}, {"start": 120, "end": 128, "text": "Table S2", "ref_id": "TABREF1"}, {"start": 230, "end": 238, "text": "Table S3", "ref_id": null}, {"start": 348, "end": 356, "text": "Table S4", "ref_id": null}, {"start": 472, "end": 480, "text": "Table S5", "ref_id": null}], "section": "Supplementary information"}, {"text": "Abbreviations BAME: Black and minority ethnic; BMI: Body mass index; CFS: Clinical Frailty Score; CRP: C-reactive protein; IQR: Interquartile range; PCR: Polymerase chain reaction", "cite_spans": [], "ref_spans": [], "section": "Supplementary information"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan", "authors": [{"first": "C", "middle": [], "last": "Huang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "X", "middle": [], "last": "Li", "suffix": ""}], "year": 2020, "venue": "China. Lancet", "volume": "395", "issn": "", "pages": "497--506", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding", "authors": [{"first": "R", "middle": [], "last": "Lu", "suffix": ""}, {"first": "X", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "J", "middle": [], "last": "Li", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "395", "issn": "", "pages": "565--74", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "World Health Organisation. Coronavirus disease (COVID-19) Pandemic", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Last Accessed", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "World Health Organisation. WHO Coronavirus Disease (COVID-19) Dashboard", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Coronavirus (COVID-19) in the UK. Available: https:// coronavirus.data.gov.uk/?", "authors": [{"first": "", "middle": [], "last": "Uk Government", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Coronavirus (COVID-19) in the UK", "authors": [{"first": "", "middle": [], "last": "Uk Government", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Available: https://jsna. barnet.gov.uk/1-demography. Last Accessed", "authors": [{"first": "London", "middle": [], "last": "Borough", "suffix": ""}, {"first": "", "middle": [], "last": "Barnet", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Characteristics of and important lessons from the coronavirus disease 2019 (COVID-19) outbreak in China: summary of a report of 72,314 cases from the Chinese Center for Disease Control and Prevention", "authors": [{"first": "Z", "middle": [], "last": "Wu", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Mcgoogan", "suffix": ""}], "year": 2020, "venue": "JAMA", "volume": "323", "issn": "13", "pages": "1239--1281", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Presenting characteristics, comorbidities, and outcomes among 5700 patients hospitalized with COVID-19 in the New York City area", "authors": [{"first": "S", "middle": [], "last": "Richardson", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Hirsch", "suffix": ""}, {"first": "M", "middle": [], "last": "Narasimhan", "suffix": ""}], "year": 2020, "venue": "JAMA", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1001/jama.2020.6775"]}}, "BIBREF10": {"ref_id": "b10", "title": "Characteristics of COVID-19 patients dying in Italy", "authors": [], "year": 2020, "venue": "Last Accessed", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Features of 16,749 hospitalised UK patients with COVID-19 using the ISARIC WHO Clinical Characterisation Protocol", "authors": [{"first": "A", "middle": [], "last": "Docherty", "suffix": ""}, {"first": "E", "middle": [], "last": "Harrison", "suffix": ""}, {"first": "C", "middle": [], "last": "Green", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["https:/www.medrxiv.org/content/10.1101/2020.04.23.20076042v1"]}}, "BIBREF12": {"ref_id": "b12", "title": "British BAME COVID-19 death rate 'more than twice that of whites", "authors": [{"first": "H", "middle": [], "last": "Siddique", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "A global clinical measure of fitness and frailty in elderly people", "authors": [{"first": "K", "middle": [], "last": "Rockwood", "suffix": ""}, {"first": "X", "middle": [], "last": "Song", "suffix": ""}, {"first": "C", "middle": [], "last": "Macknight", "suffix": ""}], "year": 2005, "venue": "CMAJ", "volume": "173", "issn": "5", "pages": "489--95", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Kidney Disease: Improving global outcomes. KDIGO Clinical Practice Guideline for Acute Kidney Injury", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Barnet Joint Strategic Needs Assessment", "authors": [], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Clinical characteristics of coronavirus disease 2019 in China", "authors": [{"first": "W", "middle": [], "last": "Guan", "suffix": ""}, {"first": "Z", "middle": [], "last": "Ni", "suffix": ""}, {"first": "Y", "middle": [], "last": "Hu", "suffix": ""}], "year": 2020, "venue": "NEJM", "volume": "382", "issn": "", "pages": "1708--1728", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Elevated troponin in patients with coronavirus disease 2019 (COVID-19): possible mechanisms", "authors": [{"first": "G", "middle": [], "last": "Tersalvi", "suffix": ""}, {"first": "M", "middle": [], "last": "Vicenzi", "suffix": ""}, {"first": "D", "middle": [], "last": "Calabretta", "suffix": ""}, {"first": "L", "middle": [], "last": "Biasco", "suffix": ""}, {"first": "G", "middle": [], "last": "Pedrazzini", "suffix": ""}, {"first": "D", "middle": [], "last": "Winterton", "suffix": ""}], "year": 2020, "venue": "J Card Fail", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.cardfail.2020.04.009"]}}, "BIBREF18": {"ref_id": "b18", "title": "The diagnostic and predictive role of NLR, d-NLR and PLR in COVID-19 patients", "authors": [{"first": "A", "middle": ["P"], "last": "Yang", "suffix": ""}, {"first": "J", "middle": [], "last": "Liu", "suffix": ""}, {"first": "W", "middle": [], "last": "Tao", "suffix": ""}, {"first": "H", "middle": [], "last": "Li", "suffix": ""}], "year": 2020, "venue": "Int Immunopharmacol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.intimp.2020.106504"]}}, "BIBREF19": {"ref_id": "b19", "title": "Clinical features of COVID-19 in elderly patients: a comparison with young and middle-aged patients", "authors": [{"first": "K", "middle": [], "last": "Liu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Chen", "suffix": ""}, {"first": "R", "middle": [], "last": "Lin", "suffix": ""}, {"first": "K", "middle": [], "last": "Han", "suffix": ""}], "year": 2020, "venue": "J Infect", "volume": "80", "issn": "6", "pages": "14--22", "other_ids": {"DOI": ["10.1016/j.jinf.2020.03.005"]}}, "BIBREF20": {"ref_id": "b20", "title": "Clinical characteristics of older patients infected with COVID-19: a descriptive study", "authors": [{"first": "S", "middle": [], "last": "Niu", "suffix": ""}, {"first": "S", "middle": [], "last": "Tian", "suffix": ""}, {"first": "J", "middle": [], "last": "Lou", "suffix": ""}], "year": 2020, "venue": "Arch Gerontol Geriatr", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.archger.2020.104058"]}}, "BIBREF21": {"ref_id": "b21", "title": "COVID-19 in older adults", "authors": [{"first": "J", "middle": [], "last": "Holroyd-Ledu", "suffix": ""}, {"first": "D", "middle": [], "last": "Gandell", "suffix": ""}, {"first": "A", "middle": [], "last": "Miller", "suffix": ""}, {"first": "D", "middle": [], "last": "Petrov", "suffix": ""}], "year": 2020, "venue": "University of Toronto", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Nosocomial infections among patients with COVID-19, SARS and MERS: a rapid review and meta-analysis", "authors": [{"first": "Q", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "Y", "middle": [], "last": "Gao", "suffix": ""}, {"first": "X", "middle": [], "last": "Wang", "suffix": ""}], "year": 2020, "venue": "Last Accessed", "volume": "2", "issn": "", "pages": "", "other_ids": {"DOI": ["https:/www.medrxiv.org/content/10.1101/2020.04.14.20065730v1"]}}, "BIBREF23": {"ref_id": "b23", "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Timeline of cases of community-onset and hospital-onset COVID-19 in patients admitted to hospital Brill et al. BMC Medicine (2020) 18:194", "latex": null, "type": "figure"}, "TABREF0": {"text": "Demographics and baseline characteristics by outcome of hospital admission By outcome of hospital stay, where available (n = 410) Demographics and baseline characteristics by outcome of hospital admission (Continued)", "latex": null, "type": "table"}, "TABREF1": {"text": "Laboratory studies at presentation with COVID-19, subdivided by the outcome of the hospital stay where available (n = 410)", "latex": null, "type": "table"}, "TABREF2": {"text": "Table 1", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>All patients\n</td><td>Demographics and baseline characteristics by outcome of hospital admission\n</td><td>By outcome of hospital stay, where available (n = 410) </td><td>p value for comparison</td></tr><tr><td> </td><td>(n = 450)\n</td><td>Discharged (n = 237) </td><td>Died (n = 173) </td><td> </td></tr><tr><td>Demographics\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Age in years, median (IQR) </td><td>72 (56, 83) </td><td>61 (49, 79) </td><td>80 (72, 88) </td><td>&lt; 0.001*\n</td></tr><tr><td>Age breakdown, n (%)\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>&lt; 40 </td><td>32 (7) </td><td>29 (12) </td><td>2 (1) </td><td>-\n</td></tr><tr><td>40-59 </td><td>105 (23) </td><td>81 (34) </td><td>10 (6) </td><td>-\n</td></tr><tr><td>60-79 </td><td>163 (36) </td><td>70 (30) </td><td>71 (41) </td><td>-\n</td></tr><tr><td>&gt; 80 </td><td>150 (33) </td><td>57 (24) </td><td>90 (52) </td><td>-\n</td></tr><tr><td>Male gender, n (%) </td><td>272 (60) </td><td>134 (57) </td><td>111 (64) </td><td>0.146\n</td></tr><tr><td>BMI, median (IQR) </td><td>26 (24, 30) </td><td>27 (24, 30) </td><td>25 (23, 31.5) </td><td>0.214\n</td></tr><tr><td>Receiving care prior to admission, n (%) </td><td>118 (26) </td><td>45 (19) </td><td>69 (40) </td><td>&lt; 0.001*\n</td></tr><tr><td>Care home, n (%) </td><td>45 (38) </td><td>10 (4) </td><td>35 (20) </td><td>-\n</td></tr><tr><td>Own home + carers, n (%) </td><td>49 (42) </td><td>21 (9) </td><td>26 (15) </td><td>-\n</td></tr><tr><td>Other care, n (%) </td><td>24 (20) </td><td>14 (6) </td><td>8 (5) </td><td>-\n</td></tr><tr><td>CFS if &gt; 65 years, median (IQR) </td><td>5 (3, 6) </td><td>4 (3, 5.5) </td><td>5 (3, 6) </td><td>0.014\n</td></tr><tr><td>Ever smoker, n (% of available data) </td><td>76 (31) </td><td>50 (35) </td><td>20 (26) </td><td>0.228\n</td></tr><tr><td>COVID-19 acquired in hospital, n (%) </td><td>31 (7) </td><td>20 (8) </td><td>7 (4) </td><td>0.117\n</td></tr><tr><td>Ethnicity, n (%) </td><td> </td><td> </td><td> </td><td>0.072**\n</td></tr><tr><td>Asian </td><td>51 (11) </td><td>31 (13) </td><td>13 (8) </td><td>-\n</td></tr><tr><td>Black </td><td>33 (7) </td><td>19 (8) </td><td>11 (6) </td><td>-\n</td></tr><tr><td>White </td><td>265 (59) </td><td>127 (54) </td><td>118 (68) </td><td>-\n</td></tr><tr><td>Other </td><td>77 (17) </td><td>42 (18) </td><td>26 (15) </td><td>-\n</td></tr><tr><td>Unavailable </td><td>24 (5) </td><td>18 (8) </td><td>5 (3) </td><td>-\n</td></tr><tr><td>PCR test returning positive, n (%) </td><td> </td><td> </td><td> </td><td>0.59**\n</td></tr><tr><td>First </td><td>410 (91) </td><td>214 (90) </td><td>158 (91)\n</td><td> </td></tr><tr><td>Second </td><td>34 (8) </td><td>19 (8) </td><td>14 (8)\n</td><td> </td></tr><tr><td>Third </td><td>6 (1) </td><td>4 (6) </td><td>1 (1)\n</td><td> </td></tr><tr><td>Pre-existing comorbidities, n (%)\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Hypertension </td><td>195 (43) </td><td>87 (37) </td><td>90 (52) </td><td>0.0029\n</td></tr><tr><td>Cardiac condition </td><td>141 (31) </td><td>55 (23) </td><td>78 (45) </td><td>&lt; 0.001*\n</td></tr><tr><td>Diabetes </td><td>134 (30) </td><td>68 (29) </td><td>53 (31) </td><td>0.589\n</td></tr><tr><td>Respiratory condition </td><td>85 (19) </td><td>47 (20) </td><td>34 (20) </td><td>1.00\n</td></tr><tr><td>Immunosuppression </td><td>42 (9) </td><td>27 (11) </td><td>13 (8) </td><td>0.251\n</td></tr><tr><td>Disease characteristics\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Symptoms at presentation, n (%)\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Cough </td><td>317 (70) </td><td>173 (73) </td><td>113 (65) </td><td>0.228\n</td></tr><tr><td>Breathlessness </td><td>282 (63) </td><td>142 (60) </td><td>113 (65) </td><td>0.204\n</td></tr><tr><td>Diarrhoea </td><td>70 (16) </td><td>38 (16) </td><td>28 (16) </td><td>1.00\n</td></tr><tr><td>Symptom duration at presentation in days, median (IQR) </td><td>5 (2, 8) </td><td>5 (2, 9) </td><td>4 (2, 7) </td><td>0.109\n</td></tr><tr><td>Signs at presentation\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Respiratory rate </td><td>24 (20, 30) </td><td>23 (19, 28) </td><td>26 (22, 33) </td><td>&lt; 0.001*\n</td></tr><tr><td>SaO2, median (IQR) </td><td>94 (90, 96) </td><td>95 (92, 96) </td><td>92 (88, 95) </td><td>&lt; 0.001*\n</td></tr><tr><td>(n [%] measured on supplemental O2) </td><td>235 (52) </td><td>106 (45) </td><td>106 (61)\n</td><td> </td></tr><tr><td>Heart rate, median (IQR) </td><td>90 (80, 103.5) </td><td>90 (80, 103.5) </td><td>90 (78.25, 100) </td><td>0.970\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "We thank Debbie Bertfield and Mark Rawle for their helpful input regarding frailty and COVID-19 in the over-80s. ", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "Authors' contributions SEB, HCJ, EO, TLPB, RAW, LJA, SP, AS and DDC conceived and initiated the project. EO, TLPB, RAW and LJA extracted the data from electronic case records and performed preliminary data analysis and local presentation. SEB performed the final data analysis. SEB, HCJ, AJ and DDC wrote the first draft of the manuscript. All authors contributed to interpreting the data and writing the final paper. All authors read and approved the final manuscript.", "cite_spans": [], "ref_spans": [], "section": "annex"}, {"text": "No funding was received for this study.", "cite_spans": [], "ref_spans": [], "section": "Funding"}, {"text": "The data analysed during this study are available from the corresponding author on reasonable request.", "cite_spans": [], "ref_spans": [], "section": "Availability of data and materials"}, {"text": "The data presented here were collected during routine clinical practice, and formal Research Ethics Committee review was not required. Approval for the study was granted by the chair of the Trust Clinical Ethics Committee. All data were de-identified prior to analysis and that the Authors had all necessary administrative permissions to access the data.", "cite_spans": [], "ref_spans": [], "section": "Ethics approval and consent to participate"}, {"text": "Not applicable.", "cite_spans": [], "ref_spans": [], "section": "Consent for publication"}, {"text": "There are no competing interests to declare for any of the authors.Author details", "cite_spans": [], "ref_spans": [], "section": "Competing interests"}]}