{
    "paper_id": "961c8eeb109b5da0de7c6eefa5dffc5d6a6aae29",
    "metadata": {
        "title": "Geosynthetics and Ground Engineering: Sustainability Considerations",
        "authors": [
            {
                "first": "Sanjay",
                "middle": [],
                "last": "Kumar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Edith Cowan University",
                    "location": {
                        "addrLine": "270 Joondalup Drive",
                        "postCode": "6027",
                        "settlement": "Joondalup, Perth",
                        "region": "WA",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Shukla",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Edith Cowan University",
                    "location": {
                        "addrLine": "270 Joondalup Drive",
                        "postCode": "6027",
                        "settlement": "Joondalup, Perth",
                        "region": "WA",
                        "country": "Australia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "For our life with improved living conditions, we need natural resources, food, shelter, energy, transportation, industrial products and effective waste management. The natural resources at our Earth are limited and we must preserve them by minimising their use in construction and maintenance, and for other infrastructure development. This will help maintain an ecological balance with sustainable development, and the future generations may meet their own needs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "During the past several decades, the unprecedented population growth, industrialisation and urbanisation have caused scarcity of natural resources and rapid global environmental concerns, including air/water/ground pollution, scarcity of suitable ground, deforestation, soil erosion, ozone layer depletion, waste generation, loss of biodiversity, global warming and climate change. Therefore, we have been forced to work on and implement the sustainable developments in all the areas of our life.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The traditional methods of infrastructure development that generate enormous amount of carbon gases into the atmosphere increase the carbon footprint. The construction activities based on such methods have contributed significantly to the global warming and associated geoenvironmental instabilities, such as soil erosion, hill/riverbank/coastal slope instability, ice/glacier melting, floods and sea-level rise, worldwide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "For the sustainable development, the engineers may play a significant role in planning, designing, constructing, maintaining and improving structures, facilities and other infrastructure, including transportation and energy systems, by using the available resources efficiently. For achieving the sustainable goals, they need to focus on development and utilization of new/alternate construction materials, including the wastes being generated by various activities, and sustainable construction methodologies and techniques.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Geosynthetics is a generic name representing a broad range of products, such as geotextiles, geogrids, geonets, geomembranes, geocells, geofoams and geocomposites, which are manufactured under controlled conditions mainly from the polymeric materials (e.g., polypropylene, polyester, polyethylene, polyvinyl chloride, polyamide and polystyrene) for use in contact with soil, rock and/or any other civil engineering-related material as an integral part of a man-made project, structure, or system [1] . Over the past 40-45 years, the engineers have shown an increasing interest in geosynthetics and their field applications, mainly because the use of geosynthetics offers technically efficient, costeffective, environmentally friendly and/or energy-efficient alternative solutions to many field problems in the areas of civil, mining, agricultural and aquacultural engineering [1] [2] [3] [4] .",
            "cite_spans": [
                {
                    "start": 496,
                    "end": 499,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 876,
                    "end": 879,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 880,
                    "end": 883,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 884,
                    "end": 887,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 888,
                    "end": 891,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Products, based on the natural fibres (jute, coir, cotton, wool, bamboo, etc.), are also being used in contact with soil, rock and/or other civil engineering-related material, especially in the temporary/short-life civil engineering applications. Such products, called the geonaturals, have a short lifespan when used with earth materials due to their biodegradable characteristics, and therefore, they have not many field applications as the geosynthetics have [1, 5] . Though the geonaturals are significantly different from the geosynthetics in material characteristics, they can be considered as a complementary companion of geosynthetics, rather than a replacement, mainly because of some common field application areas. In fact, the geonaturals are also polymeric materials, since they contain a large proportion of naturally occurring polymers such as lignin and cellulose.",
            "cite_spans": [
                {
                    "start": 462,
                    "end": 465,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 466,
                    "end": 468,
                    "text": "5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the past few decades, experimental and mathematical studies have been conducted to investigate the behaviour of soil reinforced randomly with different types of discrete, flexible, synthetic and natural fibres, called the randomly distributed/oriented fibre-reinforced soils (RDFRS), or simply the fibre-reinforced soils (FRS), with an intention of improving the soil strength and other engineering characteristics [6] . The fibre reinforcement is not only alternative ground improvement technique, but it may also make several construction projects cost-effective as well as environmentally friendly and sustainable. As the fibres can be obtained from many waste products (e.g., old and used tyres, used plastic materials, etc.), their utilization can greatly help solve the waste disposal problems; otherwise, a significant volume of the landfills can be occupied by these wastes. Thus, the fibre-reinforced soil engineering has become a subject of special importance in civil engineering and other related fields.",
            "cite_spans": [
                {
                    "start": 418,
                    "end": 421,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In most field projects, geosynthetics, geonaturals and fibres are used along with some form of ground engineering aspects, including improvement of soils, rocks and related materials (e.g., coal ashes, mine tailings, plastic and other wastes, etc.). For the ground engineering projects, it is important to consider the sustainability aspects, while developing and selecting the ground engineering techniques that aim to increase the ground-bearing capacity, improve stability and reduce the ground settlements for the field projects. The sustainability considerations should focus on reduction in energy consumption, lower carbon emission during construction and reduced consumption of transported/manufactured materials by recommending the utilization of recycled/ waste and locally available materials. The selection of the ground improvement technique must be based on life-cycle assessment with estimation of carbon footprint.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The COVID-19 pandemic, also known as the coronavirus pandemic, has created the demanding situations for development of more innovative and cost-effective solutions with state-of-the-art technologies, mainly based on utilisation of locally available and reusable materials. Geosynthetics help conserve energy and promote more durable and sustainable structures. Use of geosynthetics assists in reducing the carbon footprint contributed by infrastructure development while minimizing the use of natural resources and transported materials. Many field examples have been presented in the books [1-4, 6, 7] and the recent technical articles [8, 9] , explaining the benefits as low-cost, enhanced longevity, resilience and safety of critical infrastructure, all because of many special features of geosynthetics, including noncorrosiveness, long-term durability under soil cover, highly resistant to biological and chemical degradations, lightness, high flexibility, installation simplicity and quick construction [1] [2] [3] [4] .",
            "cite_spans": [
                {
                    "start": 591,
                    "end": 602,
                    "text": "[1-4, 6, 7]",
                    "ref_id": null
                },
                {
                    "start": 637,
                    "end": 640,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 641,
                    "end": 643,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1009,
                    "end": 1012,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1013,
                    "end": 1016,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1017,
                    "end": 1020,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1021,
                    "end": 1024,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The International Journal of Geosynthetics and Ground Engineering presents the highest quality fundamental and applied research on all aspects of geosynthetics and their applications, and a variety of ground improvement techniques to reinforce and densify grounds, soils and rocks. The ground engineering aspects that involve scientific principles of geophysics, geochemistry and geomechanics for providing new solutions to practical problems are also considered. The aim is to provide access to rigorously refereed, original and innovative papers across the journal subject fields applied to core civil engineering areas: geotechnical, geoenvironmental, environmental, transportation and hydraulic engineering, and other ground-related areas, such as mining engineering, agriculture, aquaculture and waste management. The journal focuses on the needs of developing economies especially regarding the environmental sustainability aspects of ground engineering. The research contributions that help achieve several sustainable development goals (SDGs) of the United Nations (UN), recommended by the UN Member States in 2015 [10] , within the scope of this journal, are also considered. These goals are listed below:",
            "cite_spans": [
                {
                    "start": 1123,
                    "end": 1127,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• Clean water and sanitation (SDG #6) • Affordable and clean energy (SDG #7) • Industry, innovation and infrastructure (SDG #9) • Sustainable cities and communities (SDG #11) • Climate action (SDG #13) • Life below water (SDG #14), and • Life on land (SDG #15) Geosynthetics, including geonaturals and fibres available locally, and sustainable ground engineering aspects can contribute significantly to achieving these UN SDGs for preserving our Earth's health with sustainable development. The International Journal of Geosynthetics and Ground Engineering welcomes the submission of original papers, technical notes, state-of-the-art review/practice papers, articles of professional interest and scientific case study reports on clearly specified sustainability outcomes with tangible results that may be achieved under these UN SDGs. The submissions of the ground engineering contributions on technological innovations, sustainable ground improvement techniques (e.g., preloading, dynamic compaction, soil stabilisation with waste/recycled materials, bio-cementation, soil reinforcement/improvement with geosynthetics/geonaturals, stone columns, deep soil mixing, etc.) and sustainable design practices within the scope of the journal are also most welcome for the possible publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "An introduction to geosynthetic engineering",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Shukla",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Geosynthetics and their applications",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Shukla",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Fundamentals of geosynthetic engineering",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Shukla",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Yin",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Handbook of geosynthetic engineering",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Shukla",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Fundamentals of fibre-reinforced soil engineering",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Shukla",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Designing with geosynthetics",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Koerner",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Global challenges, geosynthetic solutions and counting carbon",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dixon",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fowmes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Frost",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Geosynth Int",
            "volume": "24",
            "issn": "5",
            "pages": "451--464",
            "other_ids": {
                "DOI": [
                    "10.1680/jgein.17.00014"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Healing the world: a geosynthetic solution",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Touze",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1680/jgein.20.00023"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The 17 sustainable development goals (SDGs), Department of Economic and Social Affairs",
            "authors": [],
            "year": 2021,
            "venue": "United Nations",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}