{
    "paper_id": "96eb78d1fb452515218f06f5f9648d54718e3a33",
    "metadata": {
        "title": "A novel COVID-19 epidemiological model with explicit susceptible and asymptomatic isolation compartments reveals unexpected consequences of timing social distancing",
        "authors": [
            {
                "first": "Jana",
                "middle": [
                    "L"
                ],
                "last": "Gevertz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The College of New Jersey",
                    "location": {
                        "settlement": "Ewing",
                        "region": "NJ",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "James",
                "middle": [
                    "M"
                ],
                "last": "Greene",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Clarkson University",
                    "location": {
                        "settlement": "Potsdam",
                        "region": "NY",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "Cynthia",
                "middle": [
                    "H"
                ],
                "last": "Sanchez-Tapia",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "California State University Dominguez Hills",
                    "location": {
                        "settlement": "Carson",
                        "region": "CA",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "Eduardo",
                "middle": [
                    "D"
                ],
                "last": "Sontag",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Northeastern University",
                    "location": {
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "United States"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Motivated by the current COVID-19 epidemic, this work introduces an epidemiological model in which separate compartments are used for susceptible and asymptomatic ''socially distant\" populations. Distancing directives are represented by rates of flow into these compartments, as well as by a reduction in contacts that lessens disease transmission. The dynamical behavior of this system is analyzed, under various different rate control strategies, and the sensitivity of the basic reproduction number to various parameters is studied. One of the striking features of this model is the existence of a critical implementation delay (CID) in issuing distancing mandates: while a delay of about two weeks does not have an appreciable effect on the peak number of infections, issuing mandates even slightly after this critical time results in a far greater incidence of infection. Thus, there is a nontrivial but tight ''window of opportunity\" for commencing social distancing in order to meet the capacity of healthcare resources. However, if one wants to also delay the timing of peak infections -so as to take advantage of potential new therapies and vaccines -action must be taken much faster than the CID. Different relaxation strategies are also simulated, with surprising results. Periodic relaxation policies suggest a schedule which may significantly inhibit peak infective load, but that this schedule is very sensitive to parameter values and the schedule's frequency. Furthermore, we considered the impact of steadily reducing social distancing measures over time. We find that a too-sudden reopening of society may negate the progress achieved under initial distancing guidelines, but the negative effects can be mitigated if the relaxation strategy is carefully designed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Early 2020 saw the start of the coronavirus disease 2019 pandemic, which is caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). Current COVID-19 policy is being largely influenced by mathematical models (Adam, 2020; Ferguson et al., 2020; Lourenco et al., 2020; Murray, 2020; Liu et al., 2020; Chinazzi et al., 2020; Kucharski et al., 2020; Park et al., 2020) . Some of these are classic epidemiological ordinary differential equations (ODE) models. Such models are suitable for describing initial stages of an infection in a single city, as well as for describing late stages at which transportation effects are small in comparison to community spread. Besides being simpler to analyze mathematically, ODE models are also a component of more complex network simulations that incorporate interacting populations linked by transportation networks as well as social, educational, and workplace hubs.",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 235,
                    "text": "(Adam, 2020;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 236,
                    "end": 258,
                    "text": "Ferguson et al., 2020;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 259,
                    "end": 281,
                    "text": "Lourenco et al., 2020;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 282,
                    "end": 295,
                    "text": "Murray, 2020;",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 296,
                    "end": 313,
                    "text": "Liu et al., 2020;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 314,
                    "end": 336,
                    "text": "Chinazzi et al., 2020;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 337,
                    "end": 360,
                    "text": "Kucharski et al., 2020;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 361,
                    "end": 379,
                    "text": "Park et al., 2020)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We have developed and analyzed a variation of the classic epidemiological SIR model which incorporates separate ''compartments\" for ''socially distanced\" healthy and asymptomatic (but infected) populations, as well as for infected (symptomatic) populations. There have been many models proposed in the literature to deal with ''quarantined\" populations, see for example (Brauer, 2006; Hethcote et al., 2002) , but, to the best of our knowledge, no models in which susceptible populations are split into nondistanced and distanced sub-classes in such a way that the rates of flow between these are viewed as control variables. Indeed, key to our model are parameters that reflect the rate at which individuals become ''socially distant\" and the rate at which individuals return to the ''non-distanced\" category. As examples, the latter might represent a ''frustration\" with isolation rules, or a personal need to reduce the economic impact of social distancing. The former can be in principle manipulated by government intervention, through the strength of persuasion, and law enforcement.",
            "cite_spans": [
                {
                    "start": 370,
                    "end": 384,
                    "text": "(Brauer, 2006;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 385,
                    "end": 407,
                    "text": "Hethcote et al., 2002)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "How do outcomes depend on such interventions? How does one trade-off various types of other interventions (for example vaccination, which would affect transmissibility, or curfew rules) against each other? Our modeling work aims to provide a framework to rigorously formulate and answer such questions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We will view the rate at which individuals respond to mandates as a control variable, and analyze the impact of different control policies on the course of an epidemic. A novel aspect of our model lies in the distinction that we make between rate control and the decrease in contacts between infected and susceptible individuals due to distancing. We call this latter reduction in transmission the contact rescaling factor (CoRF). One can interpret the CoRF value as reflecting the effectiveness of social distancing. This number is a function of the stringency of rules (stay at home except for essential shopping and emergencies, wash hands frequently, wear masks, stay 6 ft. apart, etc.). Some authors consider tuning what we call the CoRF as the control ''knob\" used by authorities, (e.g. Giordano et al., 2020; Casella, 2020; Di Lauro et al., 2020; Morris et al., 2020; Bin et al., 2020) . Our focus is, instead, on rate control, which has not been sufficiently explored. Indeed, the objective of our model is to make it possible to formally consider rate control. In future work, we will study the combination of rate and CoRF control.",
            "cite_spans": [
                {
                    "start": 793,
                    "end": 815,
                    "text": "Giordano et al., 2020;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 816,
                    "end": 830,
                    "text": "Casella, 2020;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 831,
                    "end": 853,
                    "text": "Di Lauro et al., 2020;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 854,
                    "end": 874,
                    "text": "Morris et al., 2020;",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 875,
                    "end": 892,
                    "text": "Bin et al., 2020)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In particular, we used our model to answer questions about the dynamics of the disease, and about the value of the basic reproduction number, R 0 , which characterizes the initial rise in infections. We rigorously demonstrate, without simulations, that a (possibly unrealistic) quick implementation of social distancing is required in order for R 0 < 1 initially. While it is easy to interpret this as a hopeless situation, what this actually says is that an initially headline-grabbing infection will begin to move through the population. However, as time progresses, we show that social distancing can push R 0 to a value less than 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This conclusion about the impact of social distancing at different stages on the pandemic is dependent on the parameterization of the model. As many of the parameter values are still uncertain, we also explored how R 0 depends on a combination of a single model parameter and the social distancing rate parameter. One major uncertainty surrounding COVID-19 is the fraction of individuals who get infected but never develop symptoms. We find that R 0 is sensitive to this symptomatic fraction, demonstrating the importance of getting a confident measurement on this value before quantitative model predictions can be trusted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Another major unknown is how infective asymptomatic individuals are. We find that if asymptomatics are not very contagious, and if infected individuals automatically self-isolate, then R 0 is not greatly influenced by social distancing measures. However, if asymptomatics are sufficiently infective, there is a much stronger impact of social distancing on R 0 . That said, this conclusion depends on the assumption that social distancing reduces the transmission rate of the disease by the value of the CoRF. Therefore, varying this parameter allows us to quantify how the nature of social distancing measures impacts R 0 . If this parameter is very small, meaning one significantly down-scales their contacts (that is, the stay-at-home directives are extreme and mask compliance outside the home is high), very rapid implementation of social distancing is not required. On the other hand, if the directives are not as severe and CoRF is larger (meaning the number of contacts is scaled down less significantly and/or masking compliance is low), social distancing will not result in R 0 < 1 and we can still expect disease spread despite social distancing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We also used our model to explore how the timing of when social distancing is enacted influences the spread of the disease through a population. One of the most striking predictions is that a moderate delay in establishing social distancing guidelines, which we term a critical implementation delay (CID), does not appreciably increase the peak number of infected individuals. Keeping this number low (''flattening the curve\") is desirable in order to prevent strain on health providers and hospital resources. The existence of a CID means that authorities can take some time to plan for guidelines and announce a closure plan. Another important feature of the CID is that even a few days delay in implementation beyond the CID can have highly adverse consequences. Once passed, there will be many more (over ten times) the number of sick people in the population at its worst moment. With our parameters, at the start of the epidemic, the CID is roughly two weeks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "That said, there are good reasons both for and against taking advantage of the CID. We find that implementing even faster than the CID time results in a major postponement of the peak time for infections. For example, a delay of 15 days has a peak of infection early on in the epidemic, occurring at about 50 days. However, initiating 10 days earlier delays the peak to almost one year, a huge difference in timing. Such a postponement provides more opportunities to develop vaccines and treatments, and hence can be seen as highly desirable. On the other hand, a slower implementation allows time for planning, communicating with the public, and building up community buy-in to distancing measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Related to timing, there has been interest in periodically relaxing distancing guidelines to allow for limited economic activity. For example, businesses may be allowed to operate normally for one week, while the ensuing week is restricted to remote operation (or being fully closed, if remote work is not feasible). This two week ''periodic\" schedule is then continued either for a fixed period of time, or indefinitely (e.g. the discovery of a vaccine, evidence that sufficient herd immunity has been obtained, etc.) Using our model with estimated parameters, we simulate such schedules for a variety of periods, ranging from days to months of sanctioned activity. Our results are quite counter-intuitive, and suggest that there might be a pulsing period that significantly inhibits the infection dynamics (a 17 day ''on/off\" schedule with our parameters). However, this schedule is exceptionally sensitive to parameter values and timing, so that extreme caution must be taken when designing guidelines that fully relax social distancing, even temporarily. Furthermore, for some strategies near the optimal 17-day cycle, a subsequent increase in infected individuals may occur after an initial flattening. Thus, even if a region observes a short-term improvement, the worst may still be yet to come.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Other forms of relaxation relate to gradual easing, as opposed to periods of ''normal activity.\" Of course, the rate of easing (e.g. what businesses are allowed to open for in-person operations, and at what capacity) is of great interest, both economically and psychologically. We numerically investigate how the rate of easing social distancing guidelines affects outbreak dynamics, and show that relaxing too quickly will only delay, but not suppress, the peak magnitude of symptomatic individuals. However, a more gradual relaxation schedule will both delay onset and ''flatten the curve,\" while producing a largely immune population after a fixed policy window (again, assuming recovery corresponds to immunity, which is still an open question as of this writing). Hence the rate of relaxation is an important factor in mitigating the severity of the current pandemic. Similarly, the rate of relaxation during flattening is important to prevent a ''second wave\" of infected individuals. As governments develop and implement plans to ease social distancing, carefully considering the rate of relaxation is extremely important from a policy perspective, so that countries and states do not undo the benefits of their strict distancing policies by lifting guidelines too rapidly. For example, in our model, a very rapid relaxation schedule results in a second wave with a larger peak symptomatic proportion than originally experienced (over 27%, compared to original peak of 3:2%). However, relaxing more gradually once the peak has been obtained prevents a second outbreak, and allows a sustainable approach to herd immunity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We close this introduction with the following quote:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "''I have skepticism about models [of , and they are only as good as the assumptions you put into them, but they are not completely misleading. They are telling you something that is a reality, that when you have mitigation that is containing something, and unless it is down, in the right direction, and you pull back prematurely, you are going to get a rebound of cases.\" Dr. Anthony Fauci, Director, National Institute of Allergy and Infectious Diseases, United States; on CNN, 05 May 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "It bears emphasizing: ours is one model, with one set of assumptions. We do not in any way believe that the quantitative predictions of our (or of any other) model of COVID-19 can be accurate, as so much is still unknown about this disease. However, as in the statistician George Box's aphorism ''All models are wrong, but some are useful\", the correct question is not if the model is ''true\" but rather if it is ''illuminating and useful.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The SIR model proposed by Kermack and McKendrick (1927) has been applied in many ways over the last century to study infectious diseases, and recently has been extended to study COVID-19. For example, a recent model for COVID-19, called the SIDARTHE model (Giordano et al., 2020) , partitions individuals as susceptibles, asymptomatic and undetected infected, asymptomatic detected, symptomatic undetected, symptomatic detected, detected with life-threatening symptoms, recovered, and deceased. There are also several papers that deal with timing of interventions as well as periodic strategies to prevent the spread of epidemics, modeled through periodic vaccination (Liu and Stechlinski, 2017) or through the periodic or other switching of the infectivity parameter in the SIR and related models (Giordano et al., 2020; Di Lauro et al., 2020; Morris et al., 2020; Bin et al., 2020) .",
            "cite_spans": [
                {
                    "start": 26,
                    "end": 55,
                    "text": "Kermack and McKendrick (1927)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 256,
                    "end": 279,
                    "text": "(Giordano et al., 2020)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 668,
                    "end": 695,
                    "text": "(Liu and Stechlinski, 2017)",
                    "ref_id": null
                },
                {
                    "start": 798,
                    "end": 821,
                    "text": "(Giordano et al., 2020;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 822,
                    "end": 844,
                    "text": "Di Lauro et al., 2020;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 845,
                    "end": 865,
                    "text": "Morris et al., 2020;",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 866,
                    "end": 883,
                    "text": "Bin et al., 2020)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Models"
        },
        {
            "text": "In this work we propose a different extension of the SIR model, one that includes socially distanced (labeled with a D sub-index) and non-socially distanced (labeled with an N sub-index) classes for susceptible (S D and S N ), asymptomatic (A D and A N ), and symptomatic (I D and I N ) individuals. Class R refers to ''Recovered\" who are presumed to have developed at least temporary immunity. More details about the interpretation of each variable together with the meaning of the variables and parameters used in this model can be found at Table 1 . Next, we explain the dynamics of our model (please refer to Fig. 1 } I b I I D when in contact with a socially distanced symptomatic individual. 3. If a susceptible individual that has been social distancing (an individual in class S D ) gets infected, they will continue social distancing (will transfer to class A D ); and a non-social distanced individual will continue non-social distancing right after getting infected (will transition from the S N to the A N class). 4. Susceptible individuals transition from social distancing to non-social distancing behavior with rate h 1 . Likewise for asymptomatic individuals. 5. Susceptible individuals transition from non-social distancing to social distancing behavior with rate h 2 . Likewise for asymptomatic individuals. 6. Asymptomatic individuals are assumed to be contagious.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 543,
                    "end": 550,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 613,
                    "end": 619,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Models"
        },
        {
            "text": "While the inclusion of an additional exposed (but not contagious) compartment would more closely model what is now known about COVID-19, the short time period one remains in the ''exposed\" group is sufficiently small that we choose to ignore it. Current estimates suggest that the time between infection and the emergence of symptoms is, on average, 4-5 days. Current estimates also suggest that a person with COVID-19 may be contagious 2-3 days before starting to experience symptoms (Harvard Medical School, 2020) . This makes the amount of time one would remain infected, but not able to infect others, between 1 and 3 days, on average. Relative to the time course of the disease (14-21 days), the data does suggest the ''infected but not contagious\" phase is sufficiently short that the inclusion of an exposed group would not significantly alter model predictions. 7. After the asymptomatic period, an asymptomatic individual may or may not become symptomatic. Thus, an individual may transition from the asymptomatic class into the symptomatic class, or directly to the recovered class. The param-eter f represents the fraction of the asymptomatic individuals that transition into the symptomatic class. Thus 1 À f ð Þis the fraction of individuals who are asymptomatic and transition directly to the recovered group.",
            "cite_spans": [
                {
                    "start": 485,
                    "end": 515,
                    "text": "(Harvard Medical School, 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Models"
        },
        {
            "text": "8. The transition rate out of asymptomatic, c AI , is independent of whether one was socially distancing or not. 9. A fraction p of non-socially distanced asymptomatic start social distancing after becoming symptomatic. Thus, 1 À p ð Þ is the fraction of non-socially distanced asymptomatic individuals that remain non-social distancing after becoming symptomatic. 10. A social distancing asymptomatic that becomes symptomatic remains socially distancing (transfers from A D into I D ). 11. If an individual becomes symptomatic, they will either recover (transfer to the R class with rate c IR ) or die with rate d. 12. Recovery assumes that the individual will acquire temporary immunity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Models"
        },
        {
            "text": "13. Recovered individuals lose immunity at a rate q.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Models"
        },
        {
            "text": "14. A fraction q of recovered individuals who lost immunity remain socially distanced, and a fraction 1 À q ð Þ will stop social distancing. The differential equation system representing this sevencompartment model is as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Models"
        },
        {
            "text": "dS N dt",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Models"
        },
        {
            "text": "dA D dt",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Models"
        },
        {
            "text": "dA N dt",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Models"
        },
        {
            "text": "Immunity to SARS-CoV-2 is only beginning to be understood. Infection has been observed to induce a robust antibody responses for at least three months (Wajnberg et al., 2020) , though antibodies are not the only factor in determining long-term immunity (Francis Collins, 2020; Rydyznski Moderbacher et al., 2020) . That said, it is known that for other types of coronaviruses, such as the severe acute respiratory syndrome (SARS), antibodies are maintained for an average of two years (Mo et al., 2006; Wu et al., 2007; Cao et al., 2007) . At present, pharmaceutical companies around the world are working to develop a vaccine for COVID-19, and it is hoped that one will be widely deployed in 2021. For this reason, we are currently interested in understanding the dynamics that will occur during the waiting period for a vaccine. It seems reasonable then, under the assumption that a recovered individual will acquire immunity for an average period of two years, to start by studying the simplified model where immunity is not temporary. Further, given the widespread understanding of the contagious nature of SARS-CoV-2, it is also reasonable to assume that symptomatic individuals respect social distancing guidelines.",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 174,
                    "text": "(Wajnberg et al., 2020)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 253,
                    "end": 276,
                    "text": "(Francis Collins, 2020;",
                    "ref_id": null
                },
                {
                    "start": 277,
                    "end": 312,
                    "text": "Rydyznski Moderbacher et al., 2020)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 485,
                    "end": 502,
                    "text": "(Mo et al., 2006;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 503,
                    "end": 519,
                    "text": "Wu et al., 2007;",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 520,
                    "end": 537,
                    "text": "Cao et al., 2007)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Models"
        },
        {
            "text": "In this simplified model we assume permanent immunity for the recovered class, and that all symptomatics (I N and I D ) can be merged into just one class I (see Fig. 2 ). It is of note that symptomatic individuals, just like the socially-distanced susceptible and asymptomatic individuals, still interact with medical providers and family members. Therefore they can still spread the disease. The impact of their social isolation is through the contact rescaling factor S . This term greatly reduces the transmission rate from symptomatic individuals and is how we model the impact of them socially distancing. The differential equation system representing this model is given here:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 161,
                    "end": 167,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "A simplified version (A six compartment SIR Model)"
        },
        {
            "text": "dA D dt",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A simplified version (A six compartment SIR Model)"
        },
        {
            "text": "dA N dt",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A simplified version (A six compartment SIR Model)"
        },
        {
            "text": "dI dt",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A simplified version (A six compartment SIR Model)"
        },
        {
            "text": "Note that, as discussed in more detail in Section 2.2, we define b I ¼ 2b A ð Þ I , meaning that the contact reduction for infectives is captured in our parameterization of b I .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A simplified version (A six compartment SIR Model)"
        },
        {
            "text": "We first note that the variables in our model system (8)-(13) should be interpreted in terms of fractions of the initial total population, and not as absolute population numbers. Of course, a direct translation is possible by fitting to a region of interest, and multiplying by the total population size at the time of disease outbreak. Note that since the initial conditions are all non-negative and satisfy",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameter estimation from currently available data"
        },
        {
            "text": "then all variables remain in the interval 0; 1 ½ for future times t > 0, and can hence be interpreted as a fraction of the initial population. Note that if d > 0 (a strictly positive death rate) and Eq. (14) is satisfied, the total population fraction N defined by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameter estimation from currently available data"
        },
        {
            "text": "for all t > 0. In fact, the difference 1 À N t ð Þ measures the fraction of deaths of the initial population by time t. Births are ignored, since we consider time-scales on the order of 1 year, and newborns are not significant contributors to the susceptible populations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameter estimation from currently available data"
        },
        {
            "text": "It is easy to verify (see Appendix A) that all the infective populations, A N t ð Þ; A D t ð Þ, and I t ð Þ converge to zero as t ! 1. One contribution of this work is to make the distinction between rate control and decrease in contacts due to social distancing. Hence, we need to explicitly define rate control (h 1 and h 2 ) in our model. To this end, recall that h 1 is interpreted as a socializing rate, while h 2 is a controlled level of social distancing. Intuitively, we expect that increasing social distancing guidelines will at the same time inhibit individuals from socializing. That is, h 1 and h 2 are not independent, but are rather inversely correlated to one another. To make this mathematically precise, we define",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameter estimation from currently available data"
        },
        {
            "text": "That is, increasing distancing mandates (h 2 ) at the same time decreases the rate at which individuals socialize (h 1 ). Other functional relationships are possible, but for the remainder of this work we fix h 1 as in Eq. (18). Furthermore, we fix",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameter estimation from currently available data"
        },
        {
            "text": "so that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameter estimation from currently available data"
        },
        {
            "text": "It is difficult to estimate such rates directly, as they correspond to sociological responses to unprecedented self-isolation guidelines. However, our rationale is as follows. Consider first a policy such that h 2 ¼ 1 per day, which implies that (interpreting the ODE system as the expected value of the corresponding Poisson process) that the average time to socially distance is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameter estimation from currently available data"
        },
        {
            "text": "Assuming that the population is initially non-distanced, so that S N 0 ð Þ % 1; S D 0 ð Þ % 0, and ignoring the infection dynamics over a period of 1 day, we have the estimate",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameter estimation from currently available data"
        },
        {
            "text": "% 0:37:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameter estimation from currently available data"
        },
        {
            "text": "In the above, we ignored transitions from S D into S N , as S D is assumed small. Hence, after 1 day, approximately 63% of the population socially distances. Eq. (20) then yields h 1 ¼ 1 11 , so that of the (assumed small) socially distanced population,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameter estimation from currently available data"
        },
        {
            "text": "That is, about 9% of the population disobeys the distancing mandate per day. Similarly, when h 2 ¼ 0, i.e. there are no social distancing directives, Eq. (20) yields h 1 ¼ 1, so that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameter estimation from currently available data"
        },
        {
            "text": "i.e. about 63% of the population re-socializes in 1 day; others may be too scared, or simply not prone to leave their house every day. The above reasoning seems at least reasonable to the authors. Of course, the focus on the subsequent analysis will not be on precise predictions, but rather general phenomenon, which are robust to parameter values. This should be considered for the remainder of this section (and the remainder of the work) as we discuss other estimates. We can also interpret h 1 and h 2 in terms of the equilibrium fractions of socially distanced individuals. Indeed, in the absence of any infection (assuming no recovery has yet taken place), we have that the equilibrium fractions of S N and S D are given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameter estimation from currently available data"
        },
        {
            "text": "If as above, h 2 ¼ 1, then h 1 ¼ 1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameter estimation from currently available data"
        },
        {
            "text": ", and we have that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "Hence, in the long-term, with very strict distancing guidelines, approximately 92% of the susceptible population will distance, while 8% do not. This also seems reasonable with very strict mandates, as of course some jobs remain essential and hence not all workers can become isolated (nurses, doctors, grocery workers, first responders, etc.).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "The parameter f represents the fraction of SARS-CoV-2 infections that become symptomatic. Current reports suggest that this parameter is highly variable, with analyses on different data sets yielding between 20% and 95% of positive tested cases being symptomatic (so that f 2 0:2; 0:95 ½ ) (Mizumoto et al., 2020; Day, 2020; Zhou et al., 2020; Nishiura et al., 2020; Kimball, 2020; Quilty et al., 2020; Sun et al., 2020; Lavezzo et al., 2020) . As of May 2020, the CDC estimated the asymptomatic proportion of positive cases to be 35% (COVID-19, 2020), so we fix f as",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 313,
                    "text": "(Mizumoto et al., 2020;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 314,
                    "end": 324,
                    "text": "Day, 2020;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 325,
                    "end": 343,
                    "text": "Zhou et al., 2020;",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 344,
                    "end": 366,
                    "text": "Nishiura et al., 2020;",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 367,
                    "end": 381,
                    "text": "Kimball, 2020;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 382,
                    "end": 402,
                    "text": "Quilty et al., 2020;",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 403,
                    "end": 420,
                    "text": "Sun et al., 2020;",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 421,
                    "end": 442,
                    "text": "Lavezzo et al., 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "Recall that f c AI is the transition rate from the asymptomatic (but infected) populations A D and A N . Again interpreting as the expected value of a Poisson process, we can relate f c AI to the expected time until asymptomatic individuals shows symptoms",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "That is, f c AI is inversely proportional the time it takes to exhibit symptoms. There are different estimates of this time period. The original analysis based on 88 confirmed cases in Chinese provinces outside Wuhan, using data on known travel to and from Wuhan, gave an estimate of 6.4 days . Later estimates of community spread have been closer to 5.1 days, with a 95% confidence interval of 4.1 to 7.0 days (Li et al., 2020; Lauer et al., 2020). We picked the number t A h i ¼ 5:2 in this interval, but our results do not change substantially if a slightly smaller or larger value is used. Thus at our chosen value of f , this yields c AI ¼ 0:296 per day:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "We fix this value in the remainder of the work. Note that all rates will be measured in days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "In a similar manner, we estimate the parameter c IR , the transition rate from infected to recovered. The February 2020 joint WHO-China report (WHO, 2020) found an average recovery time of 2 weeks at the time of the onset of symptoms for mild cases, and 3 À 6 weeks for severe cases. In our model, we do not distinguish between the types of symptomatic individuals, and hence we roughly estimate an average 3 week recovery period. Hence",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "Finally, we can estimate d, the disease mortality rate, using the fraction of reported deaths with respect to the total disease numbers. Using global data reported on the John Hopkins dashboard (Dong et al., 2020) on 03/29/2020, there were a total of 33876 deaths and 717656 reported cases, so that",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 213,
                    "text": "(Dong et al., 2020)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "Using the above value of c IR in (37), we thus have that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "The remaining parameters are b A ; b I ; A , and S . For simplicity, we assume that the effect of social distancing the susceptible, asymptomatic, and symptomatic individuals is symmetric, so that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "The values of b A and are calibrated to reported R 0 values. Using data from PolicyLab at CHOP for the Bronx, NY, we use an R 0 ¼ 5:6 when h 2 ¼ 0 (corresponding to 3/23/20), and R 0 ¼ 1:4 when h 2 ¼ 0:5 (corresponding to one week later on 3/30/20) (COVID-Lab, 2020). Note that h 2 ¼ 0:5 is chosen to represent that approximately 75% of the susceptible population acts to distance one week after mandates have been issued; see Eqs. (29) and (30). Keeping all other parameters as specified in Table 2 , the only way our model can match the conditions in the Bronx from 3/23 to 3/30/20 is if:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 492,
                    "end": 499,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "11"
        },
        {
            "text": "This assumes that symptomatics are twice as infective as asymptomatics . The scaling by indicates that symptomatic individuals are assumed to socially distance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "A central subject in the analysis of epidemiological models concerns the stability of a ''disease free steady state\" (abbreviated DFSS from now on), in which all infective populations are set to zero. Stability of a DFSS means that small perturbations, that is to say, the introduction of a small number of infectives into the population, results in exponential decay back to the set of DFSS's. In other words, the infection does not take hold in the population. Mathematically, this means that the linearization at any of the DFSS's is described by a matrix in which all eigenvalues corresponding to the infective compartments have negative real part. Conversely, if the DFSS is unstable, then the infection will initially expand exponentially. It is important to realize, however, a very subtle and often misunderstood fact. Instability of the DFSS does not necessarily imply that the infection will keep increasing forever. Linearized analysis is only local, and says nothing about behavior over long time horizons, because nonlinear effects can dominate once the system is away from the DFSS; indeed, we will show that we find this phenomenon in our model (provided that social distancing directives are introduced).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Basic Reproduction Number, R 0"
        },
        {
            "text": "A fundamental and beautiful mathematical result is that a DFSS is exponentially stable if and only if the basic reproduction number R 0 is less than one. Intuitively, R 0 is the average number of new infections that is caused by a typical individual during the period that this individual is infective. Mathematically, R 0 is defined as the dominant eigenvalue of a certain positive matrix, called the next generation matrix (Diekmann et al., 1990; Diekmann et al., 2010) . We briefly explain this method in Appendix B, and therein derive that for our six-compartment SIR model in Eqs. (8)-(13):",
            "cite_spans": [
                {
                    "start": 425,
                    "end": 448,
                    "text": "(Diekmann et al., 1990;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 449,
                    "end": 471,
                    "text": "Diekmann et al., 2010)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Basic Reproduction Number, R 0"
        },
        {
            "text": "where g ij represents the ði; jÞ-entry of the next generation matrix G evaluated at the DFSS. As we derive in Appendix B:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Basic Reproduction Number, R 0"
        },
        {
            "text": "where S Ã N represents the value of S N at the DFSS being studied. We begin here by studying the value of R 0 under various scenarios of disease progression. We distinguish these scenarios by a number we call R Ã that gives the percent of the population that has ''recovered\" from the disease 2 . Herein we assume all recovered have developed immunity, though that assumption could easily be removed. One can interpret R Ã ¼ 0 as the very earliest stage of the pandemic, when there are no recovered individuals in the population. Because we are assuming all recovereds stay recovered, increasing values of R Ã correspond to later stages of the epidemic, as long as the current number of infected individuals is small compared to the total number of susceptibles. Hence we can think of R Ã as measuring the response of a susceptible population with a certain degree of immunity ''built in,\" which will naturally occur as time progresses in any pandemic. For convenience in calculations, we normalize the populations at a DFSS to 1, that is, we divide S N ; S D , and R by the total population (at DFSS)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Basic Reproduction Number, R 0"
        },
        {
            "text": "In Fig. 3 , we show how R 0 predicted by our model changes as a function of the fraction recovered R Ã and the rate of social distancing h 2 . We observe that when R Ã < 0:3; R 0 > 1 unless social distancing is implemented at a rate faster than h 2 ¼ 0:5, which is already a very rapid rate. The contact rescaling factor CoRF is kept constant, as explained in the Introduction. While it is easy to interpret this as saying controlling the disease is hopeless unless society could act unrealistically quickly, this is not the case. As discussed above, instability of the DFSS does not characterize global temporal behavior. It does tell us that an ''overshoot\" and headlinegrabbing infection will initially take hold. Thus, social distancing directives will initially appear to have failed in their intended effect. But, as time goes on and individuals limit their contacts and more individuals recover, social distancing can eventually result in R 0 < 1, which would result in the epidemic dying out exponentially.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 9,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF13"
                }
            ],
            "section": "Basic Reproduction Number, R 0"
        },
        {
            "text": "The number R 0 is computed at a disease-free state, and quantifies the initial response of the system to a small perturbation (adding infectives). When using R Ã as a parameter, one is implicitly assuming that the number of infectives is (approximately) zero, which is not quite correct. This assumption may be reasonable if the number of infectives at the given time is a small fraction of the current population, as if studying the possibility of a ''second wave\" prior to the relaxation of distancing policies. In any event, even though it is based on linearization, we found out that analysis based on R 0 is in excellent agreement with simulations, and hence we use formulas for R 0 as a function of R Ã (and of other parameters in the model as well) to understand how sensitive R 0 is to different social distancing rates, the point in time when such directives are introduced (as quantified by R Ã ), and other parameters. Also note that, even when R 0 > 1, social distancing can still ''flatten the curve\", as we show in Section 3.2. This means that the peak infection levels will be lower, which reduces the stress on the healthcare system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Basic Reproduction Number, R 0"
        },
        {
            "text": "To explore the sensitivity to h 2 further, we note that the limit of R 0 as h 2 ! 1 can be written as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Basic Reproduction Number, R 0"
        },
        {
            "text": "The formulas follow from the explicit calculation of R 0 given in Appendix B. We show in Fig. 4 plots of R 0 as a function of h 2 for R Ã ¼ 0 (on the interval h 2 2 0; 1 ½ ), as well as its derivative and its differential sensitivity, defined intuitively as '' dR 0 =R 0 dh 2 =h 2 \" and formally",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 89,
                    "end": 95,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Basic Reproduction Number, R 0"
        },
        {
            "text": "The fact that this sensitivity rapidly approaches zero means that after a threshold rate of social distancing, small relative changes in the rate of social distancing have essentially no effect on relative changes in R 0 . Mathematically, it is interesting that the derivative of R 0 (and also the sensitivity) has a local minimum, in other words",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Basic Reproduction Number, R 0"
        },
        {
            "text": "can change sign. This is necessary because d 2 R 0 =dh 2 2 % À114:3 < 0 at h 2 ¼ 0, but this second derivative cannot stay negative since R 0 is bounded below. Taken together, these plots further confirm that increasing the rate of social distancing beyond a certain threshold does not result in significant changes to R 0 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Basic Reproduction Number, R 0"
        },
        {
            "text": "We proceed by exploring the sensitivity of R 0 to various combinations of parameters, all including the social distancing rate h 2 . The first parameter we consider is f , which determines the fraction of asymptomatic individuals that progress to having disease symptoms. Varying this parameter is important, as different studies have reached different conclusions about its value. As Fig. 5 indicates, the value of R 0 is sensitive to the fraction of individuals that develop symptoms, whether we have no immunity (R Ã ¼ 0) or partial immunity (R Ã ¼ 0:25) in the population.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 385,
                    "end": 391,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Basic Reproduction Number, R 0"
        },
        {
            "text": "In particular, a larger likelihood of transitioning from asymptomatic to symptomatic increases R 0 . This occurs because both asymptomatics and symptomatics spread the disease, so spending time in both A and I means an individual has more time to spread the disease than if an individual transitions directly from the asymptomatic pool to the recovered pool. If instead of using the CDC estimate that f % 0:65 (COVID-19, 2020), we used earlier data from the Diamond Princess cruise ship (Mizumoto et al., 2020) of f % 0:821, without any social distancing directives, this increase in f would increase R 0 from 5.6 to 6.3 at our baseline parameters. Yet another data set out of Italy suggested f may be closer to 0.57 (Lavezzo et al., 2020) . Without any social distancing directives, this reduction in f would reduce R 0 from 5.6 to 5.3 at our baseline parameters. While these changes are not drastic, we do note that R 0 is more sensitive to f as h 2 increases, as can be seen in Fig. 5 by observing the increasing steepness of the contours as h 2 increases. Further, the fact that there are different strains of SARS-CoV-2 in circulation could mean that f varies depending on the dominant strain in a region (Yao et al., 2020) .",
            "cite_spans": [
                {
                    "start": 487,
                    "end": 510,
                    "text": "(Mizumoto et al., 2020)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 717,
                    "end": 739,
                    "text": "(Lavezzo et al., 2020)",
                    "ref_id": null
                },
                {
                    "start": 1210,
                    "end": 1228,
                    "text": "(Yao et al., 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 981,
                    "end": 987,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Basic Reproduction Number, R 0"
        },
        {
            "text": "Another uncertainty surrounding COVID-19 is how infectious the asymptomatic individuals are, which we call b A in our model. In Fig. 6 , we explore how the contagion level of the asymptomatics influences R 0 under varying rates of social distancing. We observe that if asymptomatics are not very contagious (b A is small), then R 0 is not very sensitive to social distancing directives as measured by h 2 (R 0 -clines are almost vertical). This can be explained by our assumption that symptomatic individuals are assumed to socially distance themselves, and therefore have minimal interaction in our model with susceptibles. When this is the case, the disease is mainly spread by non-socially distanced asymptomatics. And, if the transmission rate from these individuals is small, socially distancing the asymptomatics and susceptibles has little impact on the progression of the disease. If, on the other hand, b A is sufficiently large, then asymptomatics can fairly readily spread the disease, and we see a much stronger impact of social distancing on R 0 (R 0 -clines get much less steep as b A increases).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 128,
                    "end": 134,
                    "text": "Fig. 6",
                    "ref_id": null
                }
            ],
            "section": "Basic Reproduction Number, R 0"
        },
        {
            "text": "Another major assumption of our model is that social distancing reduces the transmission rate of the disease by a factor called the contact rescaling factor (CoRF). We formulate our model so that socially distancing the susceptibles and the asymptomatics (note, infectives are assumed to be socially distanced) are described by different CoRF values of S and A , respectively. However, in all calculations and simulations, we assume that the extent that social distancing reduces the transmission rate is the same independent of whether an individual is susceptible, asymptomatic, or infected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Basic Reproduction Number, R 0"
        },
        {
            "text": "That is, we take :¼ S ¼ A . The value of the CoRF is another way to measure social-distancing directives. While h 2 describes rate of social distancing, describes the severity of the measures. While not realistic for a disease like COVID-19, if socially distancing meant an individual was exposed to nobody else, the contact rescaling factor would be 0. Intuitively, and as we quantitatively demonstrate in Fig. 7 , at very small , the rate of social-distancing h 2 is less important. Social-distancing is still needed in order for R 0 to be less than 1, as it reduces the transmission from the distanced symptomatic individuals to susceptibles. In particular, R 0 drops below 1 at the rate of h 2 ¼ 0:3 when there are no recovered in the population, and at h 2 ¼ 0:24 when 25% of the population has recovered.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 407,
                    "end": 413,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Basic Reproduction Number, R 0"
        },
        {
            "text": "Increasing the CoRF can be thought of as increasing the number of contacts socially-distanced individuals have. With all other parameters fixed as specified in Table 2 , we see that the social distance rate h 2 can only result in an R 0 < 1 when there is little immunity in the population (for h 2 6 1) if the CoRF is less than 0.15.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 160,
                    "end": 167,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Basic Reproduction Number, R 0"
        },
        {
            "text": "Beyond this value, even socially-distanced individuals have too many contacts, and R 0 > 1. Intuitively, we see that R 0 quickly increases as the CoRF increases. This shows that, even if individuals act very quick to socially distance (there is a large h 2 ), if they have too many contacts while social distancing, social distancing will not be sufficient to drive R 0 < 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Basic Reproduction Number, R 0"
        },
        {
            "text": "We now investigate how dynamic social distancing protocols affect the spread of the epidemic in the six equation SIR model introduced in Section 2.1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Time-varying social distancing (h 2 t ð Þ)"
        },
        {
            "text": "We begin with the predicted outbreak dynamics in the case of no implemented social distancing. As discussed in Section 3.1, with parameters estimated from Bronx data in March, we expect",
            "cite_spans": [],
            "ref_spans": [],
            "section": "No distancing dynamics"
        },
        {
            "text": "meaning the disease should spread rapidly throughout the population. No social distancing implies that Fig. 3 . Basic reproduction number as a function of the social distancing rate parameter h2, and the fraction of the population that is immune R Ã . All other parameters as in Table 2 . Fig. 4 . Plots of R0, derivative dR0=dh2, and differential sensitivity d log R0 d log h2 ¼ dR0 dh2 Á h2 R0 , all as functions of h2 at R Ã ¼ 0. Different ranges picked for clarity. dR0=dh2 and differential sensitivity converge to zero.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 103,
                    "end": 109,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 279,
                    "end": 286,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 289,
                    "end": 295,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "No distancing dynamics"
        },
        {
            "text": "1:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "No distancing dynamics"
        },
        {
            "text": "Initial conditions consist of all susceptible individuals socially non-distanced, no population immunity, and a small number of symptomatic individuals (100 in 10 million). More precisely,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "No distancing dynamics"
        },
        {
            "text": "Of course, in reality it is likely that a number of asymptomatic people also exist in the population at this time (t ¼ 0), but for simplicity we ignore them. Note that I 0 ð Þ was taken to be consistent (as an order of magnitude) with the reported cases in New York City (NYC) before a state of emergency was declared (89 cases on March 7, with a total NYC population of approximately 8:4 million). These will be the initial conditions used throughout the remainder of the manuscript, as we compare intervention strategies based on responses to the above infection data at day t ¼ 0. The results of simulating the model in eqns. (8)-(13) for 180 days are provided in Fig. 8 . This will serve as a baseline for the severity of the outbreak in a ''worst-case scenario.\" Social distancing strategies will be compared to these worst-case figures, some of which we highlight below:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 667,
                    "end": 673,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "No distancing dynamics"
        },
        {
            "text": "1. The symptomatic infected population (I) reaches a peak value of 40%. Table 2 . The corresponding heat maps can be found in Appendix C. Fig. 6 . Basic reproduction number as a function of the social distancing rate parameter h2 and infectivity rate of asymptomatics b A at different pandemic stages. All other parameters as in Table 2 . The corresponding heat maps can be found in Appendix C.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 72,
                    "end": 79,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 138,
                    "end": 144,
                    "text": "Fig. 6",
                    "ref_id": null
                },
                {
                    "start": 329,
                    "end": 336,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "No distancing dynamics"
        },
        {
            "text": "2. The time to this symptomatic peak is approximately 30 days. 3. The model predicts that a peak of 60% of the total infected population (symptomatic and asymptomatic) will occur at day 24. As a reminder, these numbers are based on parameters calibrated to the outbreak in the Bronx NY, a locale hit very hard by the virus. 4. By day 70; 90% of the original the population will be recovered (assuming recovered individuals do not lose immunity). 5. Over 3% of the population will die during the outbreak (3:11%). 6. Compartments S D and A D never comprise any percentage of the population. This is because of the initial conditions, and because no distancing guidelines have been issued in this ''worst-case scenario\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "No distancing dynamics"
        },
        {
            "text": "We first investigate disease dynamics in response to delayed social distancing protocols. We assume that h 2 t ð Þ takes the following form:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Delayed response"
        },
        {
            "text": "That is, we assume that social distancing does not occur until an implementation time t c , after which h 2 t ð Þ is kept at a constant value h 2 . For a visualization, see Fig. 9 . Since many policies are implemented in a 48 h (2 day) window, we set",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 173,
                    "end": 179,
                    "text": "Fig. 9",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Delayed response"
        },
        {
            "text": "Fixing all other parameters as in Table 2 , we simulate the model for a range of policy activation days t c ; results are shown in Fig. 10 . Under the ''best case scenario\" considered here, where social distancing is only delayed by five days, the model predicts that in this hard-hit area of the Bronx, nearly a third of the population has contracted COVID-19 and recovered from the disease. Although appearing like a very high percent given social distancing, this prediction is fairly consistent with antibody values being reported. For instance, in mid-August (after about five months of social distancing), NYC released data (New York City, 2020) saying that approximately 21.6% of NYC residents have SARS-CoV-2 antibodies (New York Times, 2020).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 34,
                    "end": 41,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 131,
                    "end": 138,
                    "text": "Fig. 10",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Delayed response"
        },
        {
            "text": "In certain hard-hit neighborhoods, the percent of residents with antibodies exceeded 50%. Looking now across a range of social dis-tancing delay times, we observe an apparent ''flattening of the curve,\" if the distancing was enacted quickly enough. That is, if policies were enacted too late, social distancing has little effect on the course of the outbreak. This can be observed by noticing that the response to a delay of 25 days is nearly identical to one with no distancing imposed. This is hardly surprising, since if a society waits too long to start socially distancing, the disease will have already spread through much of the population. However, if the delay is short enough (i.e. the response quick enough), we see a significant reduction in the peak of the infected population (3% at the peak for a t c ¼ 5 days, compared to the worst-case of 40%). Furthermore, there seems to be a critical ''window of opportunity\" for commencing social distancing: the difference between waiting 15 and 20 days is quite striking (peak of 7% in the former, up to 30% in the latter).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Delayed response"
        },
        {
            "text": "Notice that this window of opportunity ends at a time (about 15 days) that is much earlier than the time at which infections would have peaked in the absence of control measures (about 30 days). We think of (roughly) 15 days as a critical implementation delay (CID). We investigate this further by plotting both the peak symptomatic population and the time to this peak in Fig. 11 , where social distancing is begun at t ¼ t c days, for t c ¼ 0; 1; 2; . . . ; 35. This provides a quantification of what we saw in Fig. 10 : if the delay is relatively small or large, the response (measured as peak infected percentage) is robust to the delay. However, there is a critical window about which a ''bifurcation\" occurs. For our parameters, the bifurcation value appears to be approximately 2 weeks. In those first two weeks, if social distancing is begun, the outbreak will be sharply inhibited. However, near this critical value, delaying even a few extra days could drastically increase the total number of symptomatic individuals. For example, waiting 17 days yields a peak of 14% symptomatic, while waiting an extra week increases the peak to over 35%. Thus we see that policies will be effective in a certain window, and that it is critical to implement them within that window. Indeed, delaying even by a few days outside of that window could severely increase the total number of infections.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 373,
                    "end": 380,
                    "text": "Fig. 11",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 513,
                    "end": 520,
                    "text": "Fig. 10",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Delayed response"
        },
        {
            "text": "We also note that the time to peak number of symptomatic individuals (right panel, Fig. 11 ) increases the sooner the distancing procedure is implemented. This is intuitive, and combined with the previous result says that the more quickly social distancing is enacted, the longer you will have to deal with a smaller number of sick individuals. However, the number of sick individuals is relatively constant up until a certain time delay, where once passed, there will be many more (over ten times) the number of sick people in the population at its worst moment. Hence, on the policy level, if the existence of the infection is known sufficiently early, it is okay to take some time to plan a strategy, but once decided, it must be implemented quickly and efficiently. On the other hand, implementing even faster than the CID time results in the peak infections being postponed by a huge margin, thus giving more time for the development of vaccines and treatments. For example, a delay of 15 days has a peak infection early on in the epidemic (at about 50 days), while implementing the same distancing policy 10 days earlier delays the peak until approximately 1 year. In both cases, the peak infected populations are similar (7% compared to 3%, still both substantially smaller than the predicted 40% non-distanced dynamics), but the time scales over which the peak occurred are much different. Thus, one must take into account both factors (peak, and time-to-peak) when designing distancing strategies.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 83,
                    "end": 90,
                    "text": "Fig. 11",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Delayed response"
        },
        {
            "text": "We next investigate the effects of periodically relaxing social distancing protocols. Consider a protocol where social distancing measures are implemented for a fixed time window Dt on followed by a relaxation Dt off . The above is then repeated until a final time t f is reached. We envision a situation where the population is allowed to interact normally for (say) one week, but must then isolate for the following week. Such policies may lessen the economic and psychological impact of extended complete isolation by allowing limited windows in which individuals may work, socialize, etc. For a visualization of a simplified version of such a policy, see Fig. 12 . Note that we consider total relaxation (h 2 ¼ 0) during Dt off , but of course this could be adjusted; here we consider the simplest possible periodic (i.e. metronomic) policy.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 659,
                    "end": 666,
                    "text": "Fig. 12",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Periodic relaxation"
        },
        {
            "text": "In Fig. 13 , we investigate the dynamical response to several schedules with varying number of weeks of distancing. We assume that the lengths of activation and relaxation are equal, so that",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 10,
                    "text": "Fig. 13",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Periodic relaxation"
        },
        {
            "text": "Note that this restriction allows a relatively unbiased comparison between distancing protocols, since all will have distancing enacted for the same total amount of time. There is a slight discrepancy based on t f , since the schedules may end at different points of their respective cycles, but this effect is minimal. Hence we conclude that each schedule will have approximately the same economic impact, and hence in the following we only examine the disease response. Note that we fix h 2 ¼ 0:5 as in Section 3.2.2. The results presented in Fig. 13 are quite surprising and nonintuitive. Note that they all have delayed the onset of the peak of the epidemic by a similar length of time (all around 45-65 days, whereas the epidemic would have originally peaked at around 30 days). However, the degree to which the peak has been suppressed is different among the relaxation schedules. It appears that high frequency pulsing (small Dt) does better than some extended strategies (compare Dt ¼ 7 to Dt ¼ 14; 21; 28), but worse than others (compare Dt ¼ 7 to Dt ¼ 17). This seems to indicate that there is some optimal pulsing period. Furthermore, the curve for Dt ¼ 17 days is quite interesting; we see a significant reduction in peak population infection (22%, compared to 30% for Dt ¼ 7 days, and approximately 40% for no social distancing) together with an extended ''flattening of the curve\", which does not appear in the others. We also note that all strategies end with similar recovery rates (all above 93%, top right panel, Fig. 13) . To understand the behavior near Dt ¼ 17, we simulate a series of strategies with Dt near this value, and observe how the symptomatic Fig. 10 . Population response over a 360 day period in which social distancing is begun after the specified delay time tc, and maintained throughout the year (see Fig. 9 ). Left panel denotes the symptomatic (I) temporal response; right indicates the recovered percentages for each policy. Red curves correspond to no social distancing (see Fig. 8 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 545,
                    "end": 552,
                    "text": "Fig. 13",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1531,
                    "end": 1539,
                    "text": "Fig. 13)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1675,
                    "end": 1682,
                    "text": "Fig. 10",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1838,
                    "end": 1844,
                    "text": "Fig. 9",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 2016,
                    "end": 2022,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Periodic relaxation"
        },
        {
            "text": "Note that a delay of 25 days is hardly discernible from no social distancing, while a significant response transition occurs for delays shorter than 15 days. Fig. 11 . Peak infected population percentage (left) and time to this peak (right) when social distancing is delayed. Here the horizontal axis represents the delay in implementing social distancing (from time t ¼ 0), i.e. the value tc in Eq. (55). The dotted red line denotes the corresponding values when no social distancing is enacted (Section 3.2.1). Note the rapid increase in peak symptomatic population beginning around 15 days, which we term a critical implementation delay (CID). response varies. Results are provided in Fig. 14 for Dt ¼ 16; 17; 17:6; 18; 19 days. Note that the peak infected proportion appears to interact with a concavity change near Dt ¼ 17:6, and this interaction causes a significant decrease in the peak together with an extended ''flattening\" period. However, it is relatively sensitive to the timing, so that a slight error in timing (or a slight variation in parameters) will cause a large increase in peak infected numbers. Another interesting property is apparent in the curve with Dt ¼ 17: we see an initial flattening and even reduction of infections, followed by an increase in the number of symptomatic individuals. Hence for some strategies, the progression may yet worsen even after an apparent downward trend. Phenomenologically, we see a ''bifurcation\" between two ''unimodal\" behaviors in time (earlier vs. later peak) that happens through a ''bimodal\" (two maximal) time behavior (centered around a period of approximately 35 days corresponding to 17.5 days of distancing and 17.5 days of non-distancing).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 158,
                    "end": 165,
                    "text": "Fig. 11",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 688,
                    "end": 695,
                    "text": "Fig. 14",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Periodic relaxation"
        },
        {
            "text": "We also globally investigate the response to different pulsing frequencies (different Dt) on the critical infection measures, namely peak symptomatic individuals and the corresponding time of this peak. A simulation of pulsing strategies with periods ranging from Dt ¼ 1 day to Dt ¼ 70 days is presented in Fig. 15 . The left panel denotes a clearly non-monotone global response to different periodic relaxation schedules. Furthermore, we observe a global minimum near Dt ¼ 17:6 days, as discussed previously. Note also the sensitivity to the period: Dt ¼ 17:6 days yields a peak of only 22%, while a slightly longer relaxation schedule of Dt ¼ 20 days produces a peak of over 33%. Hence, designing such strategies is inherently risky, and should be done only when parameter values are precisely known.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 307,
                    "end": 314,
                    "text": "Fig. 15",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Periodic relaxation"
        },
        {
            "text": "We next investigate the rate at which social distancing policies are eased after a fixed period of time. Such control strategies may be important to prevent a second wave of infection arising soon after policies are relaxed. In this section, we model the effects of a controlled relaxation on outbreak dynamics. The control we consider takes the form of a linear decrease in regulations after a fixed isolation period (t 1 days). The rate of decrease is determined by an end time t e , after which social distancing is no longer encouraged. Thus, a larger value of t e corresponds to a slower easing of restrictions. For a visualization, see Fig. 16 . We fix",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 642,
                    "end": 649,
                    "text": "Fig. 16",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Relaxing social distancing"
        },
        {
            "text": "This captures conditions as of May 2020, given that our model was calibrated so that social distancing was implemented starting March 23, 2020. Simulation results for select relaxation rates appear in Fig. 17 , while a global characterization is provided by Fig. 18 . Note that t e ¼ 60 days corresponds to immediately turning social distancing off (a step, i.e. infinite slope), while t e ¼ 360 corresponds to a relaxation rate of slope 0:0017. Results indicate that gradual relaxation does have a significant effect on ''flattening the Fig. 12 . Pulsing of socially distancing protocol. Social distancing is enacted for a time length of Dton days, followed by a full relaxation for Dt off days. This schedule is then repeated until a time window t f has been reached. curve\" in that it results in a lower peak infected population over a larger time interval (compare t e ¼ 60 to t e ¼ 360 in Fig. 17 ). Fig. 18 further supports this claim, as we compute little variation in the peak for small relaxation times (corresponding to more quickly ending protocols), but that a substantial decrease in symptomatic burden is obtained as t e is increased. Indeed, for a gradual relaxation over a one year period (360 days), we see a peak symp-tomatic population of only 19%, which is significantly lower than the peak when immediately re-opening after 60 days (40%). Note that the latter schedule does not result in any significant peak mitigation when compared to the policy of no social distancing: it merely delays the same peak by approximately 56 days. Hence it seems crucially important to gradually relax social distancing guidelines, as gently as is economically feasible, to help mitigate the outbreak. We also see that, as in Section 3.2.3, all strategies result in a significant fraction of the surviving population being immune by t f ¼ 360 days; the most gradual relaxation policy has the lowest immune population of just under 90%. In other words, under the assumption that infection confers immunity that lasts at least a year, herd immunity has been largely achieved in all protocols.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 201,
                    "end": 208,
                    "text": "Fig. 17",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 258,
                    "end": 265,
                    "text": "Fig. 18",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 538,
                    "end": 545,
                    "text": "Fig. 12",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 894,
                    "end": 901,
                    "text": "Fig. 17",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 905,
                    "end": 912,
                    "text": "Fig. 18",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Relaxing social distancing"
        },
        {
            "text": "In Section 3.2.4, we saw that the rate of relaxation of social distancing was related to the overall peak symptomatic population: relax too quickly, and the peak is delayed but not inhibited, but gradually lift polices and this peak is both reduced and delayed to a substantial degree. (Figs. 17 and 18) . In that analysis, we assumed a fixed distancing period of 60 days, after which relaxation protocols are implemented. In reality however, policies are not designed utilizing artificial timelines, but instead rely on measured data relating to the epidemiology of the outbreak. A question many states and counties have grappled with is the following: once we observe a ''flattening of the curve\" (e.g. a plateau of new reported cases), how should relaxation be implemented? In this section, we use our model to address this question. Consider an initial outbreak as discussed in Section 3.2.1 (specifically initial conditions in Eq. (54)), assuming that an immediate strict social distancing protocol is enforced. Mathematically, this means that",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 286,
                    "end": 303,
                    "text": "(Figs. 17 and 18)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Relaxation and a second outbreak"
        },
        {
            "text": "As in the previous sections, we fix",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relaxation and a second outbreak"
        },
        {
            "text": "which implies that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relaxation and a second outbreak"
        },
        {
            "text": "The above social distancing policies are applied until the outbreak, here measured as the growth of the symptomatic population, dissipates. That is, we apply social distancing as illustrated in Fig. 16 until a time t 1 ¼ t d such that",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 194,
                    "end": 201,
                    "text": "Fig. 16",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Relaxation and a second outbreak"
        },
        {
            "text": "According to our model, once the peak is achieved at time t d , we see that the ''worst is over\". This is confirmed by the decrease in the infective population when extreme social distancing is continued for 1080 days, far beyond the peak infection time of t d ¼ 395, as shown in Fig. 19(a) . Therefore, it is a reasonable policy decision to start to relax social distancing measures as in Fig. 16 once the peak has been obtained. However, the plot of the recovered individuals suggests we need to be careful about how relaxation is implemented. If we completely relaxed all measures immediately at day t d ¼ 395, only 23% of the population is recovered (and assumed to be immune). According to our calculations of R 0 in Section 3.1 (in particular Fig. 3) , R 0 > 1 when h 2 ¼ 0; R Ã ¼ R t d ð Þ ¼ 23% and the number of infectives will increase. This highlights the need to carefully design relaxation policies in order to avoid a second wave. Here, we now explore how to design such a relaxation strategy.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 280,
                    "end": 290,
                    "text": "Fig. 19(a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 390,
                    "end": 397,
                    "text": "Fig. 16",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 749,
                    "end": 756,
                    "text": "Fig. 3)",
                    "ref_id": "FIGREF13"
                }
            ],
            "section": "Relaxation and a second outbreak"
        },
        {
            "text": "We thus consider a relaxation policy similar to that shown in Fig. 16 , with t d taking the role of t 1 , and investigate the response to different relaxation policies (different t e ). From Fig. 19 , we see that t d is given by",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 62,
                    "end": 69,
                    "text": "Fig. 16",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 191,
                    "end": 198,
                    "text": "Fig. 19",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Relaxation and a second outbreak"
        },
        {
            "text": "The dynamical response of our model to selected relaxation rates appears in Fig. 20 , while a more global characterization is provided in Fig. 21 . Note in the left panel of Fig. 20 , all protocols have the same response until time t ¼ t d ¼ 395 days (black curve); this is because social distancing is identically enforced for 0 6 t 6 t d . After t d , we see a different infection response based upon the rate at which distancing policies are relaxed. Note that if the rate of relaxation is too large and social distancing is stopped too soon (t e ¼ 400; 500; 600 days in Fig. 20) , we see a second wave of infections, larger than the original peak. For example, if social distancing policies are concluded by day 400 (a very small relaxation period, since relaxing begun on day 395), we see a second peak of symptomatic individuals of over 26% of the population by day 417; compare this with the original peak of 3:2%. However, if relaxation is relatively slow (for example, t e ¼ 800 days meaning distancing measures are gradually relaxed over 405 days), we see no second wave of infection. Hence in designing policy, we must carefully consider the manner in which social distancing policies are removed; if it is too fast, then we risk undoing the results achieved in the first t d ¼ 395 days. In Fig. 21 we provide a plot of the peak of the infected population as a function of both the full relaxation time (left) and the relaxation rate (right). Note that the rate is the speed (magnitude) of the relaxation schedule, and corresponds to the absolute value of the slope in Fig. 16 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 76,
                    "end": 83,
                    "text": "Fig. 20",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 138,
                    "end": 145,
                    "text": "Fig. 21",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 174,
                    "end": 181,
                    "text": "Fig. 20",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 574,
                    "end": 582,
                    "text": "Fig. 20)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1302,
                    "end": 1309,
                    "text": "Fig. 21",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1580,
                    "end": 1587,
                    "text": "Fig. 16",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Relaxation and a second outbreak"
        },
        {
            "text": "All relaxation policies are initiated at day t d ¼ 395, where the symptomatic population has reached a peak value of 3:2%. If no second wave occurs (by second wave we mean a peak value of symptomatic individuals larger than the original peak at day t d ), then the maximum value of I corresponds to this 3:2%, indicated with a dashed red line in both panels of Fig. 21 . Hence we compute a critical relaxation rate r c , such that if social distancing is relaxed faster than r c , a second outbreak will occur (right panel of Fig. 21) . However, if distancing restrictions are eased slowly enough (i.e. slower than r c ), a second peak never occurs, and herd immunity is largely achieved after 1080 days (again, assuming it exists). For our parameters, we find that this critical rate is r c % 1:65 Â 10 À3 :",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 361,
                    "end": 368,
                    "text": "Fig. 21",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 526,
                    "end": 534,
                    "text": "Fig. 21)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Relaxation and a second outbreak"
        },
        {
            "text": "Hence we may provide an estimate of the degree to which social distancing may be relaxed. Of course, this value depends critically on parameter values and other assumptions which remain (as of writing) unknown. Indeed, the main conclusion should not be the Fig. 16 . Relaxing social distancing measures after an initial period of strict regulations for t1 days. Rate is decreased linearly from h2 at day t1 to 0 at day te. After day te, no distancing regulations are in place. exact value given in Eq. (65), but rather the phenomenon that the ''speed\" of relaxation has significant consequences for subsequent outbreaks, which we believe is robust with respect to parameter values.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 257,
                    "end": 264,
                    "text": "Fig. 16",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Relaxation and a second outbreak"
        },
        {
            "text": "In this work, we have introduced a novel epidemiological model of the COVID-19 pandemic which incorporates explicit social dis- Fig. 17. Symptomatic (left) and recovered (right) populations for policies which relax social distancing at a rate determined (inversely) by te, the day at which distancing policies are completely removed. The response for no social distancing implemented is included for reference (red curves). Note that te ¼ 60 corresponds to immediate relaxation, and has a similar peak to the non-distanced curve. However, gradual relaxation protocols appear to both decrease the peak number of symptomatic individuals, while also spreading out their distribution. tancing via separate compartments for susceptible and asymptomatic (but infectious) individuals. We believe that this is the first model which characterizes social distancing protocols as rates of flow between these compartments, with the rates determined by guidelines implemented by regional governmental intervention.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 155,
                    "text": "Fig. 17. Symptomatic (left)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion & conclusion"
        },
        {
            "text": "In particular, we view these rates as controls, and one of our pri- Fig. 19 . Response to 1080 days of social distancing, with h2 as in Eq. (60) for t 2 0; 1080 ½ days. Note the peak of the symptomatic population is approximately 3:2% of the population, occurring at around day t d ¼ 395. As suggested by the right panel, the population is still largely susceptible, and one may suspect that a second epidemic will occur if social distancing protocols are immediately abandoned. Fig. 20 . Relaxation that was started during flattening. Symptomatic (left) and recovered (right) populations for policies which relax social distancing at a rate determined (inversely) by te, the day at which distancing policies are completely removed. The response for no social distancing implemented is included for reference (red curves). All curves besides the red curve are identical for the first t d ¼ 395 days of treatment, when social distancing is implemented with h2 t ð Þ h2 ¼ 0:5 per day for t 2 0; t d ½ . Note that a second wave occurs for relaxation protocols that end too quickly (te ¼ 400; 500; 600 days). However, if relaxation is slow enough (larger te), a second wave of infection is mitigated. All simulations are taken over 1080 days. mary focuses of study is disease response (measured by peak symptomatic proportion) to different mandated social distancing controls. Our major contributions and results are described below: 1. In model formulation, we decouple the rate of social distancing (h 2 ) with the decrease in contact due to social distancing ( S ; A ; I ). The latter we term the contact rescaling factor (CoRF), which should be interpreted as an effectiveness of social distancing. Hence we explicitly account for both the rate at which individuals distance, and how effective distancing is as a means of suppressing viral transmission. 2. The basic reproduction number, R 0 , is explicitly calculated for our model system. For parameters obtained from data, we show that when there is little immunity in the population, R 0 > 1 unless the rate of social distancing is quite large. This implies that under most realistic circumstances there will be an initial outbreak of the COVID-19 pandemic. However, the situation is not hopeless, as social distancing policies are able to push R 0 < 1 as the disease spreads throughout the population. 3. R 0 is sensitive to the fraction of infective individuals that are asymptomatic, and to the infectivity of these asymptomatic individuals. Hence understanding this population (through, for example, widespread testing and contact tracing) is critical for making informed policy decisions. 4. There is a critical time to implement social distancing guidelines (what we label the critical implementation delay (CID)), after which social distancing will have little effect on mitigating the percent of symptomatics at the peak of the outbreak. Surprising, the CID occurs well before the peak symptomatic proportion would have originally appeared under non-distanced protocols (CID is approximately two weeks for our parameter values, while the non-distanced peak occurs at about 30 days).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 68,
                    "end": 75,
                    "text": "Fig. 19",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 479,
                    "end": 486,
                    "text": "Fig. 20",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion & conclusion"
        },
        {
            "text": "5. While implementing distancing faster than the CID does not significantly change the number infected at the peak, it does significantly alter when this peak occurs. For example, implementing social distancing at day 5 instead of day 15 pushes the peak forward by nearly a year, which allows time for the development of therapeutics. 6. Periodic relaxation strategies, where normal behavior is allowed for certain periods of time, can significantly reduce the symptomatic burden. However, such scheduling is not robust, and small errors (either in timing, or via parameter estimation) may have catastrophic repercussions. 7. Gradual relaxation can substantially improve the overall symptomatic response, but the rate of relaxation is important to prevent a ''second wave\" of infections. Prolonged relaxation, or sufficiently slow relaxation upon flattening, can significantly ''flatten the curve.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion & conclusion"
        },
        {
            "text": "As noted throughout the manuscript, exact predictions rely on estimated parameter values, which currently vary widely throughout the literature. On the other hand, we believe that the qualitative phenomenon observed are robust, and should be considered during policy design. That said, the predictions are dependent on the model assumptions, and there are several assumptions that could be worth revisiting in future iterations of the model. In both the original and the simplified model, it is assumed that all infected individuals directly move from the susceptible pool to the asymptomatic pool. Asymptomatic individuals are assumed to be able to spread the infection. However, recent data suggests a 1-3 day incubation period of the disease, on average, during which someone is infected, asymptomatic, yet not contagious (Harvard Medical School, 2020; COVID-19, 2020) .",
            "cite_spans": [
                {
                    "start": 825,
                    "end": 855,
                    "text": "(Harvard Medical School, 2020;",
                    "ref_id": null
                },
                {
                    "start": 856,
                    "end": 871,
                    "text": "COVID-19, 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion & conclusion"
        },
        {
            "text": "While this is a fast, transient event given the time scales in the model, it could nonetheless be interesting to study what happens if Fig. 21 . Magnitudes of peak of symptomatic individuals (percentage of total population) as a function of end time te (left) and rate (right). Note that te and relaxation rate are inversely proportional; see Eq. (64). Relaxation is begun when the symptomatic population first ''flattens,\" which is indicated by the dashed red line in the figure, and occurs for all schedules at day t d ¼ 395. A peak equal to the dashed red line thus indicates that no second wave of infections occurs, i.e. there was never a day when the number of infected individuals was greater than the peak when relaxation was commenced. All simulations are taken over 1080 days.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 135,
                    "end": 142,
                    "text": "Fig. 21",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion & conclusion"
        },
        {
            "text": "we include an exposed but non-infectious class. Another consideration for future modeling work is that, because all individuals transition through the asymptomatic compartment, those who go on to develop symptoms in our model have a somewhat longer infectious period than asymptomatic individuals. The inclusion of an exposed compartment could also address this feature of the model, as exposed individuals could transition to either asymptomatic or symptomatic as compared to having symptomatic individuals transition through the asymptomatic compartment. Finally, some of the assumptions in the simplified model may not be realistic in all settings, necessitating the analysis of the full model. For instance, there is growing evidence on college and university campuses of individuals not isolating despite being positive for COVID-19. While this represents a very small percent of those who test positive, it is possible that such individuals could yield a superspreader event, and therefore it could be interesting to explore the impact of the intentional non-isolation of a small percent of symptomatic individuals. As another example, the simplified model assumes that immunity lasts the duration of the time period considered in our simulations (on the order of years). It is currently not clear what the duration of immunity to SARS-CoV-2 is. While studies show that antibodies may only be detectable for two to three months after infection, antibodies are not the only form of immunity, as memory T and B cells play a major role in long term immunity (Francis Collins, 2020) .",
            "cite_spans": [
                {
                    "start": 1561,
                    "end": 1584,
                    "text": "(Francis Collins, 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion & conclusion"
        },
        {
            "text": "There are several directions for future work. First, our model has shown that the effectiveness of social distancing policies is sensitively dependent on when measures are implemented. By calibrating the model to the dynamics of a particular locale, we could determine a threshold case load at which the population is at high risk of a second wave of infection. Knowledge of this threshold could help policy makers determine if/when social distancing recommendations need to be strengthened. Second, we will conduct a more systematic control analysis involving both the rate of social distancing (h 2 ) and the stringency of distancing (CoRF, i.e. terms).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion & conclusion"
        },
        {
            "text": "Ideally, we would like to minimize the peak of the symptomatic population (I) while simultaneously maximizing the time to reach this peak; we view such an objective as a precise quantification of ''flattening the curve.\" This must be done with distancing constraints imposed, to reflect the fact that a certain percentage of the population must remain active to maintain a functional society (healthcare workers, food supply, emergency responders, etc.). Using optimal control and feedback laws, our model can help inform policy makers as they make difficult decisions about how to adapt to the ongoing pandemic. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion & conclusion"
        },
        {
            "text": "It is a routine exercise to show that, in our model, I t ð Þ ! 0 as t ! 1, and similarly for A N t ð Þ and A D t ð Þ. Indeed, consider the total population fraction N defined by N :¼ S D þ S N þ A D þ A N þ I þ R and observe that dN=dt ¼ ÀdI 6 0. The function N is continuously differentiable. The LaSalle Invariance Principle (Khalil, 2002) implies that all solutions converge to an invariant set X included in dN=dt ¼ 0, meaning in particular that all solutions have I t ð Þ ! 0, as claimed. Furthermore, the equation",
            "cite_spans": [
                {
                    "start": 327,
                    "end": 341,
                    "text": "(Khalil, 2002)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Appendix A: Convergence of infectives to zero"
        },
        {
            "text": "Þ , which means that, in this set to which all solutions converge, both A D and A N are identically zero.As dR=dt ¼ 0 on this set X; R t ð Þ converges to a limit r (which is in general nonzero). The equations for susceptibles become, in X:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix A: Convergence of infectives to zero"
        },
        {
            "text": "Thus S D and S N equilibrate to constant values under the constraint that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix A: Convergence of infectives to zero"
        },
        {
            "text": "Appendix B: The basic reproduction number R 0",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix A: Convergence of infectives to zero"
        },
        {
            "text": "The next generation matrix algorithm, proposed by Diekmann et al. (1990) , is a technique used to calculate the basic reproduction number R 0 . We explain it briefly, for more details see Diekmann et al. (2010) and Brauer and Castillo-Chavez (2010).",
            "cite_spans": [
                {
                    "start": 50,
                    "end": 72,
                    "text": "Diekmann et al. (1990)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 188,
                    "end": 210,
                    "text": "Diekmann et al. (2010)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Appendix A: Convergence of infectives to zero"
        },
        {
            "text": "1. Let X ¼ x 1 ; x 2 ; . . . ; x n f grepresent the n infected host compartments, and Y ¼ y 1 ; y 2 ; . . . ; y m f grepresent the m other host compartments. 2. Write your ODE system as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix A: Convergence of infectives to zero"
        },
        {
            "text": "where F i represents the rate at which new infectives enter compartment I, and V i represents the transfer of individuals out of and into the i-th compartment. 3. We denote by F X and V X the Jacobian matrices evaluated at a DFSS of the vector fields respectively. 4. The next generation matrix G is defined by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix A: Convergence of infectives to zero"
        },
        {
            "text": "G is a non-negative matrix with an eigenvalue which is real, positive, and strictly greater than all the others. This largest eigenvalue is R 0 . At steady state we must satisfy the system of equations:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix A: Convergence of infectives to zero"
        },
        {
            "text": "where S D ; S N ; A D ; A N ; I, and R denote the values of S D ; S N ; A D ; A N ; I, and R at steady state, respectively. For the particular case of the DFSS, we must satisfy A D ¼ A N ¼ I ¼ 0. Thus, the system above simplifies into solving the equation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix A: Convergence of infectives to zero"
        },
        {
            "text": "This means two things:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix A: Convergence of infectives to zero"
        },
        {
            "text": "1. There are an infinite number of DFSS. Specifically, all the points of the form S D ; S N ; A D ; A N ; I; R ð Þ ¼ h 2 h 1 S N ; S N ; 0; 0; 0; R are disease free steady states of system (8)-(13). In Appendix A we proved, applying the LaSalle Invariance Principle (Khalil, 2002) , that all solutions converge to the set X, the set of all the DFSS of the system. 2. R, the recovered population at DFSS, is a number satisfying the double inequality",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 280,
                    "text": "(Khalil, 2002)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Appendix A: Convergence of infectives to zero"
        },
        {
            "text": "It will be convenient for our R 0 calculations to rescale all populations by dividing by N ¼ N t ð Þ. We introduce the ''starred\" notations",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix A: Convergence of infectives to zero"
        },
        {
            "text": "This means that, at a DFSS,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix A: Convergence of infectives to zero"
        },
        {
            "text": "and all the DFSS can be written as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix A: Convergence of infectives to zero"
        },
        {
            "text": "We use this notation for the susceptible and recovered populations at a DFSS in the next appendix.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix A: Convergence of infectives to zero"
        },
        {
            "text": "In order to study the stability of a DFSS, we compute the basic reproduction number R 0 of the six-compartment SIR model with the next generation matrix algorithm (Diekmann et al., 1990; Diekmann et al., 2010; Brauer and Castillo-Chavez, 2010) . Let ",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 186,
                    "text": "(Diekmann et al., 1990;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 187,
                    "end": 209,
                    "text": "Diekmann et al., 2010;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 210,
                    "end": 243,
                    "text": "Brauer and Castillo-Chavez, 2010)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "B.2. R 0 for the six-compartment SIR model (Eqs. (8)-(13))"
        },
        {
            "text": "where F X and V X denote the Jacobian matrices of F and V respectively, and :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B.2. R 0 for the six-compartment SIR model (Eqs. (8)-(13))"
        },
        {
            "text": "Let g ij represent the i; j ð Þ-entry of the next generation matrix G.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B.2. R 0 for the six-compartment SIR model (Eqs. (8)-(13))"
        },
        {
            "text": "At a DFSS (where we must satisfy the equation S Ã D ¼ h 2 h 1 S Ã N ) we have that,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B.2. R 0 for the six-compartment SIR model (Eqs. (8)-(13))"
        },
        {
            "text": "The characteristic polynomial of G is: P k ð Þ ¼ Àk 3 þ g 11 þ g 22 ð Þ k 2 À g 11 g 22 À g 12 g 21 ð Þ k with roots (eigenvalues of G):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B.2. R 0 for the six-compartment SIR model (Eqs. (8)-(13))"
        },
        {
            "text": "ffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffi ffi g 11 þ g 22 ð Þ 2 À 4 g 11 g 22 À g 12 g 21 ð Þ q 2 ð85Þ ¼ g 11 þ g 22 ð ÞÀ ffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffi g 11 À g 22 ð Þ 2 þ 4g 12 g 21 q 2 ð86Þ k 3 ¼ g 11 þ g 22 ð Þþ ffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffi ffi g 11 þ g 22 ð Þ 2 À 4 g 11 g 22 À g 12 g 21 ð Þ q 2 ð87Þ ¼ g 11 þ g 22 ð Þþ ffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffi g 11 À g 22 ð Þ 2 þ 4g 12 g 21",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B.2. R 0 for the six-compartment SIR model (Eqs. (8)-(13))"
        },
        {
            "text": "Therefore k 3 is the basic reproduction number, R 0 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B.2. R 0 for the six-compartment SIR model (Eqs. (8)-(13))"
        },
        {
            "text": "B.2.1. Conditions for R 0 < 1. The case h 2 ¼ 0 for the six-compartment SIR model: If the rate of social distancing h 2 equals zero (which implies S Ã N ¼ 1 À R Ã ), the basic reproduction number reduces to: In other words,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B.2. R 0 for the six-compartment SIR model (Eqs. (8)-(13))"
        },
        {
            "text": "For R 0 to be less than 1 we must satisfy the equation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B.2. R 0 for the six-compartment SIR model (Eqs. (8)-(13))"
        },
        {
            "text": "B.2.2. Conditions for R 0 < 1. The general case for the six-compartment SIR model: Let S Ã N > 0, and consider the polynomial",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B.2. R 0 for the six-compartment SIR model (Eqs. (8)-(13))"
        },
        {
            "text": "where b and c are the trace and determinant of the matrix G ¼ g 11 g 12",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B.2. R 0 for the six-compartment SIR model (Eqs. (8)-(13))"
        },
        {
            "text": "respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B.2. R 0 for the six-compartment SIR model (Eqs. (8)-(13))"
        },
        {
            "text": "Remark 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B.2. R 0 for the six-compartment SIR model (Eqs. (8)-(13))"
        },
        {
            "text": "3. The eigenvalues of G are:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B.2. R 0 for the six-compartment SIR model (Eqs. (8)-(13))"
        },
        {
            "text": "where k 1 < k 2 and k 2 > 0. 4. Let",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B.2. R 0 for the six-compartment SIR model (Eqs. (8)-(13))"
        },
        {
            "text": "Thus, R 0 k 2 ¼ x 2 S Ã N . 5. At the disease-free equilibrium, the following equations are satisfied:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B.2. R 0 for the six-compartment SIR model (Eqs. (8)-(13))"
        },
        {
            "text": "which gives the relation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B.2. R 0 for the six-compartment SIR model (Eqs. (8)-(13))"
        },
        {
            "text": "6. From Eq. (101), it follows that R 0 < 1 if and only if a DFSS (where we must satisfy the equation S Ã D ¼ h 2 h 1 S Ã N ) we have that,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B.2. R 0 for the six-compartment SIR model (Eqs. (8)-(13))"
        },
        {
            "text": "g 23 ¼",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B.2. R 0 for the six-compartment SIR model (Eqs. (8)-(13))"
        },
        {
            "text": "Thus, P k ð Þ ¼ k 4 À g 11 þ g 22 ð Þ k 3 þ g 11 g 22 À g 12 g 21 ð Þ k 2 is the characteristic polynomial of G with roots:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B.2. R 0 for the six-compartment SIR model (Eqs. (8)-(13))"
        },
        {
            "text": "k 1 ¼ 0 with multiplicity 2 ð118Þ k 2 ¼ g 11 þ g 22 ð ÞÀ ffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffi g 11 À g 22 ð Þ 2 þ 4g 12 g 21 q 2 ð119Þ k 3 ¼ g 11 þ g 22 ð Þþ ffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffi g 11 À g 22 ð Þ 2 þ 4g 12 g 21 q 2 :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B.2. R 0 for the six-compartment SIR model (Eqs. (8)-(13))"
        },
        {
            "text": "Therefore k 3 is the basic reproduction number, R 0 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B.2. R 0 for the six-compartment SIR model (Eqs. (8)-(13))"
        },
        {
            "text": "Appendix C: Heatmaps corresponding to contour plots of R 0 See Figs. 22-24. Fig. 22 . Basic reproduction number as a function of the social distancing rate parameter h2 and fraction of individuals who become symptomatic (f) at different pandemic stages. All other parameters as in Table 2 . Fig. 23 . Basic reproduction number as a function of the social distancing rate parameter h2 and infectivity rate of asymptomatics b A at different pandemic stages. All other parameters as in Table 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 76,
                    "end": 83,
                    "text": "Fig. 22",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 281,
                    "end": 288,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 291,
                    "end": 298,
                    "text": "Fig. 23",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 483,
                    "end": 490,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "B.2. R 0 for the six-compartment SIR model (Eqs. (8)-(13))"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Special report: the simulations driving the world's response to COVID-19",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Adam",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "580",
            "issn": "7803",
            "pages": "316--318",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "On fast multi-shot covid-19 interventions for post lock-down mitigation",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cheung",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Crisostomi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ferraro",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lhachemi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Murray-Smith",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Myant",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Parisini",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Shorten",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Stein",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Stone",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Some simple epidemic models",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Brauer",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Math. Biosci. Eng",
            "volume": "3",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Mathematical Models in Population Biology and Epidemiology",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Brauer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Castillo-Chavez",
                    "suffix": ""
                },
                {
                    "first": "Usa",
                    "middle": [],
                    "last": "Springer",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Disappearance of antibodies to sars-associated coronavirus after recovery",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Richardus",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "New Engl. J. Med",
            "volume": "357",
            "issn": "11",
            "pages": "1162--1163",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Can the covid-19 epidemic be managed on the basis of daily data?",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Casella",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2003.06967"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The effect of travel restrictions on the spread of the 2019 novel coronavirus (covid-19) outbreak",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chinazzi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ajelli",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gioannini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Litvinova",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Merler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pastore Y Piontti",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rossi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Viboud",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xiong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Halloran",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Longini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "368",
            "issn": "6489",
            "pages": "395--400",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "COVID-19 pandemic planning scenarios",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2020--2025",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Mapping COVID-19 in your community",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Covid-Lab",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2020--2025",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Covid-19: identifying and isolating asymptomatic people helped eliminate virus in italian village",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Day",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "BMJ",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "On the definition and the computation of the basic reproduction ratio r_0) in models for infectious diseases in heterogeneous populations",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Diekmann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Heesterbeek",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Metz",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J. Math. Biol",
            "volume": "28",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The construction of nextgeneration matrices for compartmental epidemic models",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Diekmann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Heesterbeek",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. R. Soc. Interface",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1098/rsif.2009.0386,7"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The timing of one-shot interventions for epidemic control",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Di Lauro",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kiss",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "An interactive web-based dashboard to track covid-19 in real time",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gardner",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect. Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Impact of non-pharmaceutical interventions (npis) to reduce COVID-19 mortality and healthcare demand",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Laydon",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Nedjati-Gilani",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ainslie",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baguelin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bhatia",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Boonyasiri",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Cucunubá",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cuomo-Dannenburg",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.25561/77482"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Immune t cells may offer lasting protection against COVID-19",
            "authors": [
                {
                    "first": "Francis",
                    "middle": [],
                    "last": "Collins",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2020--2029",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Modelling the COVID-19 epidemic and implementation of population-wide interventions in Italy",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Giordano",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Blanchini",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bruno",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Colaneri",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Di Filippo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Di Matteo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Colaneri",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat. Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Effects of quarantine in six endemic models for infectious diseases",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hethcote",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhien",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shengbing",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Math. Biosci",
            "volume": "180",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "A contribution to the mathematical theory of epidemics",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Kermack",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mckendrick",
                    "suffix": ""
                }
            ],
            "year": 1927,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Nonlinear Systems",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Khalil",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Asymptomatic and presymptomatic sars-cov-2 infections in residents of a long-term care skilled nursing facility-king county, washington",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kimball",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Morbidity Mortality Weekly Report",
            "volume": "69",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Early dynamics of transmission and control of COVID-19: a mathematical modelling study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kucharski",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Diamond",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Edmunds",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Funk",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Eggo",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jit",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Munday",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Davies",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gimma",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Van Zandvoort",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gibbs",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hellewell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jarvis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Clifford",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Quilty",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bosse",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Abbott",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Klepac",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Flasche",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "20",
            "issn": "5",
            "pages": "553--558",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The incubation period of coronavirus disease 2019 (COVID-19) from publicly reported confirmed cases: estimation and application",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lauer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Grantz",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Bi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Meredith",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Azman",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Reich",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lessler",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann. Internal Med",
            "volume": "172",
            "issn": "9",
            "pages": "577--582",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The incubation period of coronavirus disease 2019 (covid-19) from publicly reported confirmed cases: estimation and application",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lauer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Grantz",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Bi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Meredith",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Azman",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Reich",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lessler",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xing",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Tu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Shao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Tao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N. Engl. J. Med",
            "volume": "382",
            "issn": "13",
            "pages": "1199--1207",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Substantial undocumented infection facilitates the rapid dissemination of novel coronavirus (sars-cov2)",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pei",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shaman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Modeling the situation of covid-19 and effects of different containment strategies in china with dynamic differential equations and parameters estimation",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hewings",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Fundamental principles of epidemic spread highlight the immediate need for large-scale serological surveys to assess the stage of the sars-cov-2 epidemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lourenco",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Paton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ghafari",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kraemer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Simmonds",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Klenerman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Estimating the asymptomatic proportion of coronavirus disease 2019 (COVID-19) cases on board the diamond princess cruise ship",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mizumoto",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kagaya",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zarebski",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eurosurveillance",
            "volume": "25",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Longitudinal profile of antibodies against sars-coronavirus in sars patients and their clinical significance",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mo",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ke",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chan-Yeung",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Optimal, near-optimal, and robust epidemic control",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Morris",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Rossine",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Plotkin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Levin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Forecasting the impact of the first wave of the covid-19 pandemic on hospital demand and deaths for the usa and european economic area countries",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Murray",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Basic reproduction number as a function of the social distancing rate parameter h2 and the contact rescaling factor (CoRF) at different pandemic stages",
            "authors": [],
            "year": null,
            "venue": "Fig",
            "volume": "24",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "COVID-19: data",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "1.5 million antibody tests show what parts of N.Y.C. were hit hardest",
            "authors": [],
            "year": null,
            "venue": "New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Estimation of the asymptomatic ratio of novel coronavirus infections",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Miyama",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Suzuki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hayashi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kinoshita",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Akhmetzhanov",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "The time scale of asymptomatic transmission affects estimates of epidemic potential in the covid-19 outbreak. medRxiv",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cornforth",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dushoff",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Weitz",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Effectiveness of airport screening at detecting travellers infected with novel coronavirus",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Quilty",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Clifford",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Flasche",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Eggo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Antigen-specific adaptive immunity to sarscov-2 in acute covid-19 and associations with age and disease severity",
            "authors": [
                {
                    "first": "Rydyznski",
                    "middle": [],
                    "last": "Moderbacher",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell",
            "volume": "183",
            "issn": "",
            "pages": "1--17",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Epidemiological characteristics of 2019 novel coronavirus family clustering in zhejiang province. Zhonghua yu Fang yi xue za zhi",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ling",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Miao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Chin. J. Prevent. Med",
            "volume": "54",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Characteristics of covid-19 infection in beijing",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lou",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Infect",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Sarscov-2 infection induces robust",
            "authors": [
                {
                    "first": "Ania",
                    "middle": [],
                    "last": "Wajnberg",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Amanat",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Fatima",
                    "suffix": ""
                },
                {
                    "first": "Adolfo",
                    "middle": [],
                    "last": "Firpo",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Altman",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Deena",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bailey",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mark",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mansour",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mayce",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mcmahon",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Meagan",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Meade",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Philip",
                    "suffix": ""
                },
                {
                    "first": "Damodara",
                    "middle": [],
                    "last": "Mendu",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Rao",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Muellers",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Kimberly",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Stadlbauer",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Daniel",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Stone",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Kimberly",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Strohmeier",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Shirin",
                    "suffix": ""
                },
                {
                    "first": "Judith",
                    "middle": [],
                    "last": "Aberg",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Reich",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "David",
                    "suffix": ""
                },
                {
                    "first": "Florian",
                    "middle": [],
                    "last": "Krammer",
                    "suffix": ""
                },
                {
                    "first": "Carlos",
                    "middle": [],
                    "last": "Cordon-Cardo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Report of the WHO-China Joint Mission on Coronavirus Disease 2019 (COVID-19)",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Duration of antibody responses after severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Na",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Emerg Infect Dis",
            "volume": "13",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Follow-up of asymptomatic patients with sars-cov-2 infection",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin. Microbiol. Infect",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Illustration of the seven compartment SIR model in Eqs.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Illustration of the six compartment SIR model in Eqs. (8)-(13).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Basic reproduction number as a function of the social distancing rate parameter h2 and fraction of individuals who become symptomatic (f ) at different pandemic stages. All other parameters as in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Basic reproduction number as a function of the social rate distancing parameter h2 and the contact rescaling factor (CoRF) at different pandemic stages. CoRF measures the impact of social distancing on infectivity rate. All other parameters as inTable 2. The corresponding heat maps can be found in Appendix C.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Population responses in the absence of social distancing. Here h2 t ð Þ 0, i.e. no social distancing has been implemented. We simulated the model introduced in Section 2.1 for 180 days. Note that the infected symptomatic population (I, solid red curve) comprises about 40% of the population by day 30. Units of vertical axes are percentage of initial population.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Social distancing control as a function of the delay tc. Functional form for h2 used in Figs. 10 and 11. See also Eq. (55).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Population response to strategies based on periodic relaxation of social distancing; see Fig. 12. Top left panel denotes temporal dynamics of symptomatic population (IÞ for pulsing strategies with Dton ¼ Dt off ¼ Dt. Non-socially distanced dynamics (red curves) are provided for comparison. Top right panel is recovered population in time, and bottom panels are total susceptible individuals (left) and socially-distanced susceptible individuals (right). Initial conditions are described in Section 3.2.1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Symptomatic population response to strategies based on periodic relaxation of social distancing (similar toFig. 13), but for policies with Dt near 17 days.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Response of infection dynamics to periodic relaxation of social distancing for a range of frequencies. Policy period is assumed for 360 days. Left panel denotes peak symptomatic population (percentage) at any one time. Right panel is the corresponding time (in days) when this peak occurs. Initial conditions are described in Section 3.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Response of infection dynamics to different relaxation rates after 60 days of social distancing. Policy period is assumed for 360 days. Left panel denotes peak symptomatic population (percentage) at any one time. Right panel is the corresponding time (in days) when this peak occurs. Initial conditions are described in Section 3.2.1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "DFSS for the six-compartment SIR model (Eqs. (8)-(13))",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "2 A N þ c AI A D þ h 1 A D Àh 1 A D þ c AI A N þ h 2 A N Àf c AI A D þ A N",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Secondary infections caused by the interaction between the A N and S N populations:þ Secondary infections caused by the interaction between the I and S N populations:",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "R 0 for the seven-compartment SIR model (Eqs. (1)-(7))",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "for a graphical explanation).} S A b A A D when in contact with a socially distanced asymptomatic individual. The term S A refers to the reduc-tion of infectivity by socially distancing both the susceptible and the asymptomatic individuals. } S b I I N when in contact with a non-socially distanced symptomatic individual. The term b I denotes the transmission rate between non-socially distant symptomatic and non-socially distanced susceptible individuals. } S I b I I D when in contact with a non-socially distanced symptomatic individual. The term S I denotes the reduction of infectivity by socially distancing both the susceptible and the symptomatic individuals. We expect that socially distanced symptomatic individuals are still capable of transmitting infections, be it through contact with hospital personnel or caregivers, or the pressure to work despite",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "List of all the variables and parameters used in both models: the seven-compartment",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "list of estimated parameters values to be used in our simulations. Calibrated, as described for b A , to 0.12.:¼ A ¼ S .",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": ". The time t e and rate are thus related via Figs. 22-24",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "CRediT authorship contribution statement Jana L. Gevertz: Conceptualization, Formal analysis, Methodology, Visualization, Writing -original draft, Writing -review & editing. James M. Greene: Conceptualization, Formal analysis, Methodology, Visualization, Writing -original draft, Writingreview & editing. Cynthia H. Sanchez-Tapia: Conceptualization, Formal analysis, Methodology, Visualization, Writing -original draft, Writing -review & editing. Eduardo D. Sontag: Conceptualization, Formal analysis, Methodology, Visualization, Writingoriginal draft, Writing -review & editing.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Þ",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "¼ h 2 þc AI c AI c AI þh 1 þh 2 c AI c AI þh 1 þh 2 c AI c AI þh 1 þh 2 ð Þ h 1 þc AI c AI c AI þh 1 þh 2",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "For h 1 ¼ A 1þBh 2 , Eq. (102) is equivalent to",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "where F X and V X denote the Jacobian matrices of F and V respectively, and the inverse matrix of V X is: Let g ij represents the i; j ð Þ-entry of the next generation matrix G. At",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Supplementary data associated with this article can be found, in the online version, at https://doi.org/10.1016/j.jtbi.2020.110539.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix D: Supplementary data"
        }
    ]
}