{
    "paper_id": "9818b4ec62c6acab66466977b357097a3e20ec6d",
    "metadata": {
        "title": "Early Signs Indicate That COVID-19 Is Exacerbating Gender Inequality in the Labor Force",
        "authors": [
            {
                "first": "Liana",
                "middle": [
                    "Christin"
                ],
                "last": "Landivar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Maryland Population Research Center",
                    "location": {
                        "settlement": "College Park",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": "liana.c.landivar@gmail.com"
            },
            {
                "first": "Leah",
                "middle": [],
                "last": "Ruppanner",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Melbourne",
                    "location": {
                        "settlement": "Melbourne",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "William",
                "middle": [
                    "J"
                ],
                "last": "Scarborough",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of North Texas",
                    "location": {
                        "settlement": "Denton",
                        "region": "TX",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Caitlyn",
                "middle": [],
                "last": "Collins",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Washington University in St. Louis",
                    "location": {
                        "settlement": "St. Louis, College Park",
                        "region": "MO, MD",
                        "country": "USA, USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In this data visualization, the authors examine how the coronavirus disease 2019 crisis in the United States has affected labor force participation, unemployment, and work hours across gender and parental status. Using data from the Current Population Survey, the authors compare estimates between February and April 2020 to examine the period of time before the COVID-19 outbreak in the United States to the height of the first wave, when stay-at-home orders were issued across the country. The findings illustrate that women, particularly mothers, have employment disproportionately affected by COVID-19. Mothers are more likely than fathers to exit the labor force and become unemployed. Among heterosexual married couples of which both partners work in telecommutingcapable occupations, mothers have scaled back their work hours to a far greater extent than fathers. These patterns suggest that the COVID-19 crisis is already worsening existing gender inequality, with long-term implications for women's employment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "We draw upon the Current Population Survey for February and April 2020 to compare employment trends by gender and parental status. These data were strategically selected to capture a distinct coronavirus 2019 (COVID-19) time frame: the period before and during the peak of the first wave and associated pandemic lockdowns. Drawing upon a representative sample of the U.S. workforce, we find that women report higher unemployment than men and that mothers are exiting the labor force and reducing work hours to a greater extent than fathers (Figure 1 ). The long-term impacts of the COVID-19 lockdowns on gender inequality are paramount and require strategic policy intervention.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 540,
                    "end": 549,
                    "text": "(Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Data Visualization"
        },
        {
            "text": "Mothers of young children experienced the largest reduction in labor force participation between February and April 2020 (a 3.2 percentage point reduction among mothers with children younger than 6 and a 4.3 percentage point reduction among those with children 6 to 12). Fathers have also exited the labor force, but their exit rates are 1 to 2 percentage points lower, which means that nearly 250,000 more mothers than fathers with children younger than 13 left the labor force between February and April.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Labor Force Participation"
        },
        {
            "text": "The economic fallout from COVID-19 has already been labeled a \"shecession\" (Gupta 2020) , and our estimates show that women with and those without children are facing the largest increase in unemployment. The unemployment rate for some groups of mothers with young children grew by double digits between February and April 2020 (a 9 percentage point increase for mothers of children aged younger than 6 and an 11 percentage point increase for mothers of children 6 to 12). This increase is between 20 (for mothers with children aged less than six) and 51 (for mothers with children aged 6 to 12) percent larger than the growth in unemployment among fathers.",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 87,
                    "text": "(Gupta 2020)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Unemployment"
        },
        {
            "text": "Many employees have experienced work-hour reductions as a result of COVID-19. Among all workers, men experienced slightly larger reductions in work hours (however, this pattern reverses when controlling for stable respondent characteristics; see Collins et al. 2020 ). Among heterosexual couples of which both spouses are employed in occupations identified as telecommute-ready (Alon et al. 2020 )-those who may have more control over hours worked-mothers have experienced the largest reductions in work hours. Mothers with young children scaled back by more than 3.5 hours per week between February and April 2020. Fathers scaled back by about 2.5 hours weekly.",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 265,
                    "text": "Collins et al. 2020",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 378,
                    "end": 395,
                    "text": "(Alon et al. 2020",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Work Hours"
        },
        {
            "text": "These numbers spell bad news for the status of gender equality. During the COVID-19 pandemic, women are facing a \"triple whammy\": (1) as frontline workers at risk for contracting COVID-19, (2) as workers in industries experiencing greater economic distress, and (3) as caregivers shouldering increased domestic work due to school and daycare closures (Cooper and Mosseri, 2020) . We bring robust evidence to show that women are more likely to be unemployed than men, and mothers of young children report higher unemployment rates and labor force exit rates compared with fathers. Even in households in which both parents remained employed and able to telecommute, our estimates show that mothers are reducing work time to a greater extent than fathers. The longterm implications are clear: the pandemic will likely exacerbate inequalities between women and men in occupational attainment, lifetime earnings, and economic independence. As cases continue to climb, governments must weigh the gendered consequences of COVID-19 to develop policies to support women's, particularly mothers', employment.",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 377,
                    "text": "(Cooper and Mosseri, 2020)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Implications"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Working Paper 26947. Cambridge, MA: National Figure 1. Change in labor force participation, unemployment, and work hours among married couples",
            "authors": [
                {
                    "first": "Titan",
                    "middle": [
                        "M"
                    ],
                    "last": "Alon",
                    "suffix": ""
                },
                {
                    "first": "Matthias",
                    "middle": [],
                    "last": "Doepke",
                    "suffix": ""
                },
                {
                    "first": "Jane",
                    "middle": [],
                    "last": "Olmstead-Rumsey",
                    "suffix": ""
                },
                {
                    "first": "Michèle",
                    "middle": [],
                    "last": "Tertilt",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19 and the Gender Gap in Work Hours",
            "authors": [
                {
                    "first": "Caitlyn",
                    "middle": [],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "Liana",
                    "middle": [
                        "C"
                    ],
                    "last": "Landivar",
                    "suffix": ""
                },
                {
                    "first": "Leah",
                    "middle": [],
                    "last": "Ruppanner",
                    "suffix": ""
                },
                {
                    "first": "William",
                    "middle": [
                        "J"
                    ],
                    "last": "Scarborough",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Work & Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "https:/onlinelibrary.wiley.com/doi/abs/10.1111/gwao"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Pandemic Has Impacted Upon Women Most Significantly",
            "authors": [
                {
                    "first": "Rae",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "Sarah",
                    "middle": [],
                    "last": "Mosseri",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Integrated Public Use Microdata Series, Current Population Survey: Version 7.0",
            "authors": [
                {
                    "first": "Sarah",
                    "middle": [],
                    "last": "Flood",
                    "suffix": ""
                },
                {
                    "first": "Miriam",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "Renae",
                    "middle": [],
                    "last": "Rodgers",
                    "suffix": ""
                },
                {
                    "first": "Steven",
                    "middle": [],
                    "last": "Ruggles",
                    "suffix": ""
                },
                {
                    "first": "J. Robert",
                    "middle": [],
                    "last": "Warren",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "IPUMS. Retrieved",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Why Some Women Call This Recession a 'Shecession",
            "authors": [
                {
                    "first": "Alisha",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Haridasani",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "The New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Liana Christin Landivar is a sociologist and faculty affiliate at the Maryland Population Research Center. Her research focuses on occupations and women's employment, and she is the author of Mothers at Work: Who Opts Out? Her work on women's employment has been covered widely in the media in outlets such as the Washington Post, the New York Times, the Wall Street Journal, and Science and has been published in government reports and social science journals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Biographies"
        }
    ]
}