{
    "paper_id": "983badee11c194ed7b8c6e9b443b11937b291c9e",
    "metadata": {
        "title": "A proactive medical necessity review program reduces revenue loss associated with outpatient medical benefit drugs",
        "authors": [
            {
                "first": "Emily",
                "middle": [
                    "M"
                ],
                "last": "Hawes",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Caron",
                "middle": [
                    "P"
                ],
                "last": "Misita",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lindsey",
                "middle": [
                    "B"
                ],
                "last": "Amerine",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Suzanne",
                "middle": [
                    "J"
                ],
                "last": "Francart",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A c c e p t e d M a n u s c r i p t Purpose. A common denial trend that occurs with \"outpatient medical benefit drugs\" is payers not requiring or permitting prior authorization (PA) proactively, yet denying the drug after administration for medical necessity. In this situation, a preemptive strategy of complying with payer-mandated requirements is critical for revenue protection. To address this need, our institution incorporated a medical necessity review into its existing closedloop, pharmacy-managed precertification and denials management program. Summary. Referrals for targeted payers and high-dollar medical benefit drugs not eligible for PA and deemed high risk for denial were incorporated into the review. Payer medical policies were evaluated and clinical documentation assessed to confirm alignment. This descriptive report outlines the medical necessity workflow as a component of the larger precertification process, details the decision-making process when performing the review, and delineates the roles and responsibilities for involved team members. A total of 526 drug orders were evaluated from September 2018 to August 2019, with 146 interventions completed. Of the 761 individual claims affected by proactive medical necessity review, 99.2% resulted in payment and less than 1% resulted in revenue loss, safeguarding more than $5.3 million in annual institutional drug reimbursement. At the time of analysis, there were only 3 cases of revenue loss.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "high-dollar outpatient drugs safeguards reimbursement for therapies not eligible for payer PA. It is a revenue cycle best practice that can be replicated at other institutions. M a n u s c r i p t",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": " \"Medical necessity denial\" data were used to identify high-dollar drug/payer combinations posing a high claim risk for targeted, proactive intervention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": " Proactive medical necessity review was incorporated into the established precertification process to ensure alignment among electronic health record documentation, drug orders, payer policies, and validated clinical resources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": " Program implementation resulted in 99.2% of administrations being reimbursed, safeguarding more than $5.3 million in annual net revenue.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "A c c e p t e d M a n u s c r i p t Am J Health-Syst Pharm. 20XX: XX:XX-XX Payers have developed multifaceted strategies to control medical benefit drug costs and to ensure clinically appropriate medication use in the outpatient environment. Approaches most frequently used include necessitating prior plan approval before treatment and employing medical policies with criteria outlining coverage parameters. Complying with requirements outlined by payers is critical for mitigating revenue loss. [1] [2] [3] [4] [5] [6] Historically, the focus of front-end revenue cycle processes was on ensuring that accurate insurance information was being collected and that prior authorization (PA) was completed before treatment initiation. However, there is a growing trend of claim denial based on failure to establish medical necessity, as opposed to lack of authorization.",
            "cite_spans": [
                {
                    "start": 497,
                    "end": 500,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 501,
                    "end": 504,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 505,
                    "end": 508,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 509,
                    "end": 512,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 513,
                    "end": 516,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 517,
                    "end": 520,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "According to 2019 Hospital Revenue Cycle Benchmarking data, \"medical necessity denials\" and subsequent revenue loss have increased 2-fold since 2017, which demonstrated a critical need for a robust clinical defense infrastructure. 7 Given the common scenario of payers not requiring or permitting PA for outpatient drugs, institutions are left with the quandary of initiating expensive therapy with no reasonable assurance of payer reimbursement. A preemptive strategy of conforming to payer-mandated medical necessity requirements, before treatment begins, is essential for revenue protection. At our institution, the annual net revenue loss due to medical necessity denials was $1.3 million, which demonstrated the need for a proactive solution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To address this issue, our institution incorporated a medical necessity review into its existing comprehensive, closed-loop, pharmacy-managed precertification and denials program, which was created in 2014 with a focus on PAs and has steadily grown to include comprehensive precertification services as well as postbill denials management for outpatient hospital sites of service. 8 Figure 1 outlines the general framework of the A c c e p t e d M a n u s c r i p t program, and eFigure 1 outlines the general organizational structure of the team. The process begins with provider entry of a new outpatient drug order set, which, in the case of high-dollar drugs, generates an automatic electronic health record (EHR) referral to the pharmacy precertification team that is composed of advanced pharmacy technicians. The logic built into the EHR that drives the referral creation and routing is based on drug class groupers. All drugs added to the formulary are reviewed based on drug class, drug acquisition cost greater than $100, and payer coverage requirements to determine if referral logic should be included in the drug build for outpatient prescribing.",
            "cite_spans": [
                {
                    "start": 381,
                    "end": 382,
                    "text": "8",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 383,
                    "end": 391,
                    "text": "Figure 1",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": ""
        },
        {
            "text": "The precertification team completes a benefits investigation and obtains PA, if required. In the case of an uninsured patient or a PA denial that cannot be overturned, the precertification team enrolls the patient in a manufacturer assistance program. A key principle of the program is that drug doses are not dispensed before authorization by the precertification team. To accomplish this, the dispensing pharmacy reviews referral authorization status at least 48 hours before the scheduled treatment visit and works with the precertification and clinical teams, if needed, to rush the referral authorization or reschedule the patient visit if the referral is not yet authorized. If claim denials are received, the pharmacy denials management team performs denial root-cause analysis, appeals the denied claim, and offers continuous feedback to the precertification, dispensing pharmacy, and clinical teams to drive process improvement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the new proactive medical necessity review step (highlighted in red in Figure 1 ), payer medical policies and EHR clinical documentation are assessed to confirm alignment before initiation of treatment. This report describes the implementation and evaluation of the preemptive medical necessity review program, as a component of the larger precertification process, to mitigate revenue loss.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 74,
                    "end": 82,
                    "text": "Figure 1",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": ""
        },
        {
            "text": "A c c e p t e d M a n u s c r i p t",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This descriptive report outlines the medical necessity review program workflow, the decision-making process when performing medical necessity review, and the roles and responsibilities of other team members involved in the process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Medical necessity review program workflow"
        },
        {
            "text": "The medical necessity specialist role. In 2017, a growing trend of denials based on failure to establish medical necessity, as well as observation of payers referring to their published policies for coverage guidelines, led to justification of a medical necessity specialist position that was intended for a registered nurse. To avoid delays in program implementation, a per-diem clinical pharmacist was engaged to launch the medical necessity review program, allowing time for recruitment, hiring, and training of the full-time medical necessity specialist. When recruiting for this position, the pharmacy leadership looked for a registered nurse with experience in outpatient specialty areas, patient care coordination, and medication access. Ultimately, an oncology-trained registered nurse with nurse navigator experience was hired. Following the program launch and for 6 months thereafter, the clinical pharmacist served as a double check in the workflow, evaluating drug orders, EHR documentation, clinical resources, and medical policies alongside the medical necessity specialist. Over time, the registered nurse gained experience and transitioned to function more independently, with the clinical pharmacist and the precertification team pharmacist manager assisting with decision-making only for clinically complex cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Medical necessity review program workflow"
        },
        {
            "text": "Routing to the medical necessity specialist. Table 1 displays the targeted high-dollar drug/payer combinations internally identified as posing a high risk of denial due to failure to establish medical necessity, based on historical denial data. This list was used to establish the initial criteria for proactive medical necessity review. Figure 2 depicts the medical necessity review process followed by the precertification team. After assessment of prior a. PA is not required or allowed for a drug and payer combination included in Table   1 and 1 of the following: i. Drug LCA or LCD available, but there are no diagnosis codes on the LCA/LCD for the precertification technician to compare with the drug order diagnosis code(s) or ii. No drug LCA or LCD available 3. Non-Medicare/Medicare Advantage: a. PA is not required or allowed for a drug and payer combination included in Table   1 or b. Referral is for 1 of 2 payers noted in Table 1 for whom all referrals are routed to the medical necessity specialist, regardless of whether the drug is on Table 1 Upon receiving the referral, the medical necessity specialist reviews the drug orders and payer information in the EHR. If there is a history of a paid claim for the same A c c e p t e d M a n u s c r i p t medication (as indicated by Healthcare Common Procedure Coding System code), dosage, payer, and diagnosis code, then the referral is authorized.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 45,
                    "end": 52,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 338,
                    "end": 346,
                    "text": "Figure 2",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 535,
                    "end": 544,
                    "text": "Table   1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 882,
                    "end": 891,
                    "text": "Table   1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 937,
                    "end": 944,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1053,
                    "end": 1060,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Medical necessity review program workflow"
        },
        {
            "text": "Reviewing medical policies. In situations where a payer does not permit PA, payers often default to published policies to determine coverage. If there is no recent history of a paid claim, payer websites are reviewed to determine whether there is a relevant medical policy, LCA, or LCD. If a policy is available, the EHR documentation, clinical documentation, and drug orders are reviewed to ensure alignment with policy criteria. Particular emphasis is placed on evaluating the drug regimen (including dosing, frequency, and route of administration), diagnosis codes, laboratory test results, procedure reports, previously tried or failed therapies, contraindications, and documentation supporting drug use. If the policy criteria are met and documented, then the referral is authorized. Table 2 outlines steps taken if more information, clarification, or documentation is needed from the prescriber. Obstetricians and Gynecologists). If medication usage meets the clinical criteria outlined by these resources and is supported by the EHR documentation, the drug order is deemed medically necessary and clinically supported; therefore, the referral is authorized.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 789,
                    "end": 796,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Medical necessity review program workflow"
        },
        {
            "text": "In some situations, a payer will allow for a \"predetermination\" (pre-d), which is a proactive review of a patient's benefits and medical records performed by the payer when a PA is not an offered option. For drug orders with no relevant medical policy, if the drug is being used for an off-label indication or drug use does not clearly align with clinical resource guidance, then a pre-d is requested from the payer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Requesting a predetermination."
        },
        {
            "text": "For orders that have a pertinent medical policy, a pre-d is requested if the policy criteria are not clearly met, coverage is unclear, or the indication is deemed clinically appropriate by the medical necessity specialist but it is not included in the policy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Requesting a predetermination."
        },
        {
            "text": "If the pre-d is authorized by the payer, the referral is authorized. If the pre-d is denied by the payer, the prescriber can request that manufacturer assistance support be investigated, conduct a peer-to-peer review in an attempt to overturn the pre-d denial, or change therapies. If a pre-d is not allowed by the payer, a discussion ensues between the medical necessity specialist and clinical pharmacist, and a decision is made whether to authorize therapy to proceed, incorporating considerations such as approved off-label uses, A c c e p t e d M a n u s c r i p t the existence of strong primary literature to support use, and robust EHR documentation detailing the prescriber's decision-making process and justification for drug choice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Requesting a predetermination."
        },
        {
            "text": "Denying a referral. If drug usage is not deemed medically necessary because it does not meet the aforementioned clinical decision reasoning, the requested EHR modifications described in Table 2 are not completed, or the policy criteria are not met based on EHR review, the prescriber has 3 options: change the therapy, request that the precertification technician investigate manufacturer assistance, or continue with the prescribed therapy, but have the patient sign a waiver assuming financial responsibility. If the provider does not respond to precertification team inquiries after 3 attempts over 7 to 10 business days or decides to switch therapies (in which case a new order is entered), the referral is denied and drug is not dispensed.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 186,
                    "end": 193,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Requesting a predetermination."
        },
        {
            "text": "A total of 526 drug orders were evaluated for medical necessity from September 1, 2018, to August 31, 2019. For 55% (n = 287) of the 526 orders, there was a medical policy on the payer website related to the ordered medication (including commercial payer policies and LCAs/LCDs), 25% (n = 132) did not have a related medical policy, and 20% (n = 107) were authorized due to a history of paid claims. Ninety-one ordered outpatient doses were not given (referral denied [n = 14]; therapy never started [(n = 66]; dose given inpatient [n = 11]), while 435 initial outpatient doses were given. Table 3 outlines the most common drug orders reviewed through the medical necessity process.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 590,
                    "end": 597,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Program impact"
        },
        {
            "text": "Interventions. During the completion of the medical necessity review, 146 interventions were made by the medical necessity specialist (Figure 3) , the most frequent of which was working directly with the prescriber to clarify utilization, expand upon written clinical justification, and share payer requirements for coverage to confirm patient A c c e p t e d M a n u s c r i p t alignment with payer policy (n = 69). The second most frequent intervention was to request a pre-d from payers (n = 59), of which 27 were not allowed by the payer, 25 were authorized, and 7 were denied. Less common interventions included assisting with a change in treatment (n = 9), enrolling the patient into manufacturer assistance programs (n = 5), and organizing peer-to-peer calls between the prescriber and payer representative (n = 4).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 134,
                    "end": 144,
                    "text": "(Figure 3)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Program impact"
        },
        {
            "text": "Outcomes. Financial impact of the program is displayed in Figure 4 . All doses administered within 6 weeks of the initial dose were included in the reimbursement analysis. This was a conservative estimate of financial impact assuming that a denied claim would have been remitted by the payer within 6 weeks, offering the precertification team time to intervene before additional doses were given. Of the 761 qualifying drug charges, 93% (n = 708) were paid and 7% (n = 53) were initially denied. Of the initially denied claims, 89% were clinically appealed or retroactive manufacturer drug assistance was obtained. The remaining 11% were evenly split between the denial being upheld upon appeal and the payer decision remaining as pending at the time of analysis.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 58,
                    "end": 66,
                    "text": "Figure 4",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Program impact"
        },
        {
            "text": "When compared with historical data, drug orders processed through medical necessity review had a similar initial rate of denial compared with those not undergoing this review. Before the launch of medical necessity intervention, the estimated initial denial rate in this problem drug/payer group was 7%, which remained consistent during the program implementation period. However, the baseline rate of net revenue loss was 1.85%, equivalent to $1.3 million in annual write-off, compared with the postintervention rate of 0.4%, equivalent to $32,233. As a result of the proactive medical necessity review, payment for 99.2% of the drug charges was received, representing $5.3 million in reimbursement. At the time of analysis, 0.4% of charges were still pending payer decision.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Program impact"
        },
        {
            "text": "A c c e p t e d M a n u s c r i p t Institution experience. For our institution, proactive medical necessity review safeguarded $5.3 million in annual net revenue by targeting precertification referrals with high-dollar drug/payer combinations posing a high risk of denial due to medical necessity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Program impact"
        },
        {
            "text": "Although ensuring completion of a PA is common practice at US institutions, our institution proactively identified the need for the additional front-end, proactive, pharmacy-managed medical necessity review as a vital aspect of the precertification process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Program impact"
        },
        {
            "text": "Beyond the reduction in initial denial rate following program implementation, the medical necessity review program encourages best practices for prescriber documentation justifying clinical appropriateness of drug choices in an era where there is a need to balance innovative care with industry expectations for clinical documentation, billing, and coding practices. Optimizing EHR documentation and drug order-associated diagnosis codes to align with clinical resources and medical policies reduces initial denial rates and ensures that, should a denial occur, supporting documentation from the medical record is complete and available to the team submitting an appeal. The greater than 99% final reimbursement rate suggests that ensuring consistency between drug orders and medical policies, or clinical resources in the absence of a policy, prevents overall revenue loss for high-dollar drugs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Program impact"
        },
        {
            "text": "As with any new process, it is vital to prioritize continuous workflow assessment improvement with a focus on communication and real-time feedback. A weekly meeting, in which representatives from the precertification and denials teams meet and discuss active issues, was established as part of this continuous quality improvement initiative. These weekly meetings focus on tracking denials to determine changes in payer trends, assessing ways to optimize the medical necessity process, and discussing challenging clinical scenarios. Targeted education and process optimization occurs as a result of identifying trends in (1) referrals that should have routed through the medical necessity step but did A c c e p t e d M a n u s c r i p t not and (2) referrals that routed through the medical necessity specialist but for which the completed interpretation was not accurate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Program impact"
        },
        {
            "text": "Outside of the weekly meetings, there is constant communication in which the medical necessity specialist proactively alerts the denials team about cases in which coverage is uncertain (eg, when a pre-d is not allowed by the payer, but the medical necessity specialist decided to authorize therapy to proceed). Given that it takes an average of 6 weeks for the denials management team to be alerted of a denial, notification by the specialist encourages proactive claim tracking and early intervention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Program impact"
        },
        {
            "text": "Sharing information routinely between the precertification and denials teams has encouraged multiple modifications to the medical necessity review process. For example, it was determined that 1 payer was requiring postbill medical record reviews, leading to a 6to 9-month delay in payment for some cases. To reduce the lag time and improve cash flow, the precertification process was modified to request a pre-d for all new, nonurgent drug referrals for this particular payer, resulting in fewer postclaim, prepayment requests for medical records and faster reimbursement. Additionally, the denials team learned that many Medicare Advantage plans were using the local Medicare administrative contractor LCDs or LCAs to determine medical necessity, rather than using their internal payer-specific medical policies. As a result, the medical necessity review process was modified to align with this finding so that, for all Medicare Advantage plans, the LCA and LCD are checked to ensure alignment between diagnosis codes and drug orders. Similarly, when a new LCA with expanded medical necessity criteria took effect in this jurisdiction, the precertification and denials teams collaborated regarding anticipated impact of the new LCA structure on Medicare denials. This collaboration resulted in adjustment to the medical necessity review process to route affected referrals to the medical necessity specialist for review.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Program impact"
        },
        {
            "text": "A c c e p t e d M a n u s c r i p t Though the medical necessity review process was developed and implemented by a clinical pharmacist and managed closely by pharmacist leaders, the daily responsibilities primarily lie with the medical necessity specialist, a registered nurse. The precertification program exemplifies how different healthcare professionals can successfully integrate and innovate new areas of practice. Future studies could incorporate other healthcare professionals, such as pharmacy technicians, and evaluate program outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Program impact"
        },
        {
            "text": "Although not specifically measured, the medical necessity review has been well received by prescribers and clinical teams throughout the institution. Resistance was likely minimized by carefully framed messages outlining the reason for intervention and highlighting the correlation between meeting payer coverage parameters and mitigating patient financial problems. Standard EHR message templates were developed by the clinical pharmacist during the pilot period for common interventions to ensure efficient and effective communication. eFigure 2 includes examples of message templates. Care was taken to ensure that the addition of the medical necessity review step did not affect the precertification turnaround time beyond our internal operational expectation, so as to not delay therapy initiation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Program impact"
        },
        {
            "text": "The proactive medical necessity review program has limitations. Payer policies change over time and targeted high-risk drugs and payers may vary across different entities and geographic regions. In addition, the program was conducted at 1 academic health system, and results need to be confirmed at other entities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Program impact"
        },
        {
            "text": "This proactive medical necessity review for high-dollar outpatient drugs safeguards revenue and is a practice that can be modeled at other institutions. We have provided 5 recommendations for institutions looking to incorporate this step into their precertification workflows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Top 5 tips."
        },
        {
            "text": "A c c e p t e d M a n u s c r i p t 1. Use denial data to justify the employee resources to perform proactive medical necessity review.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Top 5 tips."
        },
        {
            "text": "2. Initially target high-dollar drug/payer combinations in which PA is not offered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Top 5 tips."
        },
        {
            "text": "3. Develop standard work for documentation, drug order, and medical policy review.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Top 5 tips."
        },
        {
            "text": "4. Ensure interventions for medical necessity are comprehensive, timely, and clearly communicated and do not introduce unnecessary delays to patient care. 5. Prioritize routine, frequent communication between those managing denial data and the front-end precertification team for workflow optimization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Top 5 tips."
        },
        {
            "text": "In conclusion, the study institution's pharmacy-managed, proactive medical necessity review represents an innovative approach to mitigating institutional revenue risk associated with high-dollar outpatient administered drugs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The authors have declared no potential conflicts of interest. M a n u s c r i p t M a n u s c r i p t M a n u s c r i p t ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosures"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Optimizing pharmaceutical reimbursement: one institution's approach",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Loyd",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Am J Health Syst Pharm",
            "volume": "63",
            "issn": "21",
            "pages": "18--21",
            "other_ids": {
                "DOI": [
                    "10.2146/ajhp060465"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Improving efficiency of financial authorization by establishing a standard infusion workflow",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Boesken",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Mckinney",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Wiest",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Am J Health Syst Pharm",
            "volume": "76",
            "issn": "11",
            "pages": "780--783",
            "other_ids": {
                "DOI": [
                    "10.1093/ajhp/zxz058"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Prior authorization and utilization management reform principles",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Cancer's next frontier: addressing high and increasing costs",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Elkin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Bach",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "JAMA",
            "volume": "303",
            "issn": "11",
            "pages": "1086--1087",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2010.283"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Out-of-Pocket costs for infliximab and its biosimilar for rheumatoid arthritis under Medicare part D",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yazdany",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Dudley",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Tseng",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "JAMA",
            "volume": "320",
            "issn": "9",
            "pages": "931--933",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2018.7316"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "What 146 C-suite executives told us about their top concernsand how they've changed this year",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lazerow",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Egan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Examining 2019 revenue cycle benchmarks six insights from our 2019 hospital revenue cycle benchmarking survey",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "United Healthcare Infliximab (Remicade)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "United Medical Resources, a third-party administrator for United Healthcare. a All drugs for this payer are included in the proactive medical necessity review process",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ivig",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Umr",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "local coverage article (LCA) or local coverage determination (LCD) available, but there are no diagnosis codes (International Classification of Diseases, 10th Revision, Clinical Modification) on the LCA/LCD for the precertification technician to compare with the drug order diagnosis code(s) 2. Medicare Advantage:",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Reviewing clinical resources. For instances in which no medical policy, LCA, or LCD is identified, the specialist reviews clinical resources to determine medication appropriateness. Some of the common resources reviewed include IBM Micromedex DrugDex (IBM, Armonk, NY), Lexi-Drugs (Wolters Kluwer, Alphen aan den Rijn, the Netherlands), and the National Library of Medicine's DailyMed and PubMed databases as well as National Comprehensive Cancer Network Drugs and Biologics Compendium (NCCN Compendium) and society guidelines. Referrals for drug regimens that are consistent with Food and Drug Administration (FDA) labeling are authorized. The decision-making is not as straightforward when evaluating off-label indications. According to the Medicare Benefit Policy Manual, 9 indications are considered medically acceptable if  DrugDex lists them as class I, class IIa, or class IIb",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Lexi-Drugs lists them as FDA approved or off-label with evidence level A  NCCN Compendium lists them as category 2b or above For non-Medicare payers, the medical necessity specialist authorizes referrals for drug regimens that are listed as category 2b or above in the NCCN Drugs and Biologics Compendium, have off-label indications published in Lexi-Drugs, or are recommended by reputable society guidelines (eg, American College of Rheumatology or American College of",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Legends",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Existing closed-loop, pharmacy-managed precertification and denials management framework. EHR indicates electronic health record; LCA, local coverage article; LCD, local coverage determination; PA, prior authorization.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Medical necessity review workflow. EHR indicates electronic health record; FDA, Food and Drug Administration; LCA, local coverage article; LCD, local coverage determination; PA, prior authorization.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Medical necessity review interventions.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Medical necessity program financial impact.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Inclusion Criteria Payers Targeted Drugs Generic (Brand) [HCPCS Code]",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Action Steps for Requesting Information, Clarification, or Documentation From the Prescriber Action Taken By:",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "A c c e p t e d M a n u s c r i p t A c c e p t e d M a n u s c r i p t g_Results.pdf?WT.ac=Inline_FLC_ExRB_x_x_x_ATM_2020Jan22_Eloqua-RMKTG+Blog 8. Francart SJ, Misita CP, Hawes EM, Amerine LB. Reducing revenue loss and patient financial toxicity with a pharmacy-managed pre-certification and denials management program. Oncology Issues. 2020;35 (3) A c c e p t e d M a n u s c r i p t ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}