{
    "paper_id": "98a99646ba0a9dc2aeba2eaa783b336327039158",
    "metadata": {
        "title": "Deep learning model for the automatic classification of COVID-19 pneumonia, non-COVID-19 pneumonia, and the healthy: a multi-center retrospective study",
        "authors": [
            {
                "first": "Mizuho",
                "middle": [],
                "last": "Nishio",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kobe University Graduate School of Medicine",
                    "location": {
                        "addrLine": "7-5-2 Kusunoki-cho, Chuo-ku",
                        "postCode": "650-0017",
                        "settlement": "Kobe",
                        "country": "Japan"
                    }
                },
                "email": "*email:nishiomizuho@gmail.com"
            },
            {
                "first": "Daigo",
                "middle": [],
                "last": "Kobayashi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kobe University Graduate School of Medicine",
                    "location": {
                        "addrLine": "7-5-2 Kusunoki-cho, Chuo-ku",
                        "postCode": "650-0017",
                        "settlement": "Kobe",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Eiko",
                "middle": [],
                "last": "Nishioka",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kobe University Graduate School of Medicine",
                    "location": {
                        "addrLine": "7-5-2 Kusunoki-cho, Chuo-ku",
                        "postCode": "650-0017",
                        "settlement": "Kobe",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Hidetoshi",
                "middle": [],
                "last": "Matsuo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kobe University Graduate School of Medicine",
                    "location": {
                        "addrLine": "7-5-2 Kusunoki-cho, Chuo-ku",
                        "postCode": "650-0017",
                        "settlement": "Kobe",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Yasuyo",
                "middle": [],
                "last": "Urase",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kobe University Graduate School of Medicine",
                    "location": {
                        "addrLine": "7-5-2 Kusunoki-cho, Chuo-ku",
                        "postCode": "650-0017",
                        "settlement": "Kobe",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Koji",
                "middle": [],
                "last": "Onoue",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kobe City Medical Center General Hospital",
                    "location": {
                        "addrLine": "2-1-1 Minatojimaminamimachi, Chuo-ku",
                        "postCode": "650-0047",
                        "settlement": "Kobe",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Reiichi",
                "middle": [],
                "last": "Ishikura",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kobe City Medical Center General Hospital",
                    "location": {
                        "addrLine": "2-1-1 Minatojimaminamimachi, Chuo-ku",
                        "postCode": "650-0047",
                        "settlement": "Kobe",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Yuri",
                "middle": [],
                "last": "Kitamura",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kobe City Nishi-Kobe Medical Center",
                    "location": {
                        "addrLine": "5-7-1 Kojidai, Nishi-ku",
                        "postCode": "651-2273",
                        "settlement": "Kobe",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Eiro",
                "middle": [],
                "last": "Sakai",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hyogo Prefectural Kakogawa Medical Center",
                    "location": {
                        "addrLine": "203 Kanno-cho kanno",
                        "postCode": "675-8555",
                        "settlement": "Kakogawa",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Masaru",
                "middle": [],
                "last": "Tomita",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kita Harima Medical Center",
                    "location": {
                        "addrLine": "926-250 Ichiba-cho",
                        "postCode": "675-1392",
                        "settlement": "Ono",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Akihiro",
                "middle": [],
                "last": "Hamanaka",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hyogo Prefectural Awaji Medical Center",
                    "location": {
                        "addrLine": "1-1-137 Shioya",
                        "postCode": "656-0021",
                        "settlement": "Sumoto",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Takamichi",
                "middle": [],
                "last": "Murakami",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kobe University Graduate School of Medicine",
                    "location": {
                        "addrLine": "7-5-2 Kusunoki-cho, Chuo-ku",
                        "postCode": "650-0017",
                        "settlement": "Kobe",
                        "country": "Japan"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The private dataset included CXR from six hospitals. A total of 14,258 and 11,253 CXR images were included in the 2 public datasets and 455 in the private dataset. A deep learning model based on EfficientNet with noisy student was constructed using the three datasets. The test set of 150 CXR images in the private dataset were evaluated by the deep learning model and six radiologists. Threecategory classification accuracy and class-wise area under the curve (AUC) for each of the COVID-19 pneumonia, non-COVID-19 pneumonia, and healthy were calculated. Consensus of the six radiologists was used for calculating class-wise AUC. The three-category classification accuracy of our model was 0.8667, and those of the six radiologists ranged from 0.5667 to 0.7733. For our model and the consensus of the six radiologists, the class-wise AUC of the healthy, non-COVID-19 pneumonia, and COVID-19 pneumonia were 0.9912, 0.9492, and 0.9752 and 0.9656, 0.8654, and 0.8740, respectively. Difference of the class-wise AUC between our model and the consensus of the six radiologists was statistically significant for COVID-19 pneumonia (p value = 0.001334). Thus, an accurate model of deep learning for the three-category classification could be constructed; the diagnostic performance of our model was significantly better than that of the consensus interpretation by the six radiologists for COVID-19 pneumonia. then it had spread across the world 2 . The website of the World Health Organization has listed the total number of reported patients with COVID-19 and the associated deaths. At the time of writing this paper, 163,869,893 patients and 3,398,302 deaths were reported on the website 3 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "COVID-19 is diagnosed using real-time polymerase chain reaction (RT-PCR) in many clinical situations. However, RT-PCR sensitivity is not very high in the detection of COVID-19; for example, one study reported that the sensitivity of RT-PCR (71%) was lower than that of chest computed tomography (98%) 4 . Owing to the low RT-PCR sensitivity, the effectiveness of chest X-Ray imaging (CXR) and computed tomography in the diagnosis of COVID-19 has been investigated 5 . The combination of CXR and artificial intelligence, such as deep learning (DL) 6 , has been extensively examined for automatic diagnosis of COVID-19 7-14 . Since CXR is widely available and its cost is relatively low, the combination of CXR and artificial intelligence could be employed for screening purposes of COVID-19 without the need for medical doctors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Recent advances in DL have shown promising diagnostic performance for automatic classification of various diseases of the skin, retinal fundus, brain, and other organs 6,15-17 . DL-based automatic diagnosis is reportedly accurate, and performed well in the classification of COVID-19 pneumonia, non-COVID-19 pneumonia, and the healthy on CXR images 7-13 . Elgendi et al. compared the performance of 17 DL models with and without different geometric augmentations and examined the influence of data augmentation with respect to automatic classification of COVID-19 pneumonia. Their results demonstrated that the removal of the geometrical augmentation steps actually improved the performance of the DL models 13 . Monshi et al. optimized the data augmentation and the DL hyperparameters for classifying COVID-19 pneumonia. Their proposed CovidXrayNet based on EfficientNet-B0 achieved state-of-the-art accuracy 18 . Karakanis et al. proposed a new approach to classify COVID-19 pneumonia by exploiting a conditional generative adversarial network that generated synthetic images for augmenting the limited data amount. Their lightweight DL model (ResNet8-based) achieved competitive performance 19 . These technical advances of DL make the classification models of COVID-19 pneumonia more accurate and robust. However, the performance of DL models was mainly investigated using the public database of CXR, and the comparison of the diagnostic performance between DL models and radiologists was limited 14 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Our study aimed to develop and validate a DL model for the automatic diagnosis of COVID-19 pneumonia, non-COVID-19 pneumonia, and the healthy using CXR images. In order to develop and validate our DL model, two public datasets and one private dataset of CXR images were implemented in the current study; CXR images of the private dataset were collected from six hospitals. To compare the diagnostic performance, both our DL model and six radiologists evaluated the CXR images of the private dataset. In addition, code-available DL models for diagnosing COVID-19 were also compared with our DL model. The major contributions of this study were as follows. (i) The two large public datasets of CXR images were constructed, which can be available online. (ii) Our DL model was validated with CXR images of our private dataset of clinical cases. (iii) The comparison of diagnostic performance was performed between our DL model and six radiologists.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "This retrospective study was approved by the institutional review boards of six hospitals (",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Proposed DL model. EfficientNet 20 was used as our DL model. By use of the EfficientNet B5 pretrained with noisy student 21 , transfer learning was performed for the automatic classification of CXR images of COVID-19, non-COVID-19 pneumonia, and the healthy. The implementation of our DL model was based on the opensource software (https:// github. com/ jurad er/ covid 19_ xp) of a prior study 10 . While VGG16 22 was used as the pretrained model in the prior study 10 , EfficientNet with noisy student was used in the current study. The outline of the DL model is shown in Fig. 1 . The details of the DL model are described in the Supplementary information. Grad-CAM was used for visual explanation of the diagnosis by our DL model 23 . Datasets. CXR images with anterior-posterior or posterior-anterior views of two public datasets and one private dataset were implemented in the current study. One public dataset was the COVIDx dataset 12, 24 . The other public dataset was constructed from two public datasets: the PadChest dataset 25, 26 and BIMCV-COVID19 + dataset 27, 28 . Hereafter, we will refer to the second public dataset as COVID BIMCV . CXR images of the private dataset (COVID private ) were retrospectively collected from the six hospitals. The details of the three obtained datasets are described in the Supplementary information. Table 1 shows the total number of CXR images and the number of CXR images of COVID-19 pneumonia, non-COVID-19 pneumonia, and the healthy in the COVIDx, COVID BIMCV , and COVID private datasets, respectively. The total number of CXR images was 14, 258, 11, 253 , and 455 in the COVIDx, COVID BIMCV , and COVID private datasets, respectively. The number of COVID-19 pneumonia cases were 617, 1475, and 177 in the COVIDx, COVID BIMCV , and COVID private datasets, respectively.",
            "cite_spans": [
                {
                    "start": 19,
                    "end": 34,
                    "text": "EfficientNet 20",
                    "ref_id": null
                },
                {
                    "start": 121,
                    "end": 123,
                    "text": "21",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 395,
                    "end": 397,
                    "text": "10",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 412,
                    "end": 414,
                    "text": "22",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 467,
                    "end": 469,
                    "text": "10",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 734,
                    "end": 738,
                    "text": "23 .",
                    "ref_id": null
                },
                {
                    "start": 940,
                    "end": 943,
                    "text": "12,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 944,
                    "end": 946,
                    "text": "24",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1037,
                    "end": 1040,
                    "text": "25,",
                    "ref_id": null
                },
                {
                    "start": 1041,
                    "end": 1043,
                    "text": "26",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1072,
                    "end": 1075,
                    "text": "27,",
                    "ref_id": null
                },
                {
                    "start": 1076,
                    "end": 1078,
                    "text": "28",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1592,
                    "end": 1595,
                    "text": "14,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1596,
                    "end": 1600,
                    "text": "258,",
                    "ref_id": null
                },
                {
                    "start": 1601,
                    "end": 1604,
                    "text": "11,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1605,
                    "end": 1608,
                    "text": "253",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 575,
                    "end": 581,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1349,
                    "end": 1356,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "The patient characteristics of the COVID private dataset are shown in Table 2 . The number of CXR images of the healthy, non-COVID-19 pneumonia, and COVID-19 pneumonia in the COVID private dataset was 139, 139, and 177, respectively. The COVID private dataset included 198 males and 257 females, aged 61.0 ± 18.6 years. The examination date of CXR in the COVID private dataset ranged from January 13th, 2015 to December 22th, 2020. Dataset splitting and model training. Since the development set and test set were defined for the COV-IDx dataset, they were used in the current study. A total of 100 and 50 CXR images were randomly selected as test sets for each of the COVID-19 pneumonia, non-COVID-19 pneumonia, and the healthy, in the COVID BIMCV and COVID private datasets, respectively. The other CXR images were used as development sets in the COVID BIMCV and COVID private datasets. Thus, the number of CXR images of the development set was 13,958, 10,953, and 305 in the COVIDx, COVID BIMCV , and COVID private datasets, respectively. The test set size was 300 in the COVIDx and COVID BIMCV datasets, and 150 in the COVID private dataset. www.nature.com/scientificreports/ The development set was further divided into a training and validation set for each dataset. The validation set size was 300 in the COVIDx and COVID BIMCV datasets, and 90 in the COVID private dataset. The combined training set was constructed from the training sets of the three datasets for training the DL model. For the development set, five different random divisions of training and validation sets were performed for each dataset. Based on the five random divisions, model training with transfer learning and performance validation were performed. Therefore, five different trained models were obtained. In order to predict the diagnosis from the CXR image of the test set, an ensemble of the five trained models was used. Schematic illustration of the dataset splitting, model training, and prediction using our DL model is shown in Fig. 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 70,
                    "end": 77,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 2021,
                    "end": 2027,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "Comparison with other DL models. Three code-available DL models were used for comparison. The first model was the COVID-Net model trained with the COVIDx dataset 12 . Its pretrained model is available at https:// github. com/ linda wangg/ COVID-Net (COVIDNet-CXR4-A). The second model was the DL model of Sharma A et al. 11 , whose pretrained model is available at https:// github. com/ aruns harma 8osdd/ covid pred (Combined model 3 [101 epochs]). The final model was the DarkCovidNet 9 , which is available at https:// github. com/ muham medta lo/ COVID-19. Since the pretrained model of DarkCovidNet was unavailable, its model training was performed from scratch by the authors.",
            "cite_spans": [
                {
                    "start": 321,
                    "end": 323,
                    "text": "11",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Observer study by the radiologists. In order to compare our DL model with the radiologists' diagnostic ability, an observer study was performed including six radiologists (experience of the six radiologists ranged from 10 months to 15 years). The radiologists visually evaluated the CXR images of the test set of the COVID private dataset and determined the diagnosis for the three-category classification of COVID-19 pneumonia, non-COVID-19 pneumonia, and the healthy. With the exception of the CXR images, the radiologists were blinded to any clinical information of the test set of the COVID private dataset. Since the combined training set used for our DL model was too large for the radiologists, the development set of the COVID private dataset were provided for the radiologists' training before the observer study. The training and interpretation time were not limited.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Performance evaluation. For our DL model, performance evaluation was conducted using the classification metrics of the three-category classification (class-wise precision, recall, F1-score, and three-category classification accuracy) in the three test sets 29 . For radiologists and the code-available DL models, the same performance evaluation was conducted in the test set of the COVID private dataset with 150 CXR images. In addition, the class-wise area under the curve (AUC) of the receiver operating characteristics (ROC) analysis was calculated for COVID-19 pneumonia, non-COVID-19 pneumonia, and the healthy 29 . For the ROC analysis of the radiologists, a consensus interpretation score for the six radiologists was determined by majority voting of the individual interpretations 14 ; the score ranged from 0 to 6. Statistical analysis. The 95% confidence intervals (CI) of the classification metrics were calculated using 2000 bootstrap samples 14 . In addition, the class-wise AUC was compared using DeLong's test between our DL model and the consensus interpretation of the radiologists. In order to control the family-wise error rate, Bonfer- www.nature.com/scientificreports/ roni correction was used; a p value less than 0.01666 was considered statistically significant. Statistical analyses were performed using scikit-learn package 30 of Python and pROC package 31 of R (version 4.0.4, https:// www.rproje ct. org/). Table 3 shows the results of the diagnostic performance of the four DL models, including our DL model, and the six radiologists in the test set of the COVID private dataset. The three-category classification accuracy of our DL model was 0.8667 (130/150), and those of the six radiologists ranged from 0.5667 (85/150) to 0.7733 (116/150). The 95% CI of the three-category classification accuracies were 0.8067-0.9200 and 0.7067-0.8400 for our DL model and the radiologist with best accuracy (Radiologist 3), respectively. The three-category classification accuracy of our DL model was better than that of the six radiologists. For our DL model, the class-wise F1-scores of the healthy and COVID-19 pneumonia were higher than that of the non-COVID-19 pneumonia. This indicates that for our DL model, the diagnostic performance of the healthy and COVID-19 pneumonia was better than that of the non-COVID-19 pneumonia. On the other hand, for the six radiologists, the class-wise F1-scores of the healthy were higher than those of the COVID-19 pneumonia and non-COVID-19 pneumonia; hence, the diagnostic performance of the healthy was higher than that for COVID-19 and non-COVID-19 pneumonia. The three-category classification accuracies of the three code-available DL models were 0.6467 (97/150), 0.4267 (64/150), and 0.4000 (60/150), and COVID-Net 12 achieved the highest accuracy in the three-category classification among the three code-available DL models. Although the three-category classification accuracy of COVID-Net (0.6467) was comparable to those of the six radiologists, those of the other code-available DL models (0.4267 and 0.4000) were worse than those of the six radiologists. Table 4 shows the results of class-wise AUC and its 95% CI of our DL model in the test sets of the COVIDx, COVID BIMCV , and COVID private datasets. Table 4 also shows the results of the consensus of the six radiologists in the test set of the COVID private dataset. Figure 3 shows the class-wise ROC curves of our DL model and consensus of the six radiologists in the test set of the COVID private dataset. The class-wise AUC and its 95% CI of our DL model were as follows: 0.9914 and 0.9837-0.9990 for the healthy, 0.9772 and 0.9601-0.9942 for non-COVID-19 pneumonia, and 0.9934 and 0.9871-0.9996 for COVID-19 pneumonia. The class-wise AUC and its 95% CI of consensus of the six radiologists were as follows: 0.9656 and 0.9401-0.9911 for the healthy, 0.8654 and 0.8022-0.9286 for non-COVID-19 pneumonia, and 0.8740 and 0.8164-0.9316 for COVID-19 pneumonia. The difference of the class-wise AUC between our DL model and consensus of the six radiologists was statistically significant for COVID-19 pneumonia (p value = 0.001334). The differences were not statistically significant for Table 3 . Class-wise precision, recall, F1-score, and three-category classification accuracy of four DL models and six radiologists in the COVID private dataset. Each cell includes classification metric and its 95% CI (lower and upper bounds of CI). * indicates 3-category classification accuracy. The experience of the six radiologists were 10 months, and 4, 7, 10, 10, and 15 years. The underlined values represent the best values for each column. DL deep learning; CI confidence interval; COVID private private dataset collected from six hospitals. Figure 4 shows the CXR images and the results of Grad-CAM for the healthy, non-COVID-19 pneumonia, and COVID-19 pneumonia. The result of Grad-CAM of Fig. 4A illustrates that our DL model focused on the non-specific areas for diagnosis of the healthy. Figure 4B shows that our DL model focused on the infiltration shadow of the right lung field for diagnosis of non-COVID-19 pneumonia. Figure 4C shows that our DL model focused on the ground glass shadow of the peripheral area of both the lung fields for the diagnosis of COVID-19 pneumonia.",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 259,
                    "text": "29",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 616,
                    "end": 618,
                    "text": "29",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 789,
                    "end": 791,
                    "text": "14",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 955,
                    "end": 957,
                    "text": "14",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1349,
                    "end": 1351,
                    "text": "30",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [
                {
                    "start": 1434,
                    "end": 1441,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 3125,
                    "end": 3132,
                    "text": "Table 4",
                    "ref_id": null
                },
                {
                    "start": 3274,
                    "end": 3281,
                    "text": "Table 4",
                    "ref_id": null
                },
                {
                    "start": 3392,
                    "end": 3400,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 4210,
                    "end": 4217,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 4762,
                    "end": 4770,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 4911,
                    "end": 4918,
                    "text": "Fig. 4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 5013,
                    "end": 5022,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 5147,
                    "end": 5156,
                    "text": "Figure 4C",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": ""
        },
        {
            "text": "The results of this study indicate that it is possible to construct an accurate DL model using the two public datasets (COVIDx and COVID BIMCV ) and one private dataset (COVID private ). Our deep learning model based on EfficientNet with noisy student could achieve an accurate diagnosis of COVID-19 pneumonia, non-COVID-19 pneumonia, and the healthy. The three-category classification accuracy of our model was 0.8667, and those of Table 4 . Class-wise AUC and its 95% CI of our DL model and consensus of six radiologists. DL deep learning; CI confidence interval; AUC area under the curve; COVIDx public dataset used for COVID-Net; COVID BIMCV public dataset obtained from the PadChest dataset and the BIMCV-COVID19 + dataset; COVID private private dataset collected from six hospitals.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 433,
                    "end": 440,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The healthy www.nature.com/scientificreports/ the six radiologists ranged from 0.5667 to 0.7733. Difference of class-wise AUC between our model and the consensus of the six radiologists was statistically significant for COVID-19 pneumonia (p value = 0.001334). Using the two public datasets and one private dataset, our DL model could achieve a higher diagnostic performance than the three code-available DL models and the six radiologists. Especially, for COVID-19 pneumonia, the class-wise AUC of our DL model was significantly higher than that of the consensus of the six radiologists. In DL, a large number of datasets is necessary for accurate classification. While COVID-Net used more than 10,000 CXR images to develop and evaluate its model 12 , we used more than 20,000 CXR images for our DL model. We believe that the dataset size was a major factor in the diagnostic performance of our DL model. Another reason for the superiority of our DL model could be attributed to the use of a pretrained model constructed using noisy student 21 . Noisy student is a relatively new method for increasing the robustness of the DL model; the pretrained model of EfficientNet 20 with noisy student could be useful in improving our DL model.",
            "cite_spans": [
                {
                    "start": 1042,
                    "end": 1044,
                    "text": "21",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Model or Radiologist Dataset"
        },
        {
            "text": "The results of the three code-available DL models demonstrate that their classification metrics are not satisfactory. Although the three-category classification accuracy of COVID-Net was the highest in the three DL models, the F1-score of COVID-Net was the worst for COVID-19 pneumonia. In the other two models, the three-category classification accuracy was lower than those of the six radiologists. Many studies have used DL models for automatic classification of COVID-19 pneumonia, non-COVID-19 pneumonia, and the healthy using CXR images 7-14,18,19 . Table 5 summarizes these previous studies. While most of them were developed and The three-category classification accuracy of the six radiologists ranged from 0.5667 to 0.7733. There was large variability in the diagnostic performance of the radiologists in the classification of COVID-19 pneumonia, non-COVID-19 pneumonia, and the healthy using CXR images. Inversely, this indicates that the radiologists' diagnostic performance could be improved using our DL model. The effectiveness of our DL model for computeraided diagnosis system should be evaluated in future studies.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 556,
                    "end": 563,
                    "text": "Table 5",
                    "ref_id": null
                }
            ],
            "section": "Model or Radiologist Dataset"
        },
        {
            "text": "There are certain limitations to our study. First, although our DL model was developed and validated using two public datasets and one private dataset, it was not evaluated using external validation. Clinical usefulness of our DL model should be further evaluated by external validation 32 . Second, our DL model focused on the threecategory classification of COVID-19 pneumonia, non-COVID-19 pneumonia, and the healthy. The DL model ignored lung cancer and other diseases, which are considered important for detection on CXR images. This threecategory classification may be considered unnatural from a clinical viewpoint. However, we speculate that this was justified owing to the higher priority of the three-category classification in the COVID-19 pandemic. Third, our observer study was conducted on the CXR image obtained from relatively large-sized hospitals. However, since CXR can be performed in various hospitals and clinics, further studies are warranted to determine whether our DL model is effective in small hospitals and clinics. Thus, the outputs of our DL model should be adjusted based on the circumstances in which our DL model is used. Fourth, we focused on the automatic classification of COVID-19 pneumonia, non-COVID-19 pneumonia, and the healthy using CXR images and the diagnostic performance of radiologists with our DL model was not evaluated. Thus, we did not evaluate the usefulness of our DL model as a computer-aided system. If radiologists doubt the results of our DL model, the diagnostic performance of radiologists may not be improved using our DL model. Therefore, in the future, it is crucial to build trust between the radiologists and the DL model for its implementation in clinical practice 33 . Fifth, although the results of Grad-CAM (for example, Fig. 4 ) could be useful to radiologists for comprehending the classification results of our DL model, the effectiveness of the results of Grad-CAM was not validated in the current study.",
            "cite_spans": [
                {
                    "start": 287,
                    "end": 289,
                    "text": "32",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1731,
                    "end": 1733,
                    "text": "33",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [
                {
                    "start": 1790,
                    "end": 1796,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Model or Radiologist Dataset"
        },
        {
            "text": "In conclusion, it is feasible to create an accurate model of DL for three-category classification of COVID-19 pneumonia, non-COVID-19 pneumonia, and the healthy. The diagnostic performance of our model was significantly better than that of the consensus interpretation by the six radiologists for COVID-19 pneumonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model or Radiologist Dataset"
        },
        {
            "text": "The private dataset cannot be disclosed because of privacy protection and regulation. Source code of our DL model and the two public datasets are available from the following URL: https:// github. com/ jurad er/ covid 19_ xp_ effic ientn et. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data availability"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Summary of COVID-19 DL models on CXR images. Definition of accuracy in multi-class classification may be different between these studies. CXR chest X-Ray imaging; DL deep learning",
            "authors": [],
            "year": null,
            "venue": "Table 5",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "MCC Matthews correlation coefficient; COVIDx public dataset used for COVID-Net",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "COVID-19 situation reports",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Sensitivity of chest CT for COVID-19: Comparison to RT-PCR",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1148/radiol.2020200432"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Performance of radiologists in differentiating COVID-19 from viral pneumonia on chest CT",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "X"
                    ],
                    "last": "Bai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1148/radiol.2020200823"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Convolutional neural networks: An overview and application in radiology",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Yamashita",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nishio",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K G"
                    ],
                    "last": "Do",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Togashi",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Insights Imaging",
            "volume": "9",
            "issn": "",
            "pages": "611--629",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A siamese neural network framework with contrastive loss for n-shot diagnosis of COVID-19 patients",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shorfuzzaman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Hossain",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Metacovid",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Pattern Recognit",
            "volume": "113",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A review on deep learning techniques for the diagnosis of novel coronavirus (COVID-19)",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Islam",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Karray",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Alhajj",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "IEEE Access",
            "volume": "9",
            "issn": "",
            "pages": "30551--30572",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Automated detection of COVID-19 cases using deep neural networks with X-ray images",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ozturk",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Comput. Biol. Med",
            "volume": "121",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Automatic classification between COVID-19 pneumonia, non-COVID-19 pneumonia, and the healthy on chest X-ray image: Combination of data augmentation methods",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nishio",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Noguchi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Matsuo",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Murakami",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sci. Rep",
            "volume": "10",
            "issn": "",
            "pages": "1--6",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Artificial intelligence-based classification of chest X-Ray images into COVID-19 and other infectious diseases",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rani",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. J. Biomed. Imaging",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "COVID-Net: A tailored deep convolutional neural network design for detection of COVID-19 cases from chest X-ray images",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Q"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sci. Rep",
            "volume": "10",
            "issn": "",
            "pages": "1--12",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The effectiveness of image augmentation in deep learning networks for detecting COVID-19: A geometric transformation perspective",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Elgendi",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Front. Med",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "DeepCOVID-XR: An artificial intelligence algorithm to detect COVID-19 on chest radiographs trained and tested on a large U.S. clinical data set",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Wehbe",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Radiology",
            "volume": "299",
            "issn": "",
            "pages": "167--176",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Deep learning algorithms for detection of critical findings in head CT scans: A retrospective study",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chilamkurthy",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Lancet",
            "volume": "392",
            "issn": "",
            "pages": "2388--2396",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Dermatologist-level classification of skin cancer with deep neural networks",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Esteva",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nature",
            "volume": "542",
            "issn": "",
            "pages": "115--118",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Development and validation of a deep learning algorithm for detection of diabetic retinopathy in retinal fundus photographs",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Gulshan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "JAMA J. Am. Med. Assoc",
            "volume": "316",
            "issn": "",
            "pages": "2402--2410",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Optimizing data augmentation and CNN hyperparameters for improved COVID-19 detection from CXR",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M A"
                    ],
                    "last": "Monshi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Monshi",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Covidxraynet",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Comput. Biol. Med",
            "volume": "133",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Lightweight deep learning models for detecting COVID-19 from chest X-ray images",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Karakanis",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Leontidis",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Comput. Biol. Med",
            "volume": "130",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Rethinking model scaling for convolutional neural networks",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "V"
                    ],
                    "last": "Le",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Efficientnet",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "36th Int. Conf. Mach. Learn. ICML",
            "volume": "",
            "issn": "",
            "pages": "10691--10700",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Self-training with Noisy Student improves ImageNet classification",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "M.-T",
                    "middle": [],
                    "last": "Luong",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hovy",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "V"
                    ],
                    "last": "Le",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Very deep convolutional networks for large-scale image recognition",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Simonyan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zisserman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "3rd International Conference on Learning Representations, ICLR 2015 -Conference Track Proceedings (International Conference on Learning Representations",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Grad-CAM: Visual explanations from deep networks via gradient-based localization",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Selvaraju",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. J. Comput. Vis",
            "volume": "128",
            "issn": "",
            "pages": "336--359",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "COVID-Net Open Source Initiative",
            "authors": [
                {
                    "first": "/",
                    "middle": [],
                    "last": "Github -Lindawangg",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Covid-Net",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "A large chest x-ray image dataset with multi-label annotated reports",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bustos",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pertusa",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Salinas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "De La Iglesia-Vayá",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Padchest",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Med. Image Anal",
            "volume": "66",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "BIMCV COVID-19+: A large annotated dataset of RX and CT images from COVID-19 patients. arXiv (2020)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vayá",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "De La",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2006.01174"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "CovidCTNet: an open-source deep learning approach to diagnose covid-19 using small cohort of CT images. npj Digit",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Javaheri",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Scikit-learn: Machine Learning in Python",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pedregosa",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Mach. Learn. Res",
            "volume": "12",
            "issn": "",
            "pages": "2825--2830",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "pROC: An open-source package for R and S+ to analyze and compare ROC curves",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Robin",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "BMC Bioinform",
            "volume": "12",
            "issn": "",
            "pages": "1--8",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Key principles of clinical validation, device approval, and insurance coverage decisions of artificial intelligence",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Byeon",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Korean J. Radiol",
            "volume": "22",
            "issn": "",
            "pages": "442--453",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The role of trust in automation reliance",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Dzindolet",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Peterson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Pomranky",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Pierce",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Beck",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Int. J. Hum. Comput. Stud",
            "volume": "58",
            "issn": "",
            "pages": "697--718",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Our DL model. Abbreviation: DL, deep learning.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Schematic illustration of dataset splitting, model training, and prediction with our DL model. Abbreviations: COVIDx, Public dataset used for COVID-Net; COVIDBIMCV, Public dataset obtained from the PadChest dataset and the BIMCV-COVID19 + dataset; COVIDprivate, Private dataset collected from six hospitals.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Results of Grad-CAM for our DL model. Note: (A) the healthy, (B) non-COVID-19 pneumonia, (C) COVID-19 pneumonia. Each image part consists of CXR image and result of Grad-CAM. One trained model of our DL model was used for Grad-CAM. Abbreviation: DL, deep learning; CXR, chest X-Ray imaging.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Received: 26 August 2021; Accepted: 3 May 2022",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Numbers of CXR images in the COVIDx, COVID BIMCV , and COVID private datasets. All cases of non-COVID-19 pneumonia are bacterial pneumonia in COVID private . CXR chest X-Ray imaging; COVIDx public dataset used for COVID-Net; COVID BIMCV public dataset obtained from the PadChest dataset and the BIMCV-COVID19 + dataset; COVID private private dataset collected from six hospitals.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Patients' characteristics in the COVID private dataset. COVID private private dataset collected from six hospitals.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "presents the confusion matrix of the three-category classification for our DL model in the test set of the COVID private dataset.Table S3of the Supplementary information shows the class-wise AUC and its 95% CI for our DL model when changing the data splitting between the test and development sets. Figures S1 and S2 of the Supplementary information show the class-wise ROC curves of our DL model in the test sets of the COVIDx and COVID BIMCV datasets, respectively.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Vol:.(1234567890) www.nature.com/scientificreports/ validated using CXR images of public datasets, they were not validated with those of clinical cases. Our results indicate that most of the DL models of COVID-19 pneumonia in previously published papers may not be useful in clinical situations.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Yoichiro Kuwata and Yoshiaki Watanabe for their cooperation. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Classification Dataset ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors"
        },
        {
            "text": "The present study was supported by JSPS KAKENHI (Grant Number JP19K17232, 19H03599, and22K07665).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "The authors declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "The online version contains supplementary material available at https:// doi. org/ 10. 1038/ s41598-022-11990-3.Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Information"
        },
        {
            "text": "License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by/4. 0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International"
        }
    ]
}