{
    "paper_id": "98b142bd54820238651421bfe345d63773d13aef",
    "metadata": {
        "title": "Long COVID Citizen Scientists: Developing a Needs-Based Research Agenda by Persons Affected by Long COVID",
        "authors": [
            {
                "first": "Sarah",
                "middle": [],
                "last": "Ziegler",
                "suffix": "",
                "affiliation": {},
                "email": "sarah.ziegler@uzh.ch"
            },
            {
                "first": "Alessia",
                "middle": [],
                "last": "Raineri",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Vasileios",
                "middle": [],
                "last": "Nittas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Natalie",
                "middle": [],
                "last": "Rangelov",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Fabian Vollrath",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "Chantal"
                ],
                "last": "Britt",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Milo",
                "middle": [
                    "A"
                ],
                "last": "Puhan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chantal",
                "middle": [],
                "last": "Britt",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Ziegler",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background Long-term health consequences following acute SARS-CoV-2 infection, referred to as post-COVID-19 condition or Long COVID, are increasing, with population-based prevalence estimates for adults at around 20%. Persons affected by Long COVID report various health problems, yet evidence to guide clinical decision making remains scarce. Objective The present study aimed to identify Long COVID research priorities using a citizen science approach and solely considering the needs of those affected. Methods This citizen science study followed an iterative process of patient needs identification, evaluation and prioritisation. A Long COVID Citizen Science Board (21 persons with Long COVID, and seven with myalgic encephalomyelitis/ chronic fatigue syndrome) and a Long COVID Working Group (25 persons with Long COVID, four patients with myalgic encephalomyelitis/chronic fatigue syndrome and one relative) were formed. The study included four activities: three remote meetings and one online survey. First, Board members identified the needs and research questions. Second, Working Group members and persons affected by Long COVID (241 respondents, 85.5% with Long COVID, 14.5% with myalgic encephalomyelitis/chronic fatigue syndrome and 7.1% relatives) evaluated the research questions on a 1-5 Likert scale using an online survey. Then the Board gave feedback on this evaluation. Finally, Board members set the priorities for research through voting and discussion. Results Sixty-eight research questions were generated by the Board and categorised into four research domains (medicine, healthcare services, socioeconomics and burden of disease) and 14 subcategories. Their average importance ratings were moderate to high and varied from 3.41 (standard deviation = 1.16) for sex-specific diagnostics to 4.86 (standard deviation = 0.41) for medical questions on treatment. Five topics were prioritised: \"treatment, rehabilitation and chronic care management\", \"availability of interfaces for treatment continuity\", \"availability of healthcare structures\", \"awareness and knowledge among professionals\" and \"prevalence of Long COVID in children and adolescents\". Conclusions To our knowledge, this is the first study developing a citizen-driven, explicitly patient-centred research agenda with persons affected by Long COVID, setting it apart from existing multi-stakeholder efforts. The identified priorities could guide future research and funding allocation. Our methodology establishes a framework for citizen-driven research agendas, suitable for transfer to other diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Research shows that about one in five adults may experience lasting symptoms months after their initial coronavirus infection. Persons with Long COVID have various health problems and doctors often do not know their patients' most urgent needs. The project directly involved people with Long COVID who were asked to express, discuss and rank how research could meet their needs. For that, a Board and a Working Group were formed to take part in three online board meetings and one online questionnaire. In the meetings, the Board formulated 68 research questions, which fall into four research areas:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The number of people reporting long-term health consequences following acute SARS-CoV-2 infection is increasing. Population-based prevalence estimates for adults centre around 20% but there is a large variability across studies depending on the population studied, the length of the follow-up period and the chosen definition of Long COVID [1] [2] [3] . People commonly report fatigue, shortness of breath, cognitive dysfunction, sleep disorders, pain or inability to return to work or have a normal social life [2] . Such longterm consequences are referred to by the World Health Organization as a post-COVID-19 condition. As such, \"post COVID-19 condition occurs in individuals with a history of probable or confirmed SARS-CoV-2 infection, usually 3 months from the onset of COVID-19 with symptoms that last for at least 2 months and cannot be explained by an alternative diagnosis\" [4] . While the World Health Organization uses the term \"post COVID-19 condition\", those affected have been using the term \"Long COVID\", which seems to be broadly accepted and widely used across media platforms and by the general population [5] . As our research directly involved affected people, we decided to consistently use the term \"Long COVID\".",
            "cite_spans": [
                {
                    "start": 340,
                    "end": 343,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 344,
                    "end": 347,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 348,
                    "end": 351,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 512,
                    "end": 515,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 885,
                    "end": 888,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1126,
                    "end": 1129,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "As Long COVID is a novel syndrome, evidence to guide clinical decision making remains scarce. Little is known about Long COVID's pathogenesis and risk factors, the benefits or harms of potential treatment options, or the bestcare models to minimise undertreatment and overtreatment. Consequently, funding bodies worldwide have decided to allocate several billions to research on Long COVID [6] [7] [8] . Calls for research proposals are often generated by medical experts and sometimes policy makers, predominantly targeting biological processes, diagnostic and prognostic indicators, as well as therapies.",
            "cite_spans": [
                {
                    "start": 390,
                    "end": 393,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 394,
                    "end": 397,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 398,
                    "end": 401,
                    "text": "[8]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To efficiently allocate funding resources, it is essential to identify research priorities that not only reflect the questions of the medical and scientific community, but also the needs of the patients. While various multi-stakeholder efforts included persons affected by Long COVID in their research priority setting process [2, 9, 10] , it is not clear how much weight their voice carried over expert opinions or if their needs were actually met. In fact, no systematic identification of patients' needs has been conducted so far, nor has it been clarified which research questions should be prioritised to meet those needs. Therefore, our aim was to fill this gap and define research priorities solely from the perspective of persons affected by Long COVID.",
            "cite_spans": [
                {
                    "start": 327,
                    "end": 330,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 331,
                    "end": 333,
                    "text": "9,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 334,
                    "end": 337,
                    "text": "10]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Our goal was to systematically assess the needs of persons affected by Long COVID, their families, as well as patients with myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS). Based on this objective, and always led by those affected, we aimed to derive the most relevant research priorities. For this purpose, we first composed a research team of scientists (VN, MP, AR, SZ), Long COVID network collaborators (NR, FV) and a patient scientist (CB). The research team managed and coordinated the study process without actively taking part in the research priority setting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "In the scope of our study, we followed an iterative and participatory citizen-science approach with collaborative and co-created participation according to the concept of \"Public Participation in Scientific Research (PPSR)\" by Shirk et al. (Fig. 1) [11, 12] . We explicitly aimed for an exploratory approach, characterised by an open group process with iterative development and fewer boundaries. This approach allowed for co-creative participation and enabled us to keep bringing new ideas into the discussion and, most importantly, to be more flexible in responding to the needs of the citizen scientists. For this purpose, we built two different types and intensities of participation: a Long COVID Citizen Science Board and a Long COVID Working Group. For both, citizen scientists were recruited online via the Altea Long COVID Network platform (https:// www. altea-netwo rk. com/ en/) that is funded by the Federal Office of Public Health and other supporters and Long Covid Switzerland's Facebook group. Because Altea started as a Germanspeaking platform, and the members of Long Covid Switzerland's Facebook Group were also mainly from the German-speaking and French-speaking part of Switzerland, we mainly reached people from these regions. Citizen scientists were eligible if they were (i) affected by Long COVID, (ii) relatives of a person affected by Long COVID or (ii) patients with ME/CFS. We decided to include relatives because they are closely involved and often also strongly affected. We also invited patients with ME/CFS, who share several common symptoms with Long COVID-affected people, to include a long-term perspective, which may still be missing among the other participants. Patients with Long COVID in Switzerland had been in contact with people with ME from the first months of the pandemic as they not only share similar symptoms but also strategies to overcome the stigmatisation. Patients with ME added medical, social and economic perspectives, which would have been difficult to gather from scientific publications. It was important to coordinate efforts between the two communities, to learn from each other and be as inclusive as possible. Registration was open from 25 March to 18 April, 2021 and interested parties could sign up for the Citizen Science Board, the Working Group or both.",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 253,
                    "text": "[11,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 254,
                    "end": 257,
                    "text": "12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1311,
                    "end": 1327,
                    "text": "Long COVID, (ii)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 240,
                    "end": 248,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Citizen Scientists"
        },
        {
            "text": "We aimed to recruit a Citizen Science Board consisting of at least 30 selected citizen scientists: 20 patients with Long COVID, five relatives and five patients with ME/CFS. In order to reach a balanced Board, two team members (SZ; CB) independently selected eligible citizen scientists based on age, sex, disease severity and motivation. Consensus was reached through discussion. Remaining interested parties were put on a waiting list or, if desired, assigned to the Long COVID Working Group. The members of the Citizen Science Board were asked for permission to share contact information with other Board members prior to the first meeting. Participation in the Long COVID Citizen Science Board followed co-creation principles throughout the research process including three iterative feedback loops (online meetings), from problem definition to research question formulation and final prioritisation (Fig. 1) . There was no formal training for participation because the nature of Long COVID was too demanding for participants to complete training. All participants received an overview of the project, the project goals and the individual steps. At each meeting, the process and objectives were first presented and the participants were introduced to the use of the tools.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 904,
                    "end": 912,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Long COVID Citizen Science Board"
        },
        {
            "text": "Participation in the Long COVID Working Group was contributory and collaborative but in a less demanding and non-binding manner. As such, citizen scientists in the Working Group were not involved in the problem definition or the research question formulation and did not participate in online meetings. Instead, they were involved in shaping research priorities by participating in the online survey.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Long COVID Working Group"
        },
        {
            "text": "For the purpose of our study, we followed an iterative consensus-oriented process using acceleration room techniques, which are goal-oriented digitally supported group processes. We have successfully used this iterative and participatory technique before [13] . To this end, we spread the entire research priority setting process over four main activities, including three iterative feedback loops, which included three Citizen Science Board meetings, and one online survey ( Fig. 1 ).",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 259,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 476,
                    "end": 482,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "From Peoples' Needs to Research Priorities"
        },
        {
            "text": "With the first Citizen Science Board meeting (held online on 5 May, 2021, via ZOOM) we aimed to (1) get to know each other, (2) provide a lay summary of existing evidence on Long COVID, (3) exchange experiences about Long COVID and (4) identify patients' needs. For this purpose, we structured the meeting into plenary sessions and breakout groups using MURAL. MURAL is a web platform that provides blank boards to work in teams with virtual Post-Its and drawings. These acceleration room techniques allowed participants to table their thoughts personally or anonymously on the MURAL board that was serving as a whiteboard, structuring the discussions and automatically generating a written document. After the first Board meeting, we structured the identified participants' needs based on their content into overall research domains and subcategories. In a second step, we translated all identified and categorised needs into research questions. Consensus was reached through multiple rounds of discussion and subsequent revisions among the research team. As the aim of these questions was to guide future research and funding allocation, we explicitly derived general and not specific clinical research questions using the PICO framework [14] . We then sent the list of the research domains, the subcategories and all formulated research questions to the members of the Long COVID Citizen Science Board, asking for review and revisions.",
            "cite_spans": [
                {
                    "start": 1240,
                    "end": 1244,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Long COVID Citizen Science Board Meeting 1: Needs Identification"
        },
        {
            "text": "To ensure that the identified research questions represented the needs of persons affected by Long COVID and did not simply reflect the needs of the Board, we evaluated the questions through an anonymous online survey conducted between June and September 2021. For each research question, participants could rate the level of importance from 1 (not important) to 5 (very important). The online survey was anonymous and it was not possible to draw conclusions about the identity of the participants. The link to the online survey was shared with the Long COVID Working Group, Altea Long COVID Network platform and Long Covid Switzerland's Facebook group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Online Survey: Needs Evaluation"
        },
        {
            "text": "In a second Citizen Science Board meeting (held online on 9 July, 2021, via ZOOM), we aimed to (1) present interim results of the online survey and (2) conduct a second feedback loop on the research domains, the subcategories and its research questions. After this second meeting, we made final revisions on the research questions and analysed the results of the completed online survey, stratified by overarching research domains and subcategories.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Long COVID Citizen Science Board Meeting 2: Needs Evaluation Feedback"
        },
        {
            "text": "In the third Citizen Science Board meeting (held online on 1 October, 2021, via ZOOM), we aimed to (1) present and discuss the final survey results and (2) vote on research priorities. Prior to the meeting, each participant was provided with the survey results, the list of research questions, and their categorisation into overarching research domains and subcategories. Before discussing the survey results, we asked each participant to select the three research subcategories most important to them. In a second step, we compared the results of the Boards' voting with the survey results. Consensus on the final selection of the research priorities was reached within the Board through discussion. Finally, we reprocessed the results of the third meeting and forwarded the identified research priorities to all members of the Long COVID Citizen Science Board, as well as to the Long COVID Working Group for final feedback.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Long COVID Citizen Science Board Meeting 3: Needs Prioritisation"
        },
        {
            "text": "All major decisions about the research priorities were made by the people living with and affected by Long COVID. The core team recruited the citizen scientists, organised and moderated the Citizen Science Board meetings, categorised and translated the results of the group discussions into research questions, and incorporated the Board's feedback to develop and conduct an online questionnaire and an online voting for the final research priority setting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Long COVID Citizen Science Board Meeting 3: Needs Prioritisation"
        },
        {
            "text": "In total, 66 people signed up to contribute as citizen scientists: two for the Board only, 18 for the Working Group only and 46 for both. From the 46 people who signed up for both groups, 33 were selected for the Board, 12 were selected for the Working Group and one person was rejected because of missing information about the motivation. Of the two people interested in the Board only, one was on the waiting list and the other person was rejected because of missing information about the motivation. All 18 people interested in the Working Group only were selected for the Working Group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "In total, 33 people were selected for the Board. Of these, two did not provide any contact details and three dropped out. Finally, the Long COVID Citizen Science Board consisted of 28 citizen scientists (median age 50, age range 32-78 years), 22 were female. The majority of the citizen scientists (n = 26) live in the German-speaking parts of Switzerland and two are living in French-speaking cantons. Twenty-one Board members were affected by Long COVID and seven were patients with ME/CFS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Long COVID Citizen Science Board"
        },
        {
            "text": "In total, 30 people were selected for the Working Group. Of these, two thirds (median age 47, age range 29-78 years) were female. The majority of the Working Group members (n = 27) live in German-speaking Switzerland and three live in the French-speaking part. Twenty-four Working Group members were affected by Long COVID, one member was a relative and five were patients with ME/CFS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Long COVID Working Group"
        },
        {
            "text": "The Long COVID Citizen Science Board identified numerous needs related to Long COVID research. From these, we formulated 68 research questions considering the broader scientific context. The questions were allocated to four overarching research domains and 14 subcategories. Some contributions from the first Board meeting could not be formulated as research questions, as they were mostly requests, questions, and concerns that required already established regulatory and infrastructural processes (e.g. legal or clinical guidelines). These were listed in a separate category defined as \"further questions\" (Electronic Supplementary Material). An overview of the four emerged research domains and 14 subcategories is presented in Fig. 2 . The first domain, named \"medical questions\", consisted of 32 research questions grouped into six subcategories (A1-A6): A1 \"risk factors\", A2 \"disease development\", A3 \"definition and differential diagnosis\", A4 \"prognosis\", A5 \"treatment, rehabilitation and chronic care management\" and A6 \"vaccination\". The second domain, \"questions about healthcare structures\", included 20 research questions grouped into four subcategories (B1-B4): B1 \"availability of healthcare structures for diagnosis\", B2 \"availability of interfaces for treatment continuity\", B3 \"availability of healthcare structures\" and B4 \"awareness and knowledge among professionals\". The third domain named \"socioeconomic questions\" included eight research questions split into two subcategories (C1-C2): C1 \"acceptance and stigmatisation\" and C2 \"work and socioeconomic consequences\". Finally, the fourth domain, \"burden of disease\" included eight research questions split into two subcategories (D1-D2): D1 \"Prevalence of Long COVID among adults\" and D2 \"Prevalence of Long COVID among children and adolescents\".",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 731,
                    "end": 737,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Citizen Science Board Meeting 1: Needs Identification"
        },
        {
            "text": "In total, 241 people (83.8% women, mean age 46 years) completed the online questionnaire on the level of importance of the 68 research questions. A similar geographic distribution to that of citizen scientists is also evident among survey participants. The majority (n = 198) live in Germanspeaking Switzerland and some live in French-speaking cantons (n = 43). Most of the participants were affected by Long COVID (85.5%), 14.5 % had ME/CFS and 7.1% were relatives. For details, see Table 1 . Table 2 shows, in descending order, the participants' median and average ratings (and standard deviations) of the level of importance of each research question with a range from 1 (not important) to 5 (very important) by domain. In general, none of the 68 research questions was rated as unimportant or less important and all ratings exceeded 3 (neither important nor unimportant). As shown in Fig. 3a , there was a large variation in the level of importance between the 68 research questions and within the four research domains. While research question A5.1 \"What existing and new therapeutic approaches/treatment methods, depending on diagnosis and severity, are effective to treat Long COVID patients?\" scored the highest at 4.86 (standard deviation 0.41), the research question A3.3 \"Are there differences in diagnostic criteria between men and women?\" scored the lowest at 3.41 (standard deviation = 1.16). Despite the large variation within the four research domains, some of the 14 subcategories were perceived to be more important than others. As such, participants consistently rated the subcategory D2 \"prevalence of Long COVID in children and adolescents\", A5 \"treatment, rehabilitation and chronic care management\", A2 \"disease development\", B4 \"awareness and knowledge among professionals\" and B3 \"availability of healthcare structures\" as important or very important (Fig. 3b) . In contrast, participants indicated with larger variation a lower level of importance to the subcategory A3 \"definition and differential diagnosis\" and A1 \"risk factors\".",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 484,
                    "end": 491,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 494,
                    "end": 501,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 888,
                    "end": 895,
                    "text": "Fig. 3a",
                    "ref_id": null
                },
                {
                    "start": 1876,
                    "end": 1885,
                    "text": "(Fig. 3b)",
                    "ref_id": null
                }
            ],
            "section": "Online Survey: Needs Evaluation"
        },
        {
            "text": "The citizen scientists of the Board were consistent with the preliminary results of the online evaluation of the 68 research questions. As such, the Board agreed that all research domains were generally important with the subcategories D2 \"prevalence of Long COVID in children & adolescents\", A5 \"treatment, rehabilitation & chronic care management\", A2 \"disease development\", B4 \"awareness and knowledge among professionals\" and B3 \"availability of healthcare structures\" being highlighted as important or very important. No further changes were made to the research questions, the four domains or the 14 subcategories. as identified by anonymous online voting during the third meeting. The five identified research priorities were (in random order): A5 \"treatment, rehabilitation and chronic care management\", B2 \"availability of interfaces for treatment continuity\", B3 \"availability of healthcare structures\", B4 \"awareness and knowledge among professionals\" and D2 \"prevalence of Long COVID in children and adolescents\". The Board agreed that subtopic A3 \"definition and differential diagnosis\" is important and should serve as the basis for the remaining subcategories but not as the research priority itself.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Citizen Science Board Meeting 2: Needs Evaluation Feedback"
        },
        {
            "text": "Most of the Board's research priorities were consistent with the results of the online evaluation. However, the Long COVID Citizen Science Board members put less priority on the subtopic A2 \"disease development\", and instead prioritised the subtopic B2 \"availability of interfaces for treatment continuity\". SD standard deviation a Importance score could range from 1 (not important) to 5 (very important) A1: risk factors; A2: disease development; A3: definition and differential diagnosis; A4: prognosis; A5: treatment, rehabilitation and chronic care management; A6: vaccination; B1: availability of healthcare structures for diagnosis; B2: availability of interfaces for treatment continuity; B3: availability of healthcare structures; B4: awareness and knowledge among professionals; C1: acceptance and stigmatisation; C2: work and socioeconomic consequences; D1: prevalence of Long COVID among adults; D2: prevalence of Long COVID among children and adolescents ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Citizen Science Board Meeting 3: Needs Prioritisation"
        },
        {
            "text": "This is the first project to recruit Long COVID citizen scientists to identify and prioritise timely patient-relevant research topics. The five identified research priorities are: A5 \"treatment, rehabilitation and chronic care management\", B2 \"availability of interfaces for treatment continuity\", B3 \"availability of healthcare structures\", B4 \"awareness and knowledge among professionals\" and D2 \"prevalence of Long COVID in children and adolescents\". The large number of questions identified and the fact that none of them was classified as unimportant or less important shows the novelty of the topic and thus the need for more knowledge and the patients' desire for answers. Not surprisingly, medical questions such as understanding symptoms and disease progression, underlying causes and treatment emerged as prominent research topics. These topics highly overlap with findings from other research priority setting efforts following multi-stakeholder approaches [2, 9, 10] .",
            "cite_spans": [
                {
                    "start": 968,
                    "end": 971,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 972,
                    "end": 974,
                    "text": "9,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 975,
                    "end": 978,
                    "text": "10]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Being diagnosed in a timely and correct manner seems to be one of the biggest challenges for those affected by Long COVID. The new clinical case definition of the World Health Organization serves as a starting point toward a common understanding of Long COVID and ultimately improved diagnostic procedures [4, 5] . Yet, it remains to be seen to what extent that definition will impact clinical practice. The unspecific and heterogeneous nature of Long COVID symptoms [1, 15] will likely continue to challenge the development of clear, universally accepted diagnostic guidelines and differentiation from other conditions, such as ME/CFS [16] .",
            "cite_spans": [
                {
                    "start": 306,
                    "end": 309,
                    "text": "[4,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 310,
                    "end": 312,
                    "text": "5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 467,
                    "end": 470,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 471,
                    "end": 474,
                    "text": "15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 636,
                    "end": 640,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Further, in our study, the high average importance of the corresponding research questions indicates that, in addition to a clear diagnosis, persons affected by Long COVID are currently mostly missing adequate treatment options and access to adequate care that meets their multi-dimensional needs. Indeed, standard medical care is currently insufficient to alleviate the heterogeneous symptom burden of Long COVID. Our results emphasise the importance of appropriate care structures for adequate diagnosis and treatment, including efficiently regulated supply processes, improved continuity of care and better awareness, as well as knowledge about and understanding of Long COVID among healthcare professionals. This indicates an increased need for integrated multi-disciplinary care structures [17] as an integral part of care management, incrementally, over the course of the illness. More research on health services is needed to determine how such approaches can be linked to existing care structures to make efficient use of available resources.",
            "cite_spans": [
                {
                    "start": 795,
                    "end": 799,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The needs of persons affected by Long COVID are not merely medical, but also include multiple social and psychological elements. Our results show that at an individual level, people were concerned about losing their jobs and potential stigmatisation by healthcare professionals, as well as by the broader social environment, including work and family. Evidence on Long COVID-related stigmatisation remains scarce, but the lack of adequate healthcare structures may indicate institutional discrimination [18] . Institutional discrimination occurs when healthcare systems fail to provide the right care to people because of their health condition [19] . In the case of Long COVID, major drivers for possible institutional discrimination are likely to be the lack of a universal definition until recently and the complex diagnostic procedures. For instance, in many countries, people experiencing Long COVID are only entitled to sick leave after a confirmed diagnosis [20] . Further, a recent living systematic review revealed that Long COVID can affect patients' family life, social functioning and ability to work [1] . In line with this, the National Institute for Health and Research found that Long COVID affected patients' ability to work in 80% of respondents and patients' family life in 71% of surveyed patients [2] . The full extent of Long COVID's socioeconomic implications remains to be determined. Despite this, socioeconomic questions are not a priority in the research agendas developed by multi-stakeholder approaches [2, 9, 10, 21] .",
            "cite_spans": [
                {
                    "start": 503,
                    "end": 507,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 645,
                    "end": 649,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 965,
                    "end": 969,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1113,
                    "end": 1116,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1318,
                    "end": 1321,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1532,
                    "end": 1535,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1536,
                    "end": 1538,
                    "text": "9,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1539,
                    "end": 1542,
                    "text": "10,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1543,
                    "end": 1546,
                    "text": "21]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In our study, the domain \"prevalence of Long COVID among children and adolescents\" was also deemed important and within this domain, the questions about how many children are affected by Long COVID, whether there are secondary diseases that arise because of Long COVID in children and how Long COVID affects children's quality of life. A longitudinal cohort study found that 2-4% of children enrolled in the first and the second wave of the pandemic reported at least one symptom lasting beyond 12 weeks of acute infection [22] . Long COVID in children and adolescents was prioritised equally strongly only by one multistakeholder study known to us [10] . The Swedish Agency for Health Technology Assessment and Evaluation of Social Services (SBU) also collected research questions on Long COVID in children but did not prioritise them further [9] . This may be an indication of diverging priorities between those affected by Long COVID and other stakeholders.",
            "cite_spans": [
                {
                    "start": 523,
                    "end": 527,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 649,
                    "end": 653,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 844,
                    "end": 847,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "To our knowledge, this is the first research project that developed a citizen-driven, explicitly patient-centred research agenda generated by persons affected by Long COVID, in line with current recommendations [2, 21] . This sets our work apart from previous multi-stakeholder efforts, in that the research team did not follow a systematically a prioridefined process but only managed and coordinated the study process without actively taking part in the research priority setting. The Long COVID Citizen Science Board and the Long COVID Working Group were developed to allow collaborative and co-creative participation, enabling priority setting and research agenda setting solely by participants.",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 214,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 215,
                    "end": 218,
                    "text": "21]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Strengths and Limitations"
        },
        {
            "text": "One limitation of our project is that, while invited, relatives did not register to be part of the Board, and only a few participated in the Working Group or the online survey. As a consequence, the needs of relatives might be underrepresented. Second, both the recruitment of citizen scientists and participants for the online evaluation was carried out via the Altea Long COVID Network platform and Long Covid Switzerland's Facebook group. This means that we have mainly reached people from the German-speaking and French-speaking parts of Switzerland and may have missed people from the Italian-speaking part of Switzerland.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and Limitations"
        },
        {
            "text": "To the best of our knowledge, this is the first research project that identified Long COVID research priorities using a citizen science approach and solely considering the needs of those affected. The following priorities have been identified and should be included in future studies: \"treatment, rehabilitation and chronic care management\", \"availability of interfaces for treatment continuity\", \"availability of healthcare structures\", \"awareness and knowledge among professionals\" and \"prevalence of Long COVID in children and adolescents\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Our methodology can be adapted to other settings and health conditions. It may pave the way towards co-created and patient-centred research agendas, ultimately initiating at least some shift away from the scientific and medical community, to engaging citizens, and holistically acknowledging and embracing their needs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Ultimately, the five identified research priorities may guide and justify future funding allocation. Indeed, persons affected by Long COVID were at the centre of generating a crucial timely evidence base for an emerging pernicious syndrome that has captured the attention of society and the medical community around the world. able contribution to this study. All major decisions about the research priorities have been made by the persons affected by long COVID.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Funding Open access funding provided by University of Zurich.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Funding The Participatory Science Academy of the University of Zurich, funded by the Mercator Switzerland Foundation, supported parts of the salary of SZ as a postdoctoral researcher. The funders had no role in the study design, data collection and analysis, decision to publish, or preparation of the manuscript. All authors had full access to all of the data (reports and tables) and take responsibility for their integrity and accuracy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declarations"
        },
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        },
        {
            "text": "The study did not fall under the Human Research Act in Switzerland because no health-related personal data were collected and analyzed to study diseases or the structure and function of the human body. Thus, a full ethics approval was not required and the Ethics Committee of the Canton of Zurich issued a waiver (Req-2021-01415).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics approval"
        },
        {
            "text": "The study did not fall under the Human Research Act in Switzerland because no health-related personal data were collected and analyzed to study diseases or the structure and function of the 561 human body. Thus, a written informed consent was not required for the survey participants.The citizen scientists have collaborated and co-created the study itself and both, the Citizen Science Board and the Working Group required the voluntary participation of the citizen scientists. We therefore always provided sufficient and appropriate information about the project at an early stage so that Citizen Scientists could make a meaningful decision about whether or not they were willing and able to participate in the continuing process. Participation could be terminated at any time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent to participate"
        },
        {
            "text": "In the 3rd meeting, the publication plan was discussed with the citizens scientists. Subsequently, the members were informed by e-mail about all steps of the publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        },
        {
            "text": "Availability of data and material All data generated or analysed during this study are included in this published article (and its supplementary information file).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        },
        {
            "text": "Code availability For the purpose of our study we did not use any statistical code.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        },
        {
            "text": "Author contributions CB and MAP initiated the project and the preliminary design. AR, CB, MAP, SZ and VN further developed the design and methods. CB, FV, NR and SZ recruited citizen scientists and online survey participants. AR, CB, FV, MAP, NR, SZ and VN conducted three citizen science meetings, supervised breakout group discussions and collected data generated during the meetings. SZ managed the communication with the citizen scientists, designed and analysed an online evaluation for the first Citizen Science Board meeting, designed the online survey for evaluating the identified research questions, and collected, managed and analysed the data. SZ wrote the first draft of the manuscript. MAP, NR and VN contributed to the editing of the manuscript, and all authors approved the final manuscript. MAP is the guarantor and accepts full responsibility for the work and the conduct of the study, had access to the data and controlled the decision to publish. SZ confirms that the article is an honest, accurate and transparent account of the study being reported; that no important aspects of the study have been omitted; and that any discrepancies from the study as originally planned (and, if relevant, registered) have been explained. We thank the members of the Long COVID Citizen Science Board and the Long COVID Working Group for their valuable contribution to this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        },
        {
            "text": "Open Access This article is licensed under a Creative Commons Attribution-NonCommercial 4.0 International License, which permits any non-commercial use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by-nc/4. 0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Literature screening report long COVID: evolving definitions, burden of disease and socio-economic consequences. Zurich",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Nittas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Puhan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Raineri",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "West",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Living with COVID-19 second review",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Raman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Cassar",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Tunnicliffe",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Filippini",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Griffanti",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Alfaro-Almagro",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3310/themedreview_45225"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Burden of post-COVID-19 syndrome and implications for healthcare service planning: a population-based cohort study",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Menges",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ballouz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Anagnostopoulos",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Aschmann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Domenghino",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Fehr",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "PLoS ONE",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0254523"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "World Health Organization. A clinical case definition of post COVID-19 condition by a Delphi consensus 6",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "There is now an official definition of long COVID",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Moser",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "NIHR. £19.6 million awarded to new reserach studies to help diagnose and treat long COVID. 2021",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "New research into treatment and diagnosis of long COVID",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Priority setting of future research into long-term symptoms of Covid-19 infection (post-acute sequelae of Covid-19 or Long Covid). Stockholm: Swedish Agency for Health Technology Assessment and Assessment of Scoial Services (SBU)",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Research priorities for long COVID: refined through an international multi-stakeholder forum",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jaenisch",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "BMC Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s13059-021-02312-3"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Patient participation in scientific research. Ned Tijdschr Geneeskd",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Shirk",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Ballard",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Wilderman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Phillips",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wiggins",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jordan",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.5751/ES-04705-170229"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Participation and co-creation in citizen science",
            "authors": [
                {
                    "first": "Senabre",
                    "middle": [],
                    "last": "Hidalgo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Perelló",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bonhoure",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Legris",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cigarini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Sci Citiz Sci",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-030-58278-4_11"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Defining Core Competencies for epidemiologists in academic settings to tackle tomorrow's health research challenges: a structured, multinational effort",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Abraham",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gille",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Puhan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ter Riet",
                    "suffix": ""
                },
                {
                    "first": "Von",
                    "middle": [],
                    "last": "Wyl",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Am J Epidemiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/aje/kwaa209"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The well-built clinical question: a key to evidence-based decisions",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Richardson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nishikawa",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hayward",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "ACP J Club",
            "volume": "123",
            "issn": "",
            "pages": "12--15",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Symptoms overview",
            "authors": [
                {
                    "first": "Altea",
                    "middle": [],
                    "last": "Long",
                    "suffix": ""
                },
                {
                    "first": "Covid",
                    "middle": [],
                    "last": "Network",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Characterising long COVID: a living systematic review",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Michelen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Manoharan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Elkheir",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dagens",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hastie",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "BMJ Glob Health",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjgh-2021-005427"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Post-COVID syndrome in individuals admitted to hospital with covid-19: retrospective cohort study",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ayoubkhani",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Khunti",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Nafilyan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Maddox",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Humberstone",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Diamond",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "BMJ",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.n693"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The stigma is real for people living with long COVID",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pantelic",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Alwan",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "BMJ Opin",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Springer Reference Sozialwissenschaften",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gomolla",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Direkte Und Indirekte",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Diskriminierung",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-658-10976-9_9"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Protecting health during COVID-19 and beyond: a global examination of paid sick leave design in 193 countries",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Heymann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Raub",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Waisath",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mccormack",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Weistroffer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Moreno",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "17640",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/17441692.2020.1764076"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Patient-led research collaborative: embedding patients in the Long COVID narrative",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mccorkell",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Assaf",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Akrami",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1097/PR9.0000000000000913"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Long-term symptoms after SARS-CoV-2 infection in children and adolescents",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Radtke",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ulyte",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Puhan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kriemler",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2021.11880/"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Process and development of a citizen-driven research project to develop research priorities most important to persons affected by Long COVID",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "shows the research priorities of Long COVID Citizen Science Board members (highlighted in circles), Overview",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "about burden of disease D1.4 What are the consequences of Long COVID on the quality of life? are the consequences of Long COVID for children's quality of life? 4.49 (0.71) 5 D2.4 Are the diagnosis and treatment of Long COVID the same in children/adolescents as in adults? 4.37 (0.84) 5 D2.1 How many children are affected by Long COVID? 4.34 (0.82) 4 D1.1 How many Long COVID cases do we have in Switzerland? 4.15 (0.87) 4 D1.2 Are there differences in prevalence between women and men? 3.59 (1.04) Results of the online survey with 241 participants (June-September 2021) on the level of importance of the 68 research questions identified by the Long COVID Citizen Science Board. Individual research questions are plotted by their average level of importance, with a range from 1 (not important) to 5 (very important) (y-axis) and standard deviation (x-axis). b Results of the online voting on research priorities of the Long COVID Citizen Science Board. The circles refer to the research priorities of the Long COVID Citizen Science Board identified during the third meeting (October 2021)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "What existing and new therapeutic approaches/treatment methods, depending on diagnosis and severity, are effective to treat Long COVID patients? What parameters can be used to classify the severity of Long COVID disease? A3.11 Which existing chronic fatigue syndrome questionnaires can be applied to Long COVID? Do antibody test results differ between Long COVID-affected and COVID patients without long-term sequelae and asymptomatic positive tested patients? How to distinguish Long COVID from post-acute COVID based on clinical criteria? Are antibody tests a meaningful test method for COVID and indirectly for subsequent diagnosis of Long COVID? What training offers can be used to raise awareness and provide continuing education/training for healthcare professionals? How can socially disadvantaged groups be reached and supported so that they receive the care they need?",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Which programmes can help Long COVID patients to cope with everyday working life or to make the best pos-What are the socioeconomic costs of Long COVID",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank the members of the Long COVID Citizen Science Board and the Long COVID Working Group for their valu-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The online version contains supplementary material available at https:// doi. org/ 10. 1007/ s40271-022-00579-7.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Information"
        }
    ]
}