{"paper_id": "98fc84b407a8632ee5ac42431d12c6acf7dfe3d8", "metadata": {"title": "Genetic Loci That Influence Cause of Death in a Heterogeneous Mouse Stock", "authors": [{"first": "Ruth", "middle": [], "last": "Lipman", "suffix": "", "affiliation": {"laboratory": "", "institution": "Harvard Medical School", "location": {"settlement": "Boston", "region": "Massachusetts"}}, "email": ""}, {"first": "Andrzej", "middle": [], "last": "Galecki", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Michigan Institute of Gerontology", "location": {"settlement": "Ann Arbor"}}, "email": ""}, {"first": "David", "middle": ["T"], "last": "Burke", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Michigan Geriatrics Center", "location": {"settlement": "Ann Arbor"}}, "email": ""}, {"first": "Richard", "middle": ["A"], "last": "Miller", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Michigan Institute of Gerontology", "location": {"settlement": "Ann Arbor"}}, "email": ""}]}, "abstract": [], "body_text": [{"text": "M OST analyses of the genetic basis of cancer risk in mice begin with an inbred strain with an unusually high rate of occurrence of a specific tumor type, and involve examination of back-crosses and congenic stocks to try to map the gene or genes responsible for the index lesion. Such an approach makes excellent use of the inbred nature of most laboratory mouse lines, in which uniform homozygosity often reveals the effects of recessive alleles at loci whose wild-type alleles prevent neoplastic transformation. The use of inbred stocks to screen for cancer-prone alleles has some limitations, however, including the possibility that the phenotype may depend upon a specific combination of recessive alleles that may be unlikely to occur together except in the context of deliberate inbreeding. The historical development of mouse genetics, linked for many years to the retention and selection of mouse stocks with unusually high tumor incidence, is also likely to have favored the detection of rare allele combinations of this kind.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "For several years, we have been seeking evidence for polymorphic genes that modulate life span and age-sensitive traits in a four-way cross between four of the common laboratory inbred stocks. The mice of this UM-HET3 (UM-HET stands for ''University of Michigan genetically Heterogeneous'') stock are the progeny of (BALB/c 3 C57BL/ 6J)F1 females and (C3H/HeJ 3 DBA/2J)F1 males. The construction of this stock ensures that each of the test mice receives 25% of its genes from each of the four inbred grandparents, but none of the test mice receives two copies of any allele from any of the four progenitors. Thus, the test mice will not be homozygous at any loci, except those loci where by chance two of the four progenitors carry identical alleles. A genome scan of this population thus has the potential to reveal evidence for loci where a polymorphism modulates risk of a specific illness to an extent that is relatively independent of any one specific set of background genes.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "In three successive studies of the UM-HET3 population, we have accumulated comprehensive necropsy data for over 1000 individual genotyped mice, of which 886 cases were judged to have died from a specific illness. We report here the results of genome scan calculations that reveal loci on mouse chromosomes 1, 4, and 6, and possibly chromosome 11, which modulate the risk of specific forms of neoplasia diagnosed at terminal necropsy.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "All of the mice used derived from a four-way cross among four inbred strains: BALB/cJ (C), C57BL/6J (B6), C3H/HeJ (C3), and DBA/2J (D2). These experimental animals are the progeny of (C 3 B6)F 1 females and (C3 3 D2)F 1 males and are referred to as UM-HET3 mice. The F 1 breeding animals were purchased from The Jackson Laboratories (Bar Harbor, ME). Animals were housed segregated by sex (except for the BCA [Breast Cancer and Aging] females from 3 to 6 months of age; see below) in a single suite of specific pathogen-free (SPF) rooms and were exposed to identical environmental conditions (12:12 hour light:dark cycle, 238C). Mice were given ad libitum access to water and Purina (St. Louis, MO) laboratory mouse chow. The cages were covered with microisolator tops to minimize the spread of infectious agents. Sentinel mice were tested every 3 months to verify the pathogen-free status. The test battery always includes titers for Sendai, minute virus of mice (MVM), and coronavirus (mouse hepatitis virus), and one of the four quarterly tests includes, in addition, assessment of titers for PVM (pneumonia virus of mice), GD-7, Reo-3 (reovirus), Mycoplasma pulmonis, LCMV (lymphocytic choriomeningitis virus), ectromelia, K virus, polyoma virus, mouse adenovirus, and parvovirus. All such tests were negative throughout the course of the study. This work was approved by the Animal Care and Use Committee at the University of Michigan.", "cite_spans": [], "ref_spans": [], "section": "Mice"}, {"text": "Necropsy data were pooled for analysis from three independent cohorts. The LAG1 (Longevity Assurance Gene) cohort consisted of mice born between 9/93 and 3/ 95, and included 131 virgin males and 147 virgin females. (The numbers given refer to those animals that were submitted for necropsy.) The BCA cohort consisted of mice born between 9/94 and 7/95, and included 293 female mice. All mice in the BCA cohort were caged with males (not part of the life span study) between 2 and 6 months of age, and nearly all of them gave birth to multiple litters at these ages, which were removed from the cages at age 21 days. The LAG2 cohort consisted of mice born between 3/98 and 10/ 99, and included 179 virgin males and 254 females.", "cite_spans": [], "ref_spans": [], "section": "Mice"}, {"text": "Mice were culled from the colony for several reasons: (a) when male mice were found to have been seriously injured by bite wounds, all mice in the cage (regardless of health status) were culled, typically at age 6-14 months; (b) a small number of mice were removed from the database because technical errors resulted either in their escape from captivity or loss of information about exact date of death.", "cite_spans": [], "ref_spans": [], "section": "Mice"}, {"text": "Mice were inspected at least daily. Mice suspected to be ill (because of weight loss, poor grooming, or visible tumor) were observed twice daily except on weekends. Mice judged by an experienced technician to be so severely ill that survival for more than a few additional days was unlikely were taken to the necropsy suite and humanely euthanized using CO 2 asphyxiation; this group made up 59% of the total. The set of criteria used for this decision include: (a) large and/or bleeding tumor mass; (b) inability to eat or to drink; (c) loss of more than 10% of body weight in a week; (d) lethargy and lack of responsiveness to gentle prodding; and (e) other signs of inanition, such as poor grooming and hunched posture. Mice found dead were also submitted for necropsy. The necropsy protocol has been described in detail elsewhere (1), and involved both gross inspection and histological examination of sections from 37 organs. Histopathological evaluation of cases in the LAG1 and BCA cohorts was conducted by the late Clarence Chrisp. Evaluation of cases in the LAG2 cohort was performed by Ruth Lipman. A selection of cases with a provisional diagnosis of fibrosarcoma (from the LAG1 and BCA cohorts) or hemangiosarcoma (from the LAG2 cohort) were directly compared to ascertain that the difference in diagnosis reflected physical differences in the lesion and not merely a difference in nomenclature. Although it is difficult to determine the cause of death in mice found dead, or to assign a cause of death in cases where severe morbidity prompted euthanasia of the animal, for this study, a lesion was deemed to be the cause of death if it was the sole serious lesion present, or if the lesion was so severe that it was likely to have led to the death of the mouse or to the symptoms that led the husbandry staff to submit the animal for euthanasia. Mice with no severe lesions or with multiple severe lesions were classified as ''unknown'' in the cause of death tabulation.", "cite_spans": [], "ref_spans": [], "section": "Necropsy"}, {"text": "Genomic DNA was prepared from 1 cm sections of tail from 4-week-old animals using a standard phenol extraction method (2) . Final DNA preparations were tested for concentration, ability to sustain polymerase chain reaction (PCR) amplification under standard conditions, and electrophoretic size distribution. DNA was genotyped using an ALFexpress automated sequence analyzer (Pharmacia, Piscataway, NJ); the details of this genotyping method have been described previously (3) . Primer pairs were purchased from MWG Biotech, Inc. (High Point, NC). In total, 185 markers were examined from 99 genetic loci. Of the 99 loci, 86 markers were informative for both the maternal-and paternal-derived alleles and 13 loci were only informative for maternal or paternal. The selection of genetic loci was described previously in detail (4). Chromosomal localization and order of markers were calculated using the MapMaker QTX program package (Whitehead Institute, MIT, Cambridge, MA).", "cite_spans": [{"start": 118, "end": 121, "text": "(2)", "ref_id": "BIBREF1"}, {"start": 473, "end": 476, "text": "(3)", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Genotyping Assays"}, {"text": "Qualitative Trait Loci (QualTL) is a maximum likelihoodbased method for interval mapping analysis of discrete phenotypes from experimental genetic crosses. From the conceptual point of view, QualTL is an example of a latent class model in which the categorical outcomes (phenotypes) are modeled as a function of unknown (unobservable) putative genotype at a putative marker. The computational algorithm is outlined in Galecki and colleagues (5) , and the method has been used successfully in a previous study of fitness and life span in Caenorhabditis elegans (6) . In the context of the current article, single marker analysis was used instead of interval mapping, so a simplified version of the QualTL algorithm corresponding to a standard logistic regression was used. The analysis performed is designed to evaluate the effects of genetic differences on the proportions of mice dying of specific causes, or with specific lesions. This approach is biased to an unknown extent by a potential confound between the cause of death and the life span of the mice; the data set cannot provide information about risks for specific diagnosis in mice at times later than the age at death.", "cite_spans": [{"start": 441, "end": 444, "text": "(5)", "ref_id": "BIBREF4"}, {"start": 560, "end": 563, "text": "(6)", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Qualitative Trait Locus Mapping"}, {"text": "Three life span experiments were conducted using genetically heterogeneous mice of the UM-HET3 stock, bred from a cross between CB6F1 dams and C3D2F1 sires. The LAG1 and LAG2 experiments each involved a mixture of virgin male and virgin female animals, and the BCA experiment involved female mice that had been repeatedly pregnant from age 2 months to 6 months. Previous publications have focused on the genetic control of T-cell subsets (3, 7) , life span (8, 9) , hormone levels (10), cataracts (11) , and body weight (12) in one or more of these populations. Table 1 summarizes key life table statistics for this set of longevity experiments.", "cite_spans": [{"start": 438, "end": 441, "text": "(3,", "ref_id": "BIBREF2"}, {"start": 442, "end": 444, "text": "7)", "ref_id": "BIBREF6"}, {"start": 457, "end": 460, "text": "(8,", "ref_id": "BIBREF7"}, {"start": 461, "end": 463, "text": "9)", "ref_id": "BIBREF8"}, {"start": 497, "end": 501, "text": "(11)", "ref_id": "BIBREF10"}, {"start": 520, "end": 524, "text": "(12)", "ref_id": "BIBREF11"}], "ref_spans": [{"start": 562, "end": 569, "text": "Table 1", "ref_id": "TABREF0"}], "section": "RESULTS"}, {"text": "A surveillance system, described in (1), was employed to try to increase the proportion of mice that produced useful diagnostic necropsies. Key features included at least daily inspection for recent deaths (typically twice a day for 5 days each week), and a willingness to euthanize mice that appeared so severely ill that survival for more than a few additional days seemed unlikely. This system allowed us to obtain informative necropsies on more than 90% of the mice in this study (excluding those culled for fighting or because of errors in record-keeping or mouse husbandry). An attempt was made to infer a most likely cause of death in each case, and this was possible in 886 of the 1004 cases evaluated. In the other 118 cases, no single cause of death could be assigned, either (a) because advanced tissue autolysis prevented evaluation, (b) because two or more lesions were judged to have contributed to death or moribund state, or (c) in a small number of cases, because no lesion serious enough to have caused death could be identified. Table 2 summarizes the cause of death diagnoses in each of the three independent cohorts, further stratified by sex for the LAG1 and LAG2 series. Table 2 also lists (right column) the total number of cases in the series with the diagnoses indicated. The ''miscellaneous nonneoplastic'' disease category included a wide range of illnesses, such as peritonitis, brain infarct, glomerulonephritis, inanition secondary to enamel organ dysplasia, myocardial degeneration, ovarian hemorrhage, polyarteritis nodosa, and various localized infections. The ''miscellaneous neoplastic'' category included diagnoses of mast cell tumor, rhabdomyosarcoma, islet cell carcinoma, pheochromocytoma, sperm granuloma, myxosarcoma, c-cell adenocarcinoma, mesothelioma, nerve sheath tumor, thyroid adenocarcinoma, leiomyosarcoma, osteosarcoma, and others.", "cite_spans": [], "ref_spans": [{"start": 1048, "end": 1055, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 1194, "end": 1201, "text": "Table 2", "ref_id": "TABREF1"}], "section": "RESULTS"}, {"text": "Several features of Table 2 should be noted because they influenced the gene mapping strategy. There is evidence of unanticipated differences in pathology between the LAG1 and LAG2 cohorts. Mouse urinary syndrome, for example, was common among males in the LAG1 group, but not noted in the LAG2 males. In addition, we found unexpectedly that fibrosarcoma was frequently a cause of death in the LAG1 and BCA mice (18% of virgin females and 5% of virgin males), but was infrequent in the LAG2 series (3% of virgin females and 1% of virgin males). Conversely, hemangiosarcoma was rare in the LAG1 group (3% and 1% in females and males, respectively), but much more common in LAG2 (13% and 10%, respectively). These variations in lesion prevalence may reflect subtle environmental differences under which the cohorts of mice were raised. It is also apparent that the proportion of mice dying of mammary adenocarcinoma was far higher among multiparous females (24% of diagnosable cases) than for virgin females (9%), consistent with previous assessments of the effects of hormonal environment on mammary cancer in mice. A qualitative trait locus (QualTL) mapping procedure was then used to seek evidence for loci at which allelic differences modulated the likelihood of specific causes of death. Results for which experiment-wise p , .10 are summarized in the first five lines of Table 3 . Four of these met the criterion of p , .05, the preselected significance threshold for the protocol, and one (the maternal allele of D11Mit156 as a predictor of hepatocellular carcinoma) was suggestive but not definitive at p ¼ .09. For hepatocellular carcinoma and lymphoma, the calculations involved data from both male and female mice pooled together. Because the risk of mammary adenocarcinoma differs between multiparous and virgin females, the calculation for this cause of death was done three times, once for multiparous females (BCA cohort only), once for virgin females (LAG1 and LAG2 cohorts), and once for all females regardless of mating status. Only the multiparous females showed a significant genetic effect, which is therefore listed in Table  3 . The genome scan found no significant QualTL for hemangiosarcoma or for fibrosarcoma, but did find a strong association between D4Mit170p on mouse chromosome 4 and the likelihood that the mouse would die either of fibrosarcoma or hemangiosarcoma, considering these two histologically distinct lesions as a single combined category. Figure 1 illustrates the strength of association between alleles of D1Mit206 and D4Mit84 and the risk of dying because of lymphoma. For each of these loci, inheriting the D2 allele gives a substantially increased risk of death by lymphoma. The two effects are additive; as shown in the bottom panel of the figure, mice that inherit the D2 allele at both loci have a 36% chance of dying from lymphoma, compared to a 13% chance for mice that inherit the C3 allele at both loci. Figure 2 illustrates the strength of association between alleles at D4Mit55 and the risk of mammary adenocarcinoma death in multiparous female mice. The C3 allele at this locus increases the risk of death from breast cancer from 12% to 34%. When the outcome was ''incidental'' mammary adenocarcinoma, that is, the presence of this lesion at necropsy regardless of inferred cause of death, the incidence rates were 15% and 45%, respectively, a difference of threefold. No locus reached significance when the calculations included only virgin female mice, or when the group of virgin and multiparous female animals was evaluated together. For virgin females, the risk of death from mammary adenocarcinoma was 6.8% (12/176) in mice with the C3 allele at D4Mit55, and 6.7% (13/193) in mice with the D2 allele. Thus, the D4Mit55-linked locus seemed to modulate breast cancer risk in multiparous mice only.", "cite_spans": [{"start": 3726, "end": 3734, "text": "(13/193)", "ref_id": null}], "ref_spans": [{"start": 20, "end": 27, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 1375, "end": 1382, "text": "Table 3", "ref_id": "TABREF2"}, {"start": 2139, "end": 2147, "text": "Table  3", "ref_id": "TABREF2"}, {"start": 2481, "end": 2489, "text": "Figure 1", "ref_id": "FIGREF0"}, {"start": 2957, "end": 2965, "text": "Figure 2", "ref_id": "FIGREF1"}], "section": "RESULTS"}, {"text": "A genome scan was also used to seek loci that influenced the likelihood of ''incidental'' lesions, that is, lesions noted at necropsy whether or not they were thought to have led to death or moribund status. Only one new association was detected, using an experiment-wise significance criterion of p , .05, with this set of outcome measures: As shown at the bottom of Table 3 , the C allele at locus D6Mit198 was found to be associated with the appearance of pulmonary adenocarcinoma at necropsy (p ¼ .007). This lesion was found in 23% of the mice with the C allele at D6Mit198, and in 13% of those with the B6 allele. Pulmonary adenocarcinoma was more common in males than in females (see Table 2 ), but the effect of the locus linked to D6Mit198 was apparent both in male mice (36% vs 20%; p , .003 by chi-square test) and in female mice (17% vs 9%; p ¼ .012). Although the association between D6Mit198m and lethal pulmonary adenocarcinoma did not reach experiment-wise significance in the genome scan, a post hoc analysis by chi-square testing found higher rates of lethal pulmonary adenocarcinoma associated with this locus in males (22% vs 12%, p , .03), though not in females (7% vs 4%, p , .16) . c Indicates the group of mice evaluated (all mice, or just multiparous females), and the number of mice included in the calculation. Values of ''N'' differ slightly because the amount of missing genotype data varied among the SSLP marker loci. d Gives the proportion of cases with indicated trait for each of the two relevant genetic alleles. e The permutation-based experiment-wise probability level for the association. f An asterisk indicates those associations that reach the p , .05 significance criterion. g Pos (cM), Pos (mb), and MGI indicate, respectively, the position of the SSLP marker in centimorgans from the centromere, the position of the SSLP marker in millions of base pairs, and the identification code in the Mouse Genome Informatics database.", "cite_spans": [], "ref_spans": [{"start": 368, "end": 375, "text": "Table 3", "ref_id": "TABREF2"}, {"start": 691, "end": 698, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 1183, "end": 1202, "text": "(7% vs 4%, p , .16)", "ref_id": "FIGREF0"}], "section": "RESULTS"}, {"text": "SSLP ¼ simple sequence length polymorphism; NA ¼ not available; QTL ¼ quantitative trait locus.", "cite_spans": [], "ref_spans": [], "section": "RESULTS"}, {"text": "Our previous work has found evidence, in the LAG1 population, for genetic loci on chromosomes 2, 9, 10, 12, and 16 with significant effects on life span in male mice, female mice, or both (8, 9) , and has shown that the effects of at least three of these loci modulate life expectancy both in mice whose death is caused by neoplasia and those that die of a nonneoplastic disease (9) . The current study does not focus on length of life, but instead on genes that modulate the cause of death rather than its time of occurrence.", "cite_spans": [{"start": 188, "end": 191, "text": "(8,", "ref_id": "BIBREF7"}, {"start": 192, "end": 194, "text": "9)", "ref_id": "BIBREF8"}, {"start": 379, "end": 382, "text": "(9)", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Necropsy cases from three separate studies of the same genetic cross were combined to increase statistical power, even though this strategy runs the risk that differences among the studies may have diminished the strength of gene/trait association in the pooled data set. Some of these differences are matters of design, such as the inclusion of virgin mice in LAG1 and LAG2 and the use of multiparous females for the BCA population. It is clear, though, that the studies also differ in ways that were unanticipated. For example, males in the LAG1 group had a high incidence of the mouse urinary syndrome (13, 14) , which for unknown reasons was not observed among the LAG2 males. Fibrosarcoma, though commonly judged to be the cause of death among the LAG1 mice (particularly among the virgin females), was much less common in the LAG2 series; conversely, hemangiosarcoma was a frequent cause of death in the LAG2 mice only. Because each population was produced by breeding (BALB/c 3 C57BL/6J)F1 females to (C3H/HeJ 3 DBA/2J)F1 males, we can only speculate that these differences reflect some uncontrolled factor(s), such as unknown contaminants in water or food or subtle alterations in environmental noise, air quality, or the like.", "cite_spans": [{"start": 605, "end": 609, "text": "(13,", "ref_id": "BIBREF12"}, {"start": 610, "end": 613, "text": "14)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "The genome scan results for lymphoma are the most straightforward. In the UM-HET3 population, lymphoma is the most frequent single cause of death, responsible for the deaths of about 35% of virgin females, 18% of multiparous females, and 8%À25% of virgin males. Mice inheriting the D2 allele at D1Mit206 or the D2 allele at D4Mit84 were at greatest risk of dying from lymphoma, with each of these two loci contributing about an equal risk in an additive fashion.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "The C3 allele at D4Mit55 led to a nearly three-fold increase in risk that a multiparous female would die of mammary adenocarcinoma, but this effect was not seen in virgin females of the LAG1 or LAG2 studies, for which the two alleles were associated with mammary cancer incidence rates of 6.8% and 6.7%. The basis for the increased risk of mammary adenocarcinoma in multiparous as compared to virgin female mice is not understood, and contrasts with the relation between mammary cancer risk and child-bearing in humans. It seems likely that the locus on chromosome 4 modulates the factors, presumably hormonal, that increase mammary cancer risk in multiparous female mice, although it is noteworthy that mating increases the risk of breast cancer (from 6.7% to 12%) even in mice that inherit the low-risk allele at D4Mit55. The proneoplastic effect of mammary tumor virus transmitted in milk from C3H/HeJ females to their offspring does not influence tumor risk in UM-HET3 mice, in which the C3H/HeJ alleles are contributed by the paternal grandfather.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "The B6 allele at D11Mit156 seems to lead to a six-fold increase in the risk of hepatocellular carcinoma in these mice. This tumor is fairly rare as a cause of death, however, with only 34 cases seen among the 886 diagnosable cases, and the association with the chromosome 11 allele did not reach our criterion for experiment-wise significance.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Pulmonary adenocarcinoma was seen at necropsy primarily in those mice that inherited the C allele at D6Mit198. This is a lesion much more common in male than in female UM-HET3 mice, and post hoc analyses showed that this C allele was associated with an 80% increase in the risk of lethal pulmonary tumors in male mice, with an insignificant effect in females. We can postulate that the sex-specific factors that increase risk of lung cancer in these males may themselves be modulated by this chromosome 6 polymorphism. These data also provide a new perspective on a prior study (15) of strain differences in tumor susceptibility in mice given a single oral dose of the potent carcinogen 7,12-dimethylbenz[a]anthracene (DMBA). This earlier work included analyses of induced tumor incidence in BALB/cJ, C3H/HeJ, C57BL/6J, and DBA/2J mice, the grandparental stocks used to produce UM-HET3 mice. Among the four inbred stocks, the highest incidence of pulmonary adenocarcinoma was seen in the BALB/c mice, and it is thus tempting to note the provisional association of the C allele at D6Mit198 with this lesion in the UM-HET3 stock.", "cite_spans": [{"start": 578, "end": 582, "text": "(15)", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "The results for hemangiosarcoma and fibrosarcoma are the more difficult to explain. There are two potential confounding factors: (a) slides from the LAG2 mice were not evaluated by the same individual responsible for evaluating the LAG1 and BCA cohorts; and (b) the two groups of animals were produced and raised several years apart, and might therefore have been exposed, inadvertently, to different dietary or environmental influences. Comparison of a sample of cases with these lesions from each of the two necropsy series confirmed that they were indeed histologically distinct. Angiosarcoma in humans has been noted to exhibit microscopic heterogeneity; in one series, for example (16) , all cases were reported to have focal vasoformative components similar to those in hemangiosarcomas in the LAG2 cohort, but 7% of the cases also contained solid components resembling the fibrosarcoma seen in the LAG1/BCA mice. Although it is possible that sampling at necropsy resulted in systematic differences in lesion presentation between the two series of cases, we do not consider this a likely explanation for the disparity. The second possibility is that the difference in lesion presentation was due to unknown environmental factor(s) that were different for the two groups of mice. We suspect that some unknown variation in environmental conditions between 1995 and 1998, such as an inadvertent change in the composition of the natural products diet or some alteration in water quality, may have led to the reciprocal increase in vascular neoplasia and reduction in fibrosarcoma risk, but we cannot put this idea to any immediate test. Our genetic results show that an allele linked to D4Mit170 in the BALB/c genome leads to a two-fold increase in risk of hemangiosarcoma and fibrosarcoma compared to the corresponding B6 allele. The experiment-wise p value , .009 makes it unlikely that this is a chance association. We thus hypothesize that the vascular tumors and sarcomas may, in UM-HET3 mice, share a common underlying basis, modulated by this chromosome 4 locus.", "cite_spans": [{"start": 686, "end": 690, "text": "(16)", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "It is noteworthy that a previous study of the LAG1 mice, using a separate computational approach, found evidence for two loci on chromosome 4 with an influence on fibrosarcoma risk (17) . The strongest association was with a locus mapping to the proximal portion of chromosome 4, between 0-20 cM from the centromere. A second, weaker, association was seen for paternal alleles mapping between 50-92 cM. The current study found no evidence for the proximal gene, but did detect a paternal allele linked to marker D4Mit170 at 67 cM. These two results, though consistent for the distal marker, cannot be considered as independent confirmation, because the LAG1 mice evaluated by Xu and colleagues were included in the current, much larger data set. It is of interest that the proximal quantitative trait locus for LAG1 mice did not produce a detectable signal in the current population pooled across all three study groups.", "cite_spans": [{"start": 181, "end": 185, "text": "(17)", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Our earlier papers, in which UM-HET3 mice were used to map polymorphic loci for age-sensitive traits including Tcell subsets (3, 7) , life span (8, 9) , hormone levels (10), and body weight (12) used traditional quantitative trait locus methods, in which the outcome, age at death, was a continuous quantitative trait. In contrast, the current data set was evaluated using an algorithm adapted for mapping of qualitative traits, in which the phenotype takes on one of a small number of discrete values, in the current instance, either the presence or the absence of a specific lethal lesion.", "cite_spans": [{"start": 125, "end": 128, "text": "(3,", "ref_id": "BIBREF2"}, {"start": 129, "end": 131, "text": "7)", "ref_id": "BIBREF6"}, {"start": 144, "end": 147, "text": "(8,", "ref_id": "BIBREF7"}, {"start": 148, "end": 150, "text": "9)", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "This necropsy series provides a valuable foundation for future studies of the genetic and molecular factors that influence disease in a genetically heterogeneous mouse population. Each mouse in these three cohorts has been genotyped at . 150 biallelic markers, and DNA has been archived that would support fine-scale mapping of chromosomal regions of interest in later studies. Tissue blocks and stained sections are available from each of the necropsy cases as well, which could promote follow-up studies of questions concerning the histopathology of spontaneous late-life tumors, and, potentially, of their molecular constituents as evaluated by tissue microarrays or related immunohistochemical techniques. Each mouse in the series has also been tested for levels of several serum hormones (10, 18) and for age-sensitive T-cell patterns (3, 7) . The combination of genetic, physiological, and terminal histopathological resources for these mice provides a unique resource for future studies of tumor biology in aging animals.", "cite_spans": [{"start": 793, "end": 797, "text": "(10,", "ref_id": "BIBREF9"}, {"start": 798, "end": 801, "text": "18)", "ref_id": "BIBREF17"}, {"start": 840, "end": 843, "text": "(3,", "ref_id": "BIBREF2"}, {"start": 844, "end": 846, "text": "7)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "DISCUSSION"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Lifespan and pathology in genetically heterogeneous (four-way cross) mice: a new model for aging research", "authors": [{"first": "C", "middle": ["E"], "last": "Chrisp", "suffix": ""}, {"first": "P", "middle": [], "last": "Turke", "suffix": ""}, {"first": "A", "middle": [], "last": "Luciano", "suffix": ""}, {"first": "S", "middle": [], "last": "Swalwell", "suffix": ""}, {"first": "J", "middle": [], "last": "Peterson", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Miller", "suffix": ""}], "year": 1996, "venue": "Vet Pathol", "volume": "33", "issn": "", "pages": "735--743", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Molecular Cloning: A Laboratory Manual", "authors": [{"first": "J", "middle": [], "last": "Sambrook", "suffix": ""}, {"first": "E", "middle": ["F"], "last": "Fritsch", "suffix": ""}, {"first": "T", "middle": [], "last": "Maniatis", "suffix": ""}], "year": 1989, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Multiple-trait quantitative trait loci analysis using a large mouse sibship", "authors": [{"first": "A", "middle": ["U"], "last": "Jackson", "suffix": ""}, {"first": "A", "middle": [], "last": "Fornes", "suffix": ""}, {"first": "A", "middle": [], "last": "Galecki", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Miller", "suffix": ""}, {"first": "D", "middle": ["T"], "last": "Burke", "suffix": ""}], "year": 1999, "venue": "Genetics", "volume": "151", "issn": "", "pages": "785--795", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Quantitative trait loci for femoral size and shape in a genetically heterogeneous mouse population", "authors": [{"first": "S", "middle": ["K"], "last": "Volkman", "suffix": ""}, {"first": "A", "middle": ["T"], "last": "Galecki", "suffix": ""}, {"first": "D", "middle": ["T"], "last": "Burke", "suffix": ""}], "year": 2003, "venue": "J Bone Miner Res", "volume": "18", "issn": "", "pages": "1497--1505", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "A simple and fast alternative to the EM algorithm for incomplete categorical data and latent class models", "authors": [{"first": "A", "middle": ["T"], "last": "Galecki", "suffix": ""}, {"first": "T", "middle": ["R"], "last": "Ten Have", "suffix": ""}, {"first": "G", "middle": [], "last": "Molenberghs", "suffix": ""}], "year": 2001, "venue": "Comput Stat Data Anal", "volume": "35", "issn": "", "pages": "265--281", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Quantitative trait loci affecting fitness and life span in caenorhabditis elegans: categorical trait interval mapping in CL2a4-Bergerac-BO recombinant-inbred worms", "authors": [{"first": "S", "middle": [], "last": "Ayyadevara", "suffix": ""}, {"first": "R", "middle": [], "last": "Ayyadevara", "suffix": ""}, {"first": "A", "middle": [], "last": "Vertino", "suffix": ""}, {"first": "A", "middle": [], "last": "Galecki", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Thaden", "suffix": ""}, {"first": "Rjs", "middle": [], "last": "Reis", "suffix": ""}], "year": 2002, "venue": "Genetics", "volume": "163", "issn": "", "pages": "557--570", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Genetic polymorphisms in mouse genes regulating age-sensitive and age-stable T cell subsets in mice", "authors": [{"first": "R", "middle": ["A"], "last": "Miller", "suffix": ""}, {"first": "A", "middle": ["U"], "last": "Jackson", "suffix": ""}, {"first": "A", "middle": ["T"], "last": "Galecki", "suffix": ""}, {"first": "D", "middle": ["T"], "last": "Burke", "suffix": ""}], "year": 2003, "venue": "Genes Immun", "volume": "4", "issn": "", "pages": "30--39", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Mouse loci associated with life span exhibit sex-specific and epistatic effects", "authors": [{"first": "A", "middle": ["U"], "last": "Jackson", "suffix": ""}, {"first": "A", "middle": ["T"], "last": "Galecki", "suffix": ""}, {"first": "C", "middle": [], "last": "Chrisp", "suffix": ""}, {"first": "D", "middle": ["T"], "last": "Burke", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Miller", "suffix": ""}], "year": 2002, "venue": "J Gerontol Biol Sci", "volume": "57", "issn": "", "pages": "9--15", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Coordinated genetic control of neoplastic and nonneoplastic diseases in mice", "authors": [{"first": "R", "middle": ["A"], "last": "Miller", "suffix": ""}, {"first": "C", "middle": [], "last": "Chrisp", "suffix": ""}, {"first": "A", "middle": ["U"], "last": "Jackson", "suffix": ""}, {"first": "A", "middle": ["T"], "last": "Galecki", "suffix": ""}, {"first": "D", "middle": ["T"], "last": "Burke", "suffix": ""}], "year": 2002, "venue": "J Gerontol Biol Sci", "volume": "57", "issn": "", "pages": "3--8", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Quantitative trait loci for insulin-like growth factor-I, leptin, thyroxine, and corticosterone in genetically heterogeneous mice", "authors": [{"first": "J", "middle": ["M"], "last": "Harper", "suffix": ""}, {"first": "A", "middle": ["T"], "last": "Galecki", "suffix": ""}, {"first": "D", "middle": ["T"], "last": "Burke", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Pinkosky", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Miller", "suffix": ""}], "year": 2003, "venue": "Physiol Genom", "volume": "15", "issn": "", "pages": "44--51", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Quantitative trait locus mapping for age-related cataract severity and synechia prevalence using fourway cross mice", "authors": [{"first": "N", "middle": [], "last": "Wolf", "suffix": ""}, {"first": "A", "middle": [], "last": "Galecki", "suffix": ""}, {"first": "R", "middle": ["D"], "last": "Lipman", "suffix": ""}], "year": 2004, "venue": "Invest Ophthalmol Vis Sci", "volume": "45", "issn": "", "pages": "1922--1929", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Big mice die young: early-life body weight predicts longevity in genetically heterogeneous mice", "authors": [{"first": "R", "middle": ["A"], "last": "Miller", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Harper", "suffix": ""}, {"first": "A", "middle": [], "last": "Galecki", "suffix": ""}, {"first": "D", "middle": ["T"], "last": "Burke", "suffix": ""}], "year": 2002, "venue": "Aging Cell", "volume": "1", "issn": "", "pages": "22--29", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Urologic syndrome associated with wire caging in AKR mice", "authors": [{"first": "J", "middle": ["I"], "last": "Everitt", "suffix": ""}, {"first": "P", "middle": ["W"], "last": "Ross", "suffix": ""}, {"first": "T", "middle": ["W"], "last": "Davis", "suffix": ""}], "year": 1988, "venue": "Lab Anim Sci", "volume": "38", "issn": "", "pages": "609--611", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Urogenital lesions in laboratory mice", "authors": [{"first": "A", "middle": ["A"], "last": "Tuffery", "suffix": ""}], "year": 1966, "venue": "J Pathol Bacteriol", "volume": "91", "issn": "", "pages": "301--309", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Effect of calorie restriction on mortality kinetics in inbred strains of mice following 7,12-dimethylbenz[a]anthracene treatment", "authors": [{"first": "R", "middle": ["D"], "last": "Lipman", "suffix": ""}], "year": 2002, "venue": "J Gerontol Biol Sci", "volume": "57", "issn": "", "pages": "153--157", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Splenic angiosarcoma: a clinicopathologic and immunophenotypic study of 28 cases", "authors": [{"first": "T", "middle": ["S"], "last": "Neuhauser", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Derringer", "suffix": ""}, {"first": "L", "middle": ["D"], "last": "Thompson", "suffix": ""}], "year": 2000, "venue": "Mod Pathol", "volume": "13", "issn": "", "pages": "978--987", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "An EM algorithm for mapping binary disease loci: application to fibrosarcoma in a four-way cross mouse family", "authors": [{"first": "S", "middle": [], "last": "Xu", "suffix": ""}, {"first": "N", "middle": [], "last": "Yi", "suffix": ""}, {"first": "D", "middle": [], "last": "Burke", "suffix": ""}, {"first": "A", "middle": [], "last": "Galecki", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Miller", "suffix": ""}], "year": 2003, "venue": "Genet Res", "volume": "82", "issn": "", "pages": "127--138", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Hormone levels and cataract scores as sex-specific, mid-life predictors of longevity in genetically heterogeneous mice", "authors": [{"first": "J", "middle": ["M"], "last": "Harper", "suffix": ""}, {"first": "N", "middle": [], "last": "Wolf", "suffix": ""}, {"first": "A", "middle": ["T"], "last": "Galecki", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Pinkosky", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Miller", "suffix": ""}], "year": 2003, "venue": "Mech Ageing Devel", "volume": "124", "issn": "", "pages": "801--810", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Each bar corresponds to the number of mice with the indicated allele (top panels) or combination of alleles (bottom panel), pooled across all three experimental populations. The top portion of each bar corresponds to the number of cases for which lymphoma was the cause of death; the bottom portion represents all other diagnoses. The percentages in the bottom figure show the proportion of lymphoma cases compared to the total number of mice with each of the four possible allele combinations. In the bottom figure, the allele at D1Mit206 is listed followed by the allele at D4Mit84. COD ¼ cause of death.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Each bar corresponds to the number of multiparous female mice with the indicated allele. The top portion of each bar corresponds to the number of cases for which mammary adenocarcinoma was the cause of death; the bottom portion represents all other diagnoses. COD ¼ cause of death; CA ¼ carcinoma.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Summary of Life Span Statistics for Three Cohorts of UM-HET3 MiceNote: NA ¼ not available.", "latex": null, "type": "table"}, "TABREF1": {"text": "Cause of Death Diagnoses in Three Cohorts of UM-HET3 MiceNotes: The bottom two lines of the Table show, for each combination of sex and cohort, the total number of cases submitted for necropsy and the number of cases for which the pathologist was able to infer a most likely cause of death (i.e., ''diagnosable'' cases). The first five columns in the body of the Table present the percentage of the diagnosable cases with the indicated cause of death. For example, in the LAG1 population of virgin females, 2% of the 136 diagnosable cases were found to have died because of congestive heart failure. The rightmost column lists the total number of cases with the indicated diagnosis, pooled across all five of the sex/cohort combinations.UM-HET ¼ University of Michigan genetically HETerogeneous; LAG ¼ Longevity Assurance Gene; BCA ¼ Breast Cancer and Aging.", "latex": null, "type": "table"}, "TABREF2": {"text": "Summary of Quantitative Trait Locus Locations", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Traita </td><td>Locusb </td><td>Group/Nc </td><td>Allelesd </td><td>p Valuee </td><td>S f </td><td>Pos (cM)g </td><td>Pos (mb) </td><td>MGI\n</td></tr><tr><td>Hepatocellular carcinoma </td><td>D11Mit156m </td><td>All/873 </td><td>B6: 6%\n</td><td>.09 </td><td> </td><td>34 </td><td>64 </td><td>89041\n</td></tr><tr><td> </td><td> </td><td> </td><td>C: 1%\n</td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Lymphoma </td><td>D1Mit206p </td><td>All/876 </td><td>D2: 30%\n</td><td>.003 </td><td>* </td><td>95.8 </td><td>174 </td><td>91585\n</td></tr><tr><td> </td><td> </td><td> </td><td>C3: 18%\n</td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Lymphoma </td><td>D4Mit84p </td><td>All/848 </td><td>D2: 29%\n</td><td>.02 </td><td>* </td><td>37.7 </td><td>75 </td><td>92920\n</td></tr><tr><td> </td><td> </td><td> </td><td>C3: 18%\n</td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Hemangiosarcoma or fibrosarcoma </td><td>D4Mit170p </td><td>All/842 </td><td>C: 17%\n</td><td>.009 </td><td>* </td><td>66.6 </td><td>136 </td><td>92798\n</td></tr><tr><td> </td><td> </td><td> </td><td>B6: 8%\n</td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Mammary adenocarcinoma </td><td>D4Mit55p </td><td>Multiparous\n</td><td>C3: 34%\n</td><td>.018 </td><td>* </td><td>19.8 </td><td>45 </td><td>92889\n</td></tr><tr><td> </td><td> </td><td>females/212\n</td><td>D2: 12%\n</td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Pulmonary adenocarcinoma (incidental)\n</td><td>D6Mit198m </td><td>All/869 </td><td>C: 23%\n</td><td>.007 </td><td>* </td><td>68 </td><td>140 </td><td>NA\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>B6: 13%\n</td></tr></table></body></html>"}, "TABREF3": {"text": "Table 1. Summary of Life Span Statistics for Three Cohorts of UM-HET3 Mice", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Number of\n</td><td>Mean Life\n</td><td>Mean Life Span:\n</td><td>Mean Life Span:\n</td><td>Mean Age\n</td><td>Age of\n</td></tr><tr><td>Cohort\n</td><td>Males/Females\n</td><td>Span\n</td><td>Males\n</td><td>Females\n</td><td>of Oldest 5\n</td><td>Oldest\n</td></tr><tr><td>LAG1 </td><td>131/147 </td><td>746 </td><td>678 </td><td>807 </td><td>1108 </td><td>1169\n</td></tr><tr><td>BCA </td><td>0/293 </td><td>775 </td><td>NA </td><td>775 </td><td>1106 </td><td>1182\n</td></tr><tr><td>LAG2 </td><td>179/252 </td><td>891 </td><td>909 </td><td>878 </td><td>1269 </td><td>1306\n</td></tr></table></body></html>"}, "TABREF4": {"text": "Table 2. Cause of Death Diagnoses in Three Cohorts of UM-HET3 Mice", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td>Percentage of Diagnosed Cases\n</td><td> </td><td> </td></tr><tr><td> </td><td>LAG1\n</td><td>LAG1\n</td><td>BCA\n</td><td>LAG2\n</td><td>LAG2\n</td><td>Number of Cases\n</td></tr><tr><td>Cause of Death\n</td><td>Virgin Females\n</td><td>Virgin Males\n</td><td>Multiparous Females\n</td><td>Virgin Females\n</td><td>Virgin\nMales </td><td>All Combined\n</td></tr><tr><td>Endometrial sarcoma </td><td>3 </td><td>0 </td><td>6 </td><td>2 </td><td>0 </td><td>25\n</td></tr><tr><td>Fibrosarcoma </td><td>18 </td><td>5 </td><td>10 </td><td>3 </td><td>1 </td><td>64\n</td></tr><tr><td>Hemangiosarcoma </td><td>3 </td><td>1 </td><td>3 </td><td>13 </td><td>10 </td><td>56\n</td></tr><tr><td>Hepatocellular carcinoma </td><td>1 </td><td>12 </td><td>2 </td><td>1 </td><td>8 </td><td>34\n</td></tr><tr><td>Histiocytic sarcoma </td><td>3 </td><td>3 </td><td>5 </td><td>6 </td><td>5 </td><td>40\n</td></tr><tr><td>Lymphoma </td><td>34 </td><td>8 </td><td>18 </td><td>35 </td><td>25 </td><td>217\n</td></tr><tr><td>Mammary adenocarcinoma </td><td>7 </td><td>0 </td><td>24 </td><td>9 </td><td>0 </td><td>91\n</td></tr><tr><td>Pituitary adenoma </td><td>6 </td><td>0 </td><td>2 </td><td>1 </td><td>1 </td><td>16\n</td></tr><tr><td>Pulmonary adenocarcinoma </td><td>2 </td><td>14 </td><td>6 </td><td>10 </td><td>25 </td><td>96\n</td></tr><tr><td>Miscellaneous, neoplastic </td><td>6 </td><td>4 </td><td>8 </td><td>14 </td><td>12 </td><td>81\n</td></tr><tr><td>Congestive heart failure </td><td>2 </td><td>6 </td><td>5 </td><td>0 </td><td>0 </td><td>23\n</td></tr><tr><td>Mouse urinary syndrome </td><td>0 </td><td>32 </td><td>0 </td><td>0 </td><td>0 </td><td>37\n</td></tr><tr><td>Miscellaneous, nonneoplastic </td><td>15 </td><td>15 </td><td>13 </td><td>6 </td><td>13 </td><td>106\n</td></tr><tr><td>Diagnosable Cases (n) </td><td>136 </td><td>117 </td><td>268 </td><td>208 </td><td>157 </td><td>886\n</td></tr><tr><td>Total Cases (n) </td><td>147 </td><td>131 </td><td>293 </td><td>254 </td><td>179 </td><td>1004\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Supported by National Institute on Aging grants AG08808 and AG11687. We thank Amanda Pilling, Gretchen Buehner, Maggie Vergara, Steve Pinkosky, and Steve Durkee for their technical assistance.Address correspondence to Richard A. Miller, Rm. 5316 CCGCB, Box 0940, University of Michigan, 1500 East Medical Center Dr., Ann Arbor, MI 48109-0940. E-mail: millerr@umich.edu", "cite_spans": [], "ref_spans": [], "section": "ACKNOWLEDGMENTS"}]}