{
    "paper_id": "99214858ad491cbc888853a787f70714a92bff83",
    "metadata": {
        "title": "Blood donation and the global COVID-19 pandemic: areas for social science research",
        "authors": [
            {
                "first": "Jennie",
                "middle": [],
                "last": "Haw",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Canadian Blood Services",
                    "location": {
                        "settlement": "Ottawa",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Kelly",
                "middle": [],
                "last": "Holloway",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Canadian Blood Services",
                    "location": {
                        "settlement": "Toronto",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Barbara",
                "middle": [
                    "M"
                ],
                "last": "Masser",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Queensland",
                    "location": {
                        "settlement": "Queensland",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Eva-Maria",
                "middle": [],
                "last": "Merz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Vrije Universiteit",
                    "location": {
                        "settlement": "Amsterdam",
                        "country": "the Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Rachel",
                "middle": [],
                "last": "Thorpe",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Australian Red Cross Lifeblood",
                    "location": {
                        "settlement": "Melbourne",
                        "country": "Australia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "that anxiety and fear of contracting COVID-19 were key reasons why people did not, or would not, donate [1, 2] . This is consistent with findings from previous SARS and avian flu outbreaks that show that fear of infection deters donating [3, 4] . However, following initial declines in donation, several countries report strong public response to appeals for blood (e.g. US, Italy, and Denmark [5] ) indicating that initial perceptions of fear may have decreased, and/or other factors (e.g., awareness of need, cultural values, trust) may be motivating people to donate. While donors and the public have responded to early appeals, as the pandemic progresses, some BCAs are again reporting blood shortages which may be the result of increasing demand, decreased donation opportunities (e.g., severe reductions in mobile events), and/or waning public support. Donor behaviour research faces the challenge of teasing apart the impact of various factors, including changing collection practices, loosening and tightening of social restrictions, and donor-related considerations (e.g., motivations, time availability, competing responsibilities, mobility, etc.).",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 107,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 108,
                    "end": 110,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 238,
                    "end": 241,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 242,
                    "end": 244,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 394,
                    "end": 397,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Second, to what extent will first-time donors (FTD) responding to appeals for blood during the pandemic return? How can BCAs encourage retention of FTDs and continued donation by long-term donors? While the pandemic clearly poses challenges to BCAs, short-term national emergencies have been shown to encourage donation as a symbol of national solidarity (e.g., 9/11 in the US [6] , bushfires in Australia [7] ). Many who donate following a disaster are likely to be FTDs or previously lapsed donors, and early data from the Netherlands and Australia indicate this may be the case with COVID-19.",
            "cite_spans": [
                {
                    "start": 377,
                    "end": 380,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 406,
                    "end": 409,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Following an initial outpouring of public support in response to a crisis, however, support for blood donation can quickly wane [7] . This may be prompted by perceptions that the immediate need for blood has passed or by a loss of trust in BCAs. Both can have highly detrimental effects on blood donation and it will be important for BCAs to promote the consistent need for blood while maintaining public trust that they are effectively managing this resource [8] . Given the longevity of the pandemic, the challenge for BCAs will be to retain those FTDs who donated in response to the initial appeals, and to re-engage long-term donors whose donation routines may have been disrupted by the influx of new donors.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 131,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 460,
                    "end": 463,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Third, how might donation mitigate (or not) the negative effects of stay-at-home measures?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Research on the psychological effects of living in quarantine indicates it has negative effects, including post-traumatic stress symptoms, confusion, and anger [9]. Donation, however, is a socially meaningful act and an opportunity to build a sense of self as part of a network of altruistic citizens [10]. Donating during a time of limited activity can provide an opportunity to connect to a wider community and may mitigate the negative effects of physical distancing [5] . Whether this is the case and how the positive or",
            "cite_spans": [
                {
                    "start": 470,
                    "end": 473,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This article is protected by copyright. All rights reserved mitigating effects of donation may be experienced by some and not others warrants further study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "BCAs resume normal collection regimes, including mobile units. Whether the nature of the act -e.g., altruistic and socially meaningful act of donation versus functional acts such as buying groceriesinfluences perception of risk and/or risk tolerance remains unknown. The idea of donating with increased restrictions in place may also highlight feelings of social disconnection and isolation for those now ineligible, or not able, to donate during the pandemic and some long-term donors currently excluded from donation (e.g., older donors) may ultimately not return. Given the contribution made by this age group relative to their representation in donor panels, re-activating these donors may be a key action point for BCAs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Moreover, it is important to consider how motivation to donate for social connections changes as restrictions relax, and how it is qualified (or not) by other concerns (e.g., perceptions of safety) as"
        },
        {
            "text": "Fourth, what are the implications for donors of convalescent plasma? With many BCAs involved in clinical trials on convalescent plasma and prominent appeals for plasma from people who have recovered from COVID-19, there is significant media attention on the importance of plasma. For countries that had set targets to increase national self-sufficiency of plasma for fractionation prior to the pandemic, this increased public awareness may yield benefits. For other countries, the \"stress test\" of COVID-19 and the enactment of protectionist measures by many national governments [11] , , coupled with challenges to procurement and Increased public awareness of the need for plasma may present an opportunity to make a case for national self-sufficiency [5] . Whether, and how frequently, people responding to appeals for convalescent plasma will donate and if they then become regular donors remains unclear. While most current appeals for convalescent plasma is for use in clinical trials, if this product is an effective treatment then the need for plasma donors will increase further. In addition, in settings where donors have the choice of being a paid (hyperimmune globulin) or unpaid donor (transfusion), the pandemic may have differential effects on these two types of donors. As the money offered for convalescent plasma increases in some jurisdictions (e.g., in the US), who is recruited and how, and how these are associated with social factors, such as socioeconomic status and ethnicity, will be important to study.",
            "cite_spans": [
                {
                    "start": 580,
                    "end": 584,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 754,
                    "end": 757,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Moreover, it is important to consider how motivation to donate for social connections changes as restrictions relax, and how it is qualified (or not) by other concerns (e.g., perceptions of safety) as"
        },
        {
            "text": "Finally, what is the impact of the pandemic on donors and BCAs in low-and middle-income countries (LMICs)? While we have highlighted several areas for further donor research, we recognize the limits of our own vantage points and the need for research with LMICs. While some countries have made public appeals for donation because of, or to prevent, critically low levels of blood (e.g., India [12] ,",
            "cite_spans": [
                {
                    "start": 393,
                    "end": 397,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Moreover, it is important to consider how motivation to donate for social connections changes as restrictions relax, and how it is qualified (or not) by other concerns (e.g., perceptions of safety) as"
        },
        {
            "text": "This article is protected by copyright. All rights reserved South Africa [13] ), it is unclear how the public has responded. Given the anticipated differential effects of COVID-19 on high-income countries (HIC) and LMICs [14] , the need for this research is imperative.",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 77,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 221,
                    "end": 225,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "LMICs face greater challenges than HICs in meeting blood needs and the strategies used by BCAs in HICs are often not appropriate for LMICs [15, 16] . Countries that rely heavily on family and/or replacement donors face significant challenges [16] and these may be exacerbated by the pandemic. The pandemic may also present an opportunity to encourage regular voluntary donation of blood and convalescent plasma as an act of national solidarity [17] .",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 143,
                    "text": "[15,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 144,
                    "end": 147,
                    "text": "16]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 242,
                    "end": 246,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 444,
                    "end": 448,
                    "text": "[17]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Moving forward, we suggest that a comparative examination of COVID-19 effects on donors, the public, and BCAs may increase understanding of the strengths of and challenges faced by BCAs, and provide an opportunity to share learnings in preparation for future pandemics. As such, we are conducting an international comparative study of the impacts of the global pandemic on donors and the responses of BCAs to the challenges posed by COVID-19. We welcome ongoing discussion and debate on donation during and following the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Impact of the COVID-19 -a regional blood centre's perspective",
            "authors": [
                {
                    "first": "Jns",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "C-K",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "ISBT Science Series",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Impact of COVID-19 on blood centres in Zhejiang province China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "An examination of the predictors of blood donors' intentions to donate during two phases of an avian influenza outbreak",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Masser",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hamilton",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Transfusion",
            "volume": "51",
            "issn": "",
            "pages": "548--57",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Viral attacks on the blood supply: the impact of severe acute respiratory syndrome in Beijing",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Transfusion",
            "volume": "44",
            "issn": "",
            "pages": "467--476",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "ISBT: COVID-19 Webinar: How do we secure a safe blood supply during the current Corona Crisis?",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Effect of a national disaster on blood supply and safety: the September 11 experience",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Glynn",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Busch",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "B"
                    ],
                    "last": "Schreiber",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Jama",
            "volume": "289",
            "issn": "",
            "pages": "2246--53",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Gender Differences in Altruism: Responses to a Natural Disaster",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lilley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Slonim",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Discussion Paper Series. Institute for the Study of Labor (IZA)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Does donating blood for the first time during a national emergency create a better commitment to donating again?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tran",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Lewalski",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Dwyre",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Vox sanguinis",
            "volume": "98",
            "issn": "",
            "pages": "219--243",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Building social capital through blood donation: The social futures project",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Alessandrini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Carr",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Coghlan",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "ISBT Science Series",
            "volume": "2",
            "issn": "",
            "pages": "46--52",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "COVID-19 -A TRIGGER FOR GLOBAL TRANSFORMATION? Finnish Institute of International Affairs",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Aaltola",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--4",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "COVID-19 lockdown causes blood shortage",
            "authors": [
                {
                    "first": "C:",
                    "middle": [],
                    "last": "Kapoor",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "India",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Desperate to get out of the house during the lockdown? You can still donate blood",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ebrahim",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The COVID-19 Pandemic: Effects on Low and Middle-Income Countries. Anesthesia and",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Bong",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Brasher",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Chikumba",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Addressing gaps in international blood availability and transfusion safety in low-and middle-income countries: a NHLBI workshop",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Custer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Glynn",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Transfusion",
            "volume": "58",
            "issn": "",
            "pages": "1307--1324",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Access to safe blood in low-income and middle-income countries: lessons from India",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Jenny",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Saluja",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sood",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BMJ Global Health",
            "volume": "2",
            "issn": "",
            "pages": "2016--000167",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "World Health Organization: Message of the WHO Regional Director for Africa",
            "authors": [],
            "year": null,
            "venue": "Dr. Mathshidiso",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}