{
    "paper_id": "9d87fddbf68317ff4b264d4cbbcf2302eaaf974c",
    "metadata": {
        "title": "Global Civil Aircraft Industry: Modern Trends",
        "authors": [
            {
                "first": "Natalia",
                "middle": [
                    "A"
                ],
                "last": "Volgina",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Friendship University of Russia",
                    "location": {
                        "settlement": "Moscow",
                        "country": "Russia"
                    }
                },
                "email": "nat_volgina@yahoo.com"
            },
            {
                "first": "Elizaveta",
                "middle": [
                    "S"
                ],
                "last": "Kidun",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Friendship University of Russia",
                    "location": {
                        "settlement": "Moscow",
                        "country": "Russia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The passenger air transport industry is highly dependent on the external environment and a number of other factors. In turn, passenger air transport, their level and development affect the civil (commercial) aircraft industry, which is the subject of this work. Such an unexpected external factor as the pandemic was no exception. COVID-19 has had an impact on the entire world economy, as evidenced by many processes and their statistical indicators. The recovery of both the global economy and the civil aircraft industry after the opening of borders and the resumption of transportation will take a long time and will change the current trends in the industry. Each entity involved in the industry will have to restructure its activities. The purpose of this paper is to identify the main future trends in the development of the industry based on a comparative analysis of the industry state before the pandemic and today. The authors will also present their forecast for the development of the global civil aircraft industry in the medium term. As a result of the research, the authors came to the following conclusions. Before the pandemic, the market was characterized by a duopolistic structure (Boeing and Airbus); the development of the industry depends directly on the trends of the world economy; market demand is mainly formed in the Asia-Pacific region; the growth of demand for narrow-body aircraft models is strengthening; the role of first-tier suppliers in the production of aircraft is expanding. According to authors' opinion, the pandemic will bring some new features to market trends: there will be a reduction in demand for new aircraft and, consequently, a reduction in production volumes; the tendency to switch to less spacious aircraft will become more clear; there will be a faster industry recovery of the in the countries with developed domestic traffic, and there will be an increase in demand for regional aircraft.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The global aircraft industry includes not only the final creation of an aircraft, but also its R&D, subsequent maintenance, repair, utilization of aircraft, and so on. To date, the creation of a new aircraft is a very expensive, science and capital-intensive process that can take more than a decade. There is a limited number of countries in the world that can afford to create an airplane based on their potential capabilities, availability of capital, scientific potential, and innovative technologies. In order to effectively carry out such activities, many countries unite in aviation unions, aviation enterprises and through this integration form alliances to create new aviation product.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The academic literature on civil aircraft industry is very extensive. We can highlight the most important works of such authors as: Belobaba et al. (2015) , which addresses the main needs of the aircraft industry; Eriksson and Steenhuis (2015) , which provides an overview of changes in the development of civil aviation and the aircraft industry; Newhouse (2007) , which described the confrontation between Boeing and Airbus; Roberts (2017) , who, thanks to his professional work, was able to give an overview of the civil aircraft industry from the inside; Vasigh et al. (2008) , which focuses on the analysis of the economic aspects of the industry. It should be noted that academic research is supplemented by a large number of publications in the periodical press, including analytical reviews of international organizations.",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 154,
                    "text": "Belobaba et al. (2015)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 214,
                    "end": 243,
                    "text": "Eriksson and Steenhuis (2015)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 348,
                    "end": 363,
                    "text": "Newhouse (2007)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 427,
                    "end": 441,
                    "text": "Roberts (2017)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 559,
                    "end": 579,
                    "text": "Vasigh et al. (2008)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The purpose of this study is to identify the main future trends in the development of the industry based on a comparative analysis of the industry before the pandemic and today.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "For this work, we used the method of comparative research, which was applied to compare the state of the civil aircraft industry in the pre-pandemic period and the period after the pandemic. We also used the method of analysis and synthesis to study the activities of each manufacturer separately. The induction method allowed us to sum up the results of the analysis of each aircraft manufacturer and get an overall industry picture.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "The most important sources for research were statistics from the International Civil Aviation Organization (ICAO), the International Air Transport Association (IATA), the Interstate Aviation Committee (IAC), which regulates the airspace and activities of the industry in the CIS countries, as well as quarterly and annual reports of the main manufacturers of the industry, such as Boeing, Airbus, Embraer, Bombardier, and Sukhoi Superjet 100.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "In this section, the authors make an attempt to focus on the key trends that were typical for the civil aircraft market before the spread of coronavirus, that is, in fact, until 2020. Only a limited number of countries are the most important producers of the civil aircraft industry, primarily the United States, as well as France, Great Britain, Germany and Spain (working mostly in tandem), Russia, Brazil, and Canada. These countries have a full production cycle for creating aircraft. Some aircraft models are produced by countries such as China, Iran, Israel, Japan, and Ukraine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Development of the Civil Aircraft Industry Before the Pandemic of Coronavirus"
        },
        {
            "text": "A key characteristic of the civil aviation market is its duopolistic structure. The leaders in the production of aviation equipment are two major companies -American Boeing and European Airbus, followed by companies such as Embraer and Bombardier. Boeing and Airbus, in turn, compete with each other in the segment of large civil aircraft. A new aircraft technology of Russian (MS-21) and Russian-Chinese production (CR929) is trying to compete with them in this segment. The Brazilian conglomerate Embraer and the Canadian multinational company Bombardier occupy an important niche in the segment of regional passenger aircraft; here they are trying to compete with the Russian Sukhoi Superjet 100. As follows from the data in Fig. 1 , which shows deliveries to the world market of the world's five largest aircraft manufacturers, this market has a duopolistic character, where more than 90% of deliveries are made by Boeing and Airbus. Moreover, this share remained stable during the period 2000-2019.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 728,
                    "end": 734,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The Development of the Civil Aircraft Industry Before the Pandemic of Coronavirus"
        },
        {
            "text": "The data presented in Table 1 and Table 2 make it possible to trace the existing competition between Airbus and Boeing over the past decade, which manifested in the changing number of deliveries and orders for aircraft. It should be emphasized that due to the suspension of production of the Boeing 737 Max model and the refusal of customers from deliveries, the company for the first time since 2011 lost to Airbus more than twice in the number of deliveries for 2019.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 22,
                    "end": 41,
                    "text": "Table 1 and Table 2",
                    "ref_id": null
                }
            ],
            "section": "The Development of the Civil Aircraft Industry Before the Pandemic of Coronavirus"
        },
        {
            "text": "Another feature of this industry, according to authors, is its dependence on fluctuations in the world economy, its ups and downs. If we look at the economic component of the civil aircraft industry, shown in Fig. 1 , we can see that the decline in production in 2010-2011 followed (with some time lag) the decline in the global economy in 2008-2009, due to the global economic crisis. Prior to this, the previous decline was observed in 2003-2005, when airlines did not need to modernize their air fleet and suffered losses due to oil prices growth, which did not allow them to purchase new aircraft.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 209,
                    "end": 215,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The Development of the Civil Aircraft Industry Before the Pandemic of Coronavirus"
        },
        {
            "text": "It is expected that the next downturn will occur during the period of the pandemic and the period of recovery of the industry after the end of the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Development of the Civil Aircraft Industry Before the Pandemic of Coronavirus"
        },
        {
            "text": "Global demand for new aircraft has a significant impact on production in this industry. From an economic point of view, the demand for new aircraft depends on several factors, the main of which are: the development of air transportation, the disposal or replacement of the existing airline fleet with new units. In turn, the demand for passenger air transport depends on GDP growth rates, GDP volume, the level of development of the passenger transportation industry in the country, the size of the population and the existence of other alternative modes of transport.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Development of the Civil Aircraft Industry Before the Pandemic of Coronavirus"
        },
        {
            "text": "Nowadays, the largest number of aircraft belongs to countries from the Asia-Pacific region (APR), followed by America and Europe (see Table 3 ). There is a reason to consider that the countries of the Asia-Pacific region will continue to have the greatest demand for new aircraft in the future. Along with the shift in demand towards the Asia-Pacific region, there was also a shift in demand towards narrow-body aircraft, which was reflected in the growth of their production. At present, the narrow-body aircraft are the most popular ones are and the demand for them, according to United Aircraft Corporation estimates, will only grow in the future (see Fig. 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 134,
                    "end": 141,
                    "text": "Table 3",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 655,
                    "end": 661,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "The Development of the Civil Aircraft Industry Before the Pandemic of Coronavirus"
        },
        {
            "text": "At the moment, wide-body aircraft serve 17% of passenger air traffic, narrow-body -59%, regional jet passenger aircraft -14%, and regional turboprop -10%. Before the pandemic, there were some estimates that by 2038 the commercial aircraft fleet would consist of 44,310 units, with a following breakdown: 70% for narrow-body aircraft, 17% for wide-body aircraft, 8% for regional jets and 5% for regional turboprop aircraft. Russia and the CIS countries will need 1,470 new aircraft in the next two decades (UAC Review, 2019-2038).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Development of the Civil Aircraft Industry Before the Pandemic of Coronavirus"
        },
        {
            "text": "These forecasts were based on the fact that this industry shows a certain stability, which would ensure a doubling of the number of passenger civil aircraft in the future, as well as the creation of a new system for the maintenance and successful use of these aircraft. The growth of the narrow-body aircraft segment is supported by the fact that low-cost flights are growing, the economies of the Asia-Pacific region are developing rapidly, and there is a constant demand for replacing aircraft (due to their age, noncompliance with new requirements, or the need to switch to more fuel-saving models with better and more cost-effective technical characteristics).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Development of the Civil Aircraft Industry Before the Pandemic of Coronavirus"
        },
        {
            "text": "As for the continuing demand for wide-body aircraft, they are still in demand because the existing wide-body aircraft in airline fleets are becoming obsolete. There is also a demand (although small) for regional aircraft with a capacity of less than 90 passengers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Development of the Civil Aircraft Industry Before the Pandemic of Coronavirus"
        },
        {
            "text": "Another important feature of the modern development of the civil aircraft industry is the transfer of an increasing number of production functions to suppliers of the first and subsequent tiers. So, the manufacturers receive almost final product from their suppliers. Corporations are responsible for the design of the aircraft, its final assembly, sales, marketing and further maintenance. Suppliers, in turn, produce components, and sometimes even entire parts of the aircraft. Giving more responsibility to suppliers is carried out in order to reduce the cost of manufacturing of the aircraft as a whole and then bring the finished product to the markets of those countries that participated in the creation of the aircraft.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Development of the Civil Aircraft Industry Before the Pandemic of Coronavirus"
        },
        {
            "text": "The virus has had a serious impact on the state of the civil aircraft industry. So, we suppose that in the post-pandemic period, new trends in the development of the civil aircraft industry will be formed. We can expect that there will be a reduction in demand for new aircraft, both widebody and narrow-body ones, and a gradual transition to less spacious aircraft. The departure of a sufficiently large number of airlines from the market of the civil air transport industry may lead to a concentration in the industry and a merger of several small airlines. Such concentration processes will be coincided with airlines' bankruptcy. This will lead to increased competition (including price competition) in the face of falling demand.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Development of the Civil Aircraft Industry After the Pandemic: The Cases of Major Manufacturers"
        },
        {
            "text": "In order to control demand, airlines will have to optimize air routes and reduce the frequency of flights, as well as to use economical, roomy aircraft. It should be noted that today many passenger aircraft have begun to perform cargo functions, and this trend is likely to continue in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Development of the Civil Aircraft Industry After the Pandemic: The Cases of Major Manufacturers"
        },
        {
            "text": "At the very first stages, after the going out from the pandemic, it can be assumed that small aircraft will be operated more often. But by 2023, when the civil aircraft industry begins to recover, there will be a gradual return to the situation that existed before the coronavirus (IATA, 2020). It is possible that airlines will not purchase less spacious aircraft, but will lease them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Development of the Civil Aircraft Industry After the Pandemic: The Cases of Major Manufacturers"
        },
        {
            "text": "It is expected that the consequences of the pandemic in terms of declining production in the civil aircraft industry will be much more extensive than the consequences of the SARS outbreak, the global financial crisis, and the September 11, 2001 attacks. Currently, there is a significant decline in growth in the industry. Almost half of the air fleet of most airlines is idle, totaling about 17,000 aircraft (BCG, 2020). Aircraft occupancy in the world for March-May 2020 fell by about 65%, mainly in Europeby 86%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Development of the Civil Aircraft Industry After the Pandemic: The Cases of Major Manufacturers"
        },
        {
            "text": "Many aircraft manufacturers have gradually begun to revise their aircraft production plans, trying to adapt to new market needs. Orders are canceled for many suppliers, delivery dates are postponed, and the cost of aircraft on the secondary market is reduced.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Development of the Civil Aircraft Industry After the Pandemic: The Cases of Major Manufacturers"
        },
        {
            "text": "In the post-pandemic period, the tendency to increase the demand for less spacious aircraft, which began to manifest itself in previous years, is likely to strengthen. An example of the fact that even before the pandemic, trends in the civil aircraft industry were aimed at reducing the production of large airliners and switching to less spacious aircraft is the discontinuation of production of the Airbus A380 -the largest passenger aircraft for today (The Guardian, 2019) . This decision is determined by a number of reasons, in particular, the emergence of new technologies in aircraft manufacturing, including the production of new engine models. We have already noted that there is a decrease in the load of large aircraft, which reduces the economic efficiency of flights. This trend will be especially evident in the first time after the end of the pandemic, as passenger traffic is likely to fall.",
            "cite_spans": [
                {
                    "start": 455,
                    "end": 475,
                    "text": "(The Guardian, 2019)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Development of the Civil Aircraft Industry After the Pandemic: The Cases of Major Manufacturers"
        },
        {
            "text": "The authors suppose that in the post-pandemic period, another trend will be formed this is the rapid recovery of the industry in countries with broad and developed markets. It should be expected that those countries with high internal traffic will recover from the crisis much faster, because in the conditions of slow and very gradual opening of the external borders of the countries and the simultaneous growth of domestic tourism, aircraft for domestic passenger transport will be popular. Accordingly, the demand for regional aircraft will increase. We can expect that such trends will manifest themselves in the Russian and Chinese civil air transport markets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Development of the Civil Aircraft Industry After the Pandemic: The Cases of Major Manufacturers"
        },
        {
            "text": "Taking into account the high probability of this trend, the authors suppose that regional aircraft such as the Sukhoi Superjet 100 or Embraer and Bombardier aircraft can show high growth rates and improve their financial results. Here we present performance indicators of some of these companies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Development of the Civil Aircraft Industry After the Pandemic: The Cases of Major Manufacturers"
        },
        {
            "text": "Embraer, the regional aircraft manufacturer, is the leader in the production and delivery of regional aircraft, ahead of Bombardier and the Sukhoi Superjet 100: it is the third largest manufacturer of aircraft and passenger aircraft deliveries in the world. Table 4 shows data on Embraer's passenger aircraft deliveries over the past decade. The collapse of the deal with Boeing and the pandemic may affect the manufacturer's operations and supplies in the future.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 258,
                    "end": 265,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "The Development of the Civil Aircraft Industry After the Pandemic: The Cases of Major Manufacturers"
        },
        {
            "text": "The Canadian company Bombardier ranks fourth in the production of passenger aircraft after Boeing, Airbus and Embraer, and is also the second largest company in the world in terms of number of deliveries of regional passenger aircraft. Table 5 shows data on deliveries of passenger aircraft by Bombardier over the past decade. Produced in Russia for 12 years, the regional passenger plane Sukhoi Superjet 100 could take advantage of the consequences of the pandemic and take a more successful position in the market due to the fact that it has a small capacity, but in its special modification can fly for long distances. In Table 6 , we can see the activity of the Sukhoi Superjet 100 over the past 10 years. Successful development may be hindered by old problems, which include technical shortcomings of the aircraft and its maintenance.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 236,
                    "end": 243,
                    "text": "Table 5",
                    "ref_id": null
                },
                {
                    "start": 625,
                    "end": 632,
                    "text": "Table 6",
                    "ref_id": null
                }
            ],
            "section": "The Development of the Civil Aircraft Industry After the Pandemic: The Cases of Major Manufacturers"
        },
        {
            "text": "The purpose of this work was to identify key trends in the development of the global civil aircraft industry before and after the coronavirus pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The authors concluded that for a long period of time, the civil aircraft industry market has been characterized by a duopolistic market structure, where 90% of the market is accounted for two companies such as Airbus and Boeing. The development of the entire industry as a whole depends on the dynamics of the world economy, including the consequences of the global economic crisis in 2008, fluctuations in oil prices, etc. The most dynamically developing market segment should be recognized as the Asia-Pacific region, which aircraft manufacturers will take into account in their strategic plans. In recent years, the industry has been characterized by a gradual transition from the production of wide-body aircraft to narrow-body ones. At the same time, the role of first-and second-tier suppliers in the production process increased, taking on more and more functions, while R&D, final assembly, marketing, sales and after-sales services remained the responsibility of the OEM.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The authors suppose that after the pandemic, the industry will experience a reduction in demand for new aircraft as a result of a reduction in passenger air traffic, and the bankruptcy of airlines due to losses incurred by them. The reduction in demand will also lead to a reduction in the production of civilian passenger aircraft. Manufacturers will make the transition to production of less spacious aircraft due to the expected decrease in passenger traffic. The industry is projected to recover faster in the countries with high levels of domestic passenger traffic, and this will lead to increased demand for regional aircraft that serve domestic passenger traffic. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The Global Airline Industry",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Belobaba",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Odoni",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Barnhart",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "420--478",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Embraer: statistics of commercial aircraft",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "International Civil Aviation Organization",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Eriksson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Steenhuis",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "International Air Transport Association 2020",
            "volume": "",
            "issn": "",
            "pages": "315--355",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A380: Airbus to stop making superjumbo as orders dry up, The Guardian",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jolly",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Accessed",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "U.S. in the global FDI' flows: repatriation of foreign earning by U.S. from EU members as the new global trend",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "A"
                    ],
                    "last": "Konovalova",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "RUDN J. Econ",
            "volume": "28",
            "issn": "1",
            "pages": "172--183",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Boeing versus Airbus",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Newhouse",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "145--162",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "COVID-19 Response: Big Decisions for CEOs Right Nowand Urgent Questions About the Time After",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Poulsen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Faeste",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "23",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Entering the Civil Aircraft Industry: Business Realities at the Technological Frontier Hardcover",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "125--157",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Introduction to Air Transport Economics. From Theory to Applications",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Vasigh",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tacker",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fleming",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Routledge",
            "volume": "",
            "issn": "",
            "pages": "123--153",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Deliveries of commercial passenger aircraft to the world market, 2000-2019 (PCs.) Source: official company websites Boeing, Airbus, Bombardier, Embraer, etc.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Orders",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Demand forecast for passenger aircraft in the period 2019-2038 years Source: United Aircraft Corporation market overview, 2019.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Deliveries of commercial passenger aircraft of Embraer, 2010-2019 (PCs.Deliveries of commercial passenger aircraft of Bombardier, 2010-2019 (PCs.: official website of Bombardier",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Deliveries",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Passenger aircraft fleet, the beginning of 2019 (PCs. and %) Source: United Aircraft Corporation market overview, 2019",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}