{
    "paper_id": "9dc99aa24e853c54a53b13e3d3a7c686630478c8",
    "metadata": {
        "title": "Pregnancy and birth planning during COVID-19: The effects of tele-education offered to pregnant women on prenatal distress and pregnancy-related anxiety",
        "authors": [
            {
                "first": "Ye",
                "middle": [
                    "Ş"
                ],
                "last": "Im",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Aksoy",
                "middle": [],
                "last": "Derya",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Inonu University",
                    "location": {
                        "settlement": "Malatya",
                        "country": "Turkey"
                    }
                },
                "email": ""
            },
            {
                "first": "Sümeyye",
                "middle": [],
                "last": "Altiparmak",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Inonu University",
                    "location": {
                        "settlement": "Malatya",
                        "country": "Turkey"
                    }
                },
                "email": ""
            },
            {
                "first": "Emine",
                "middle": [],
                "last": "Akça",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Inonu University",
                    "location": {
                        "settlement": "Malatya",
                        "country": "Turkey"
                    }
                },
                "email": ""
            },
            {
                "first": "Nilay",
                "middle": [],
                "last": "Gökbulut",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Çank ı r ı Karatekin University",
                    "location": {
                        "addrLine": "Çank ı r ı",
                        "country": "Turkey"
                    }
                },
                "email": ""
            },
            {
                "first": "Ay",
                "middle": [
                    "Ş"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nur",
                "middle": [],
                "last": "Yilmaz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "F ı rat University",
                    "location": {
                        "addrLine": "Elaz ığ",
                        "country": "Turkey"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Aim: This study aims to examine pregnancy and birth planning during COVID-19 and the effects of a teleeducation offered to pregnant women for this planning process on prenatal distress and pregnancy-related anxiety.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Method: The population of this quasi-experimental study was composed of pregnant women who applied for the antenatal education class of a public hospital in the east of Turkey during their past prenatal follow-ups and wrote their contact details in the registration book to participate in group trainings. The sample of the study consisted of a total of 96 pregnant women, including 48 in the experiment and 48 in the control groups, who were selected using power analysis and non-probability random sampling method. The data were collected between April 22 and May 13, 2020 using a \"Personal Information Form \", the \"Revised Prenatal Distress Questionnaire (NuPDQ) \" and the \"Pregnancy Related Anxiety Questionnaire-Revised 2 (PRAQ-R2) \". An individual tele-education (interactive education and consultancy provided by phone calls, text message and digital education booklet) was provided to the pregnant women in the experiment group for one week. No intervention was administered to those in the control group. The data were statistically analyzed using descriptive statistics (frequency, percentage, mean, standard deviation, min-max values) and t-test in dependent and independent groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The posttest NuPDQ total mean scores of pregnant women in the experiment and control groups were 8.75 ± 5.10 and 11.50 ± 4.91, respectively, whereby the difference between the groups was statistically significant (t = -2.689, p = 0.008). Additionally, the difference between their mean scores on both PRAQ-R2 and its subscales of \"fear of giving birth \" and \"worries of bearing a physically or mentally handicapped child \" was statistically significant (p < 0.05), where those in the experiment group had lower anxiety, fear of giving birth and worries of bearing a physically or mentally handicapped child.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The tele-education offered to the pregnant women for pregnancy and birth planning during COVID-19 decreased their prenatal distress and pregnancy-related anxiety.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Coronaviruses are a family of viruses that has caused very serious infectious diseases (MERS-CoV and SARS-CoV) in previous periods. The new type of coronavirus infection is known to have a zoonotic origin and be transmitted from person to person. This no evidence that pregnant women are currently at a higher risk of developing COVID-19 disease than the general population. However, as they may be badly affected by some respiratory infections due to changes in their bodies and immune systems, it is important for pregnant women to take precautions to protect themselves during COVID-19 and promptly report possible symptoms (including fever, cough or difficulty in breathing) to healthcare professionals ( World Health Organization, 2020 ) .",
            "cite_spans": [
                {
                    "start": 707,
                    "end": 742,
                    "text": "( World Health Organization, 2020 )",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "There is a limited number of studies on COVID-19. Chen et al. conducted a retrospective study to examine the clinical characteristics and intrauterine vertical transmission potential of COVID-19 infection in nine pregnant women without any illness, tested the amniotic fluid, cord blood, neonatal throat swab and breast milk samples taken from six of them for SARS-CoV-2, and they found that all samples that were tested were negative for the virus ( Chen et al., 2020 ) . Zhu et al. performed a retrospective study for clinical analysis of 10 neonates born to mothers with 2019-nCoV pneumonia, and they reported that vertical transmission of 2019-nCoV is yet to be confirmed ( Zhu et al., 2020 ) . Additionally, it is still not confirmed whether the COVID-19 infection is likely to be transmitted to the baby via placental transmission or during childbirth ( Zhu et al., 2020 ) . For this reason, pregnant women may feel concerned about the probability of the infection to be transmitted to the fetus and be more open to anxiety ( Taubman-Ben-Ari et al., 2020 ; . For example, a study reported that pregnant women assessed after the declaration of the COVID-19 pandemic showed significantly higher depressive symptoms than those assessed before the declaration of the pandemic .",
            "cite_spans": [
                {
                    "start": 449,
                    "end": 470,
                    "text": "( Chen et al., 2020 )",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 676,
                    "end": 696,
                    "text": "( Zhu et al., 2020 )",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 858,
                    "end": 878,
                    "text": "( Zhu et al., 2020 )",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1030,
                    "end": 1062,
                    "text": "( Taubman-Ben-Ari et al., 2020 ;",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this important process in which sufficient evidence is not available, all pregnant women, including those with confirmed or suspected COVID-19 infection, have the right to quality care before, during and after childbirth ( Zhu et al., 2020 ) . Additionally, the World Health Organization (WHO) emphasizes that all women have the right to a safe and positive childbirth experience whether or not they have a confirmed COVID-19 infection ( World Health Organization, 2020 ) . This includes all prenatal, intrapartum and postpartum maternal and neonatal care services, including psychological health services ( Zhu et al., 2020 ) . However, due to the potential risk of infection in processes such as a pandemic, pregnant women experience a dilemma in terms of applying to professional prenatal services . A study reported that pregnant women in Shanghai experienced severe concerns regarding the risk of COVID-19, they requested accelerated appointments for prenatal care, and their demands for online information regarding protection from COVID-19 and precautions to be taken were high ( Du et al., 2020 ) . From this point of view, accurate and reliable sources of information may be provided through methods such us tele-education regarding the management of COVID-19 infections ( Hong et al., 2020 ; .",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 244,
                    "text": "( Zhu et al., 2020 )",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 439,
                    "end": 474,
                    "text": "( World Health Organization, 2020 )",
                    "ref_id": null
                },
                {
                    "start": 609,
                    "end": 629,
                    "text": "( Zhu et al., 2020 )",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1088,
                    "end": 1107,
                    "text": "( Du et al., 2020 )",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1283,
                    "end": 1304,
                    "text": "( Hong et al., 2020 ;",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To our knowledge, there are no studies in which a tele-education was provided to pregnant women during a pandemic. On the other hand, it is emphasized in the literature that disasters and epidemics may lead to difficulties in provision of healthcare services, and in the COVID-19 pandemic process, tele-medicine practices including tele-education will be an effective method in allocating medical resources rationally ( Hong et al., 2020 ) . Moreover, Wu et al. reported that online antenatal care will be a good alternative for mothers requiring basic antenatal care and mental health consultation in the COVID-19 process . This study aimed to make pregnancy and birth planning during COVID-19 and examine the effects of a tele-education offered to pregnant women for this planning process on prenatal distress and pregnancy-related anxiety. The results of this study will contribute to the relevant literature and be a guide for the importance of evaluating pregnancy mental health in adverse situations such as pandemics.",
            "cite_spans": [
                {
                    "start": 418,
                    "end": 439,
                    "text": "( Hong et al., 2020 )",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This is a study with quasi-experimental design to determine the effects of tele-education offered to pregnant women about pregnancy and birth planning during COVID-19 on prenatal distress and pregnancyrelated anxiety.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aim and type of study"
        },
        {
            "text": "The population of the study was composed of pregnant women who applied for the antenatal education class of a public hospital in the east of Turkey during their past prenatal follow-ups and wrote their contact details in the registration book to participate in group trainings. The data were collected between April 22 and May 13, 2020. The sample size was calculated to include a total of 96 pregnant women (48 in the experiment group, 48 in the control group) by performing a power analysis with a 5% level of significance, 95% confidence interval and 80% ability to represent the population and assuming that the tele-education would decrease the prenatal distress mean score of the pregnant women (9.4 ± 5.2) by three points ( Tunçel and Süt, 2019 ) . The pregnant women to be included in the groups were selected from the population using the random sampling method with an equal allocation ratio (1:1). The random assignment to the groups for an equal allocation ratio (1: 1) was performed by computer software ( Arslan et al., 2019 ) .",
            "cite_spans": [
                {
                    "start": 729,
                    "end": 753,
                    "text": "( Tunçel and Süt, 2019 )",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1017,
                    "end": 1040,
                    "text": "( Arslan et al., 2019 )",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Research design and sample"
        },
        {
            "text": "All pregnant women who had internet access, were in their last trimester of pregnancy, had no psychiatric health issues and were not diagnosed with COVID 19 were included in the study. The COVID 19 diagnosis and psychiatric health issues were determined based on the pregnant women's declaration and medical history.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "study inclusion criteria"
        },
        {
            "text": "The data were collected using the \"Personal Information Form \", the \"Revised Prenatal Distress Questionnaire (NuPDQ) \" and the \"Pregnancy Related Anxiety Questionnaire-Revised 2 (PRAQ-R2) \".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection tools"
        },
        {
            "text": "This form prepared by the researchers consisted of a total of 23 questions about the pregnant women's individual (age, education level, employment status, etc.) and obstetric (gestational week, baby's sex, total number of children, presence of health issues in current pregnancy, presence of previous miscarriage/abortion/stillbirth, type of delivery etc.) characteristics. This form was created by the researchers through Google Forms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Personal information form"
        },
        {
            "text": "The Prenatal Distress Questionnaire was developed by Yali and Lobel (1999) to evaluate pregnant women's social relations, physical and emotional symptoms in pregnancy and concerns for both themselves and their babies. The scale was revised by Lobel (2008), increasing the number of items from 12 to 17. The Turkish validity and reliability study of the scale was performed by Yüksel et al. (2011) who reported that the Turkish version of the scale was an easily applicable, understandable, valid and reliable measurement tool to be used in measuring the levels of prenatal distress in all periods of pregnancy. A higher scale score indicates a higher level of prenatal distress. The scale has no cutoff score. The Cronbach's alpha internal consistency coefficient of the scale was reported as 0.85 ( Yuksel et al., 2012 ) .",
            "cite_spans": [
                {
                    "start": 62,
                    "end": 74,
                    "text": "Lobel (1999)",
                    "ref_id": null
                },
                {
                    "start": 376,
                    "end": 396,
                    "text": "Yüksel et al. (2011)",
                    "ref_id": null
                },
                {
                    "start": 798,
                    "end": 821,
                    "text": "( Yuksel et al., 2012 )",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Revised prenatal distress questionnaire (NuPDQ)"
        },
        {
            "text": "The Pregnancy Related Anxiety Questionnaire-Revised 2 (PRAQ-R2) was developed by van den Bergh (1990) and revised by Huizink et al. (2016) to be applied to all pregnant women regardless of parity. This scale consisting of 10 items is a 5-point Likert-type scale to question women's pregnancy-related anxiety levels ( Van der Bergh, 1990 ; Huizink et al., 2016 ) . The Turkish validity and reliability study of the scale was performed by Derya et al. (2018) .",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 101,
                    "text": "Bergh (1990)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 117,
                    "end": 138,
                    "text": "Huizink et al. (2016)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 317,
                    "end": 338,
                    "text": "Van der Bergh, 1990 ;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 339,
                    "end": 361,
                    "text": "Huizink et al., 2016 )",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 437,
                    "end": 456,
                    "text": "Derya et al. (2018)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Pregnancy related anxiety questionnaire-revised 2 (PRAQ-R2)"
        },
        {
            "text": "The Turkish version of the scale consists of 10 items for multiparous women and 11 items for primiparous women. The scale has three subscales, including \"fear of giving birth (items 1, 2, 6 and 8) \", \"worries of bearing a physically or mentally handicapped child (items 4, 9, 10 and 11) \" and \"concerns about own appearance (items 3, 5 and 7) \". The 8th item in the scale (I fear giving birth, because I have never experienced this before) is administered to only women who have not given birth before. The scale items are scored between 1 and 5 (1-Absolutely not relevant and 5-Very relevant). The lowest and highest scores are 11 and 55 for primiparous women, and 10 and 50 for multiparous women, respectively. A higher scale score indicates a higher level of anxiety in pregnancy. All scale items are scored positively. The scale has no cutoff score. The Cronbach's alpha coefficient of the scale was reported as 0.93 for multiparous women and 0.94 for primiparous women ( Derya et al., 2018 ) .",
            "cite_spans": [
                {
                    "start": 974,
                    "end": 996,
                    "text": "( Derya et al., 2018 )",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Pregnancy related anxiety questionnaire-revised 2 (PRAQ-R2)"
        },
        {
            "text": "The data were obtained using a mobile network system, in which pregnant women in the experiment and control groups who agreed to participate in the study were accessed separately. The pregnant women were assigned to the experiment and control groups with an equal allocation ratio (1:1). In the first telephone conversation with the pregnant women assigned to the experiment and control groups, information was given about the study. Firstly, the pregnant women who agreed to participate in the study were asked to complete the informed consent form designed in Google Forms. The data collection tools were sent to the pregnant women in the experiment group via the internet by using the Google Forms method, before they were provided with individual teleeducation and consultancy service, which lasted for one week; thus, the pretest data were obtained. Their posttest data were obtained at the end of one week by using the same method. All data obtained through the online self-report method was saved through Google Forms. The pregnant women in the control group, who did not receive any intervention, were reached twice every other week, and their pre-and posttest data were obtained via the internet by using the Google Forms method. Data collection from each pregnant woman lasted around 5-10 minutes. Four pregnant women did not agree to participate in the study, and three pregnant women were excluded from the study because they wanted to leave during the education process. The telephone interviews continued until the sample size was reached.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "The tele-education offered to pregnant women consisted of interactive education and consultancy provided by phone calls, text messages and a digital education booklet. The tele-education offered to the pregnant women on pregnancy and birth planning during COVID-19 included educational topics such as general methods of protection from coronavirus, coronavirus prevention methods during pregnancy, coronavirus and delivery process, measures to be taken during the coronavirus pandemic and postpartum process, measures to be taken during the coronavirus pandemic and breastfeeding, and how to manage stress, anxiety and depression in these processes. The educational content was prepared in line with the suggestions of RCOG, ACOG, WHO, CDC, FIGO, ISUOG, RANZCOG and TJOD ( International Society of Ultrasound in Obstetrics and Gynecology, 2020 ; Royal College of Obstetricians and Gynaecologists ,2020 ; The American College of Obstetricians and Gynecologists ,2020 ; The BC Centre for Disease Control, 2020 ; The International Federation of Gynecology and Obstetrics, 2020 ; The Royal Australian and New Zealand College of Obstetricians and Gynaecologists 2020 ; Turkish Society of Obstetrics and Gynecology, 2020 ; World Health Organization, 2020 ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention"
        },
        {
            "text": "The purpose of the study was explained to the pregnant women in the first conversation with them, and the necessary explanations were made regarding the tele-education for those who volunteered to participate. The timings of the next telephone conversations were decided upon with the pregnant women. The one-week education was given by the researchers by making a voice call at the most appropriate time for each pregnant woman and sending a text message every day. The tele-education and consultancy service provided to the pregnant women was also supported with a digital pdf file called the \"Booklet for Pregnancy and Birth Planning Education during Coronavirus (COVID-19) \". Although the educational contents provided via text messages and audio interviews included individual differences, the topics were presented based on the order in the booklet. The education was held in 5 sessions, each lasting around 15-20 minutes. Additionally, the pregnant women had an opportunity to contact the researchers via the mobile network whenever they wanted during the entire consultancy service and education program, and thus, all of their questions were answered within this period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention"
        },
        {
            "text": "Dependent variables: Pregnant women's scores on the prenatal distress and pregnancy-related anxiety scales Independent variables: The tele-education on pregnancy and birth planning during COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research variables"
        },
        {
            "text": "Control variables: Some of the pregnant women's individual (age, education level, employment status, etc.) and obstetric (gestational week, baby's sex, total number of children, presence of health issues in current pregnancy, presence of previous miscarriage/abortion/stillbirth, type of delivery etc.) characteristics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research variables"
        },
        {
            "text": "The data were analyzed using the SPSS 20.0 package program and evaluated using descriptive statistics (frequency, percentage, mean, standard deviation, min-max values). Whether the data were suitable for normal distribution was evaluated with the Kolmogorov-Smirnov normality test. Additionally, paired-samples and independent-samples t-tests were used to determine the differences between the groups. The results were evaluated using a 95% confidence interval, which represents a significance level of 0.05 (p < 0.05).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "For conducting the study, an ethical approval was obtained from the Health Sciences Scientific Research and Publication Ethics Committee at Inonu University (Date: 21.04.2020, Decision No: 2020/645). Additionally, the Permission for Scientific Studies on COVID-19 was obtained from the Republic of Turkey Ministry of Health (Form code: 2020-05-01T14_54_28). All pregnant women were asked to sign an informed consent form using the Google Forms method before starting the research. After the posttest, the pregnant women in the control group were digitally sent the \"Booklet for Pregnancy and Birth Planning Education during Coronavirus (COVID-19) \".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical considerations"
        },
        {
            "text": "Table 1 compares the descriptive characteristics of the pregnant women in the experiment and control groups. When pregnant women in the experiment and control groups were compared in terms of their When the pregnant women in the experiment and control groups were compared in terms of their obstetric characteristics such as total number of pregnancies, baby's sex, desired/planned pregnancy status, planned type of delivery, status of change in type of delivery due to COVID-19 and status of being informed about COVID-19 during pregnancy, there was no statistically significant difference between the groups (p > 0.05, Table 2 ), suggesting that both groups had similar obstetric characteristics. Table 3 presents the distribution of the pregnant women's pretest and posttest NuPDQ total, PRAQ-R2 total and PRAQ-R2 subscales mean scores. The lowest and highest NuPDQ scores were 0 and 34, respectively. The pretest and posttest NuPDQ total mean scores of all pregnant women in this study were 12.06 ± 5.85 and 10.12 ± 5.17, respectively. In this study, for NuPDQ, the pretest and posttest Cronbach's alpha coefficients were found as 0.84 and 0.82, respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 621,
                    "end": 628,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 699,
                    "end": 706,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The lowest and highest PRAQ-R2 scores were 10 and 55, respectively. The pretest and posttest PRAQ-R2 total mean scores of all pregnant women in this study were 29.18 ± 9.19 and 27.14 ± 7.48, respectively. Additionally, the pretest and posttest PRAQ-R2 subscale mean scores of all pregnant women in this study were 11.66 ± 4.62 and 11.00 ± 4.18 for \"fear of giving birth \", 10.51 ± 4.45 and 8.65 ± 4.01 for \"worries of bearing a physically or mentally handicapped child \" and 7.01 ± 2.73 and 7.48 ± 1.97 for \"concerns about own appearance \", respectively. In this study, for PRAQ-R2, the pretest and posttest Cronbach's alpha coefficients were found as 0.87 and 0.89, respectively. Table 4 presents the intra-and inter-group comparisons of the pretest and posttest NuPDQ total, PRAQ-R2 total and PRAQ-R2 subscales mean scores of the pregnant women in the experiment and control groups.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 681,
                    "end": 688,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "When the pretest NuPDQ total, PRAQ-R2 total and PRAQ-R2 subscales mean scores of the pregnant women in the in the experiment and control groups were compared, there was no statistically significant difference between the groups (p > 0.05), suggesting that they had similar levels of prenatal distress and pregnancy anxiety before the teleeducation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "When the posttest NuPDQ total, PRAQ-R2 total and PRAQ-R2 subscales mean scores of the pregnant women in the experiment and control groups were compared, the posttest NuPDQ total mean scores of the pregnant women in the in the experiment and control groups were 8.75 ± 5.10 and 11.50 ± 4.91, respectively, suggesting a statistically significant difference between the groups (t = -2.689, p = 0.008). The posttest PRAQ-R2 total mean scores of the pregnant women in the experiment and control groups were 24.25 ± 4.90 and 30.04 ± 8.48, respectively, suggesting a statistically significant difference between the groups (t = -4.095, p = 0.000).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The posttest PRAQ-R2 \"fear of giving birth \" subscale mean scores of the pregnant women in the experiment and control groups were Table 4 Intra-and inter-group comparisons of the pretest and posttest NuPDQ total, PRAQ-R2 total and PRAQ-R2 subscales mean scores of the pregnant women in the in the experiment and control groups.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 130,
                    "end": 137,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "9.66 ± 3.52 and 12.33 ± 4.40, respectively, suggesting a statistically significant difference between the groups (t = -3.275, p = 0.001). The posttest PRAQ-R2 \"worries of bearing a physically or mentally handicapped child \" subscale mean scores of the pregnant women in the experiment and control groups were 7.02 ± 2.70 and 10.29 ± 4.44, respectively, suggesting a statistically significant difference between the groups (t = -4.354, p = 0.000).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The posttest PRAQ-R2 \"concerns about own appearance \" subscale mean scores of the pregnant women in the experiment and control groups were 7.56 ± 1.80 and 7.41 ± 2.14, respectively, suggesting no statistically significant difference between the groups (t = 0.360, p = 0.719).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "When the intragroup comparisons of the pre-and posttest NuPDQ total, PRAQ-R2 total and PRAQ-R2 subscales mean scores of the pregnant women in the experiment group were examined, their pretest prenatal distress, fear of giving birth, worries of bearing a physically or mentally handicapped child and pregnancy-related anxiety total mean scores were significantly lower than their posttest mean scores (p < 0.05).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "When the intragroup comparisons of the pre-and posttest NuPDQ total, PRAQ-R2 total and PRAQ-R2 subscales mean scores of the pregnant women in the control group were examined, only their pretest fear of giving birth subscale mean score was significantly lower than their posttest mean score (p < 0.05).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The increasing spread of COVID-19 infection has turned into one of the most serious public health issues affecting the entire world ( Bari š i ć, 2020 ). Pregnancy is an important process in which women experience physiological, psychological, hormonal and social changes, increasing their risk of psychiatric discomfort ( Silva et al., 2017 ) . Lifestyle changes due to COVID-19 infection cause a psychological burden on pregnant women who face more worries and uncertainties than ever during pregnancy ( Antonakou, 2020 ) . The results of this study, which was conducted to determine the effects of tele-education offered to pregnant women about pregnancy and delivery planning during COVID-19 on prenatal distress and pregnancy-related anxiety are discussed here in line with the relevant literature.",
            "cite_spans": [
                {
                    "start": 321,
                    "end": 343,
                    "text": "( Silva et al., 2017 )",
                    "ref_id": null
                },
                {
                    "start": 504,
                    "end": 523,
                    "text": "( Antonakou, 2020 )",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This study found no statistically significant difference between the pregnant women in the experiment and control groups in terms of their introductory characteristics (age, education level, employment status, etc.) and obstetric characteristics (number of pregnancies, baby's sex, planned pregnancy, etc.) ( Table 1 and 2 ). These results suggested that the groups were distributed homogeneously. Additionally, this study determined no statistically significant difference between the pretest NuPDQ total, PRAQ-R2 total and PRAQ-R2 subscales mean scores of the pregnant women in the experiment and control groups ( Table 4 ) . These results also suggested that the pregnant women in the experiment and control groups had similar levels of prenatal distress and pregnancy anxiety before the tele-education.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 307,
                    "end": 316,
                    "text": "( Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 614,
                    "end": 625,
                    "text": "( Table 4 )",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The COVID-19 pandemic has quickly changed daily life routines across the world ( Antonakou, 2020 ) . Life changes during pregnancy are some of the leading sources of stress ( Busari, 2018 ) . Pregnant women may be affected due to the unpredictability and restrictions of the pandemic ( Duranku ş and Aksu, 2020 ). Studies have emphasized that high stress levels may cause negative pregnancy outcomes, and therefore, stress management is important during pregnancy ( Abdi et al., 2018 ; Pais and Pai, 2018 ) . Additionally, social isolation and social distance practices due to COVID-19 infection may affect the social support status of pregnant women during pregnancy. Therefore, it is extremely important for midwives and healthcare professionals to provide guidance and support to women during pregnancy and childbirth ( Antonakou, 2020 ) . In this study, in comparison to the mean score of those in the control group, the posttest prenatal distress mean score of the pregnant women in the experiment group decreased significantly after they received the tele-education on pregnancy and birth planning during COVID-19 ( Table 4 , p < 0.05). Furthermore, the intragroup posttest prenatal dis-tress mean score of pregnant women in the experiment group decreased significantly compared to their pretest mean score ( Table 4 , p < 0.001). These results show that the tele-education was effective in decreasing the prenatal distress levels of the pregnant women.",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 98,
                    "text": "( Antonakou, 2020 )",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 173,
                    "end": 189,
                    "text": "( Busari, 2018 )",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 464,
                    "end": 485,
                    "text": "( Abdi et al., 2018 ;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 486,
                    "end": 506,
                    "text": "Pais and Pai, 2018 )",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 821,
                    "end": 840,
                    "text": "( Antonakou, 2020 )",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 1120,
                    "end": 1129,
                    "text": "( Table 4",
                    "ref_id": null
                },
                {
                    "start": 1313,
                    "end": 1322,
                    "text": "( Table 4",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Studies have reported that the COVID-19 pandemic is a risk factor associated with increased anxiety in pregnant women. Educational interventions in the prenatal period are effective in preventing or reducing prenatal anxiety ( Kang et al., 2016 ) . This study found that the pregnant women who received the tele-education on pregnancy and birth planning during COVID-19 had a significantly lower posttest PRAQ-R2 mean score than those who did not ( Table 4 , p < 0.001). Studies have reported that false information about COVID-19 increases the fear and anxiety of pregnant women, whereas correct information about COVID-19 has a positive effect on their anxiety levels during pregnancy ( Corbett et al., 2020 ) . The decreased level of anxiety in pregnant women due to the tele-education on pregnancy and birth planning during COVID-19 in this study was consistent with those in the literature. Duranku ş et and Aksu (2020) evaluated the effects of the COVID-19 pandemic on anxiety and depression symptoms in pregnant women by using different measurement tools, and they determined that the anxiety levels of pregnant women with a high risk of developing postpartum depression were significantly higher ( Duranku ş and Aksu, 2020 ). This indicates that the COVID-19 pandemic is a risk factor for both the prenatal and postnatal periods. Additionally, acceptance of pregnancy anxiety as one of the most important risk factors and determinants of postpartum anxiety and depression increases the importance given to the subject in the literature ( Derya et al., 2018 ; Lefkovics et al., 2018 ; Naki ć Rado š et al., 2018 ; Silva et al., 2017 ; Sinesi et al., 2019 ) .",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 246,
                    "text": "( Kang et al., 2016 )",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 687,
                    "end": 711,
                    "text": "( Corbett et al., 2020 )",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1544,
                    "end": 1566,
                    "text": "( Derya et al., 2018 ;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1567,
                    "end": 1591,
                    "text": "Lefkovics et al., 2018 ;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1592,
                    "end": 1620,
                    "text": "Naki ć Rado š et al., 2018 ;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1621,
                    "end": 1641,
                    "text": "Silva et al., 2017 ;",
                    "ref_id": null
                },
                {
                    "start": 1642,
                    "end": 1663,
                    "text": "Sinesi et al., 2019 )",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 447,
                    "end": 456,
                    "text": "( Table 4",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Fear of giving birth is one of the best indicators of pregnancy-specific anxiety ( Sinesi et al., 2019 ) . Fear of childbirth may also affect the preference of pregnant women for type of delivery ( Matinnia et al., 2015 ; Nilsson et al., 2018 ) . Although COVID-19 infection is not a contraindication for vaginal delivery alone, infected women may prefer cesarean delivery due to their perception of childbirth, fear of giving birth, complications associated with labor and fear of disease transmission ( Vivilaki and Asimaki, 2020 ) . Studies have reported that an education given in the antenatal period is effective in reducing the fear of childbirth in pregnant women ( Gökçe İ sbir et al., 2016 ; Karabulut et al., 2016 ) . In this study, the pregnant women who received the teleeducation on pregnancy and birth planning during COVID-19 had a significantly lower posttest PRAQ-R2 \"fear of giving birth \" subscale mean score than those who did not. Additionally, the posttest PRAQ-R2 \"fear of giving birth \" subscale mean score of the pregnant women who did not receive the education significantly increased in comparison to their pretest mean score. These results showed that the educational intervention associated with COVID-19 was not only effective in reducing the pregnant women's fear of giving birth, but it also prevented the increase in fear of childbirth over time. One study on pregnant women's fear of labor in the antenatal period found that pregnant women were most concerned about the health of their babies ( Geissbuehler and Eberhard, 2002 ) . Studies have also reported that pregnant women were mostly concerned about their elderly relatives, children and unborn babies during the COVID-19 pandemic, respectively ( Corbett et al., 2020 ) . In this study, the pregnant women who received the tele-education on pregnancy and birth planning during COVID-19 had a significantly lower posttest PRAQ-R2 \"worries of bearing a physically or mentally handicapped child \" subscale mean score than those who did not. This result suggested that the education was effective in reducing the fears of the pregnant women about their babies' health.",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 104,
                    "text": "( Sinesi et al., 2019 )",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 196,
                    "end": 221,
                    "text": "( Matinnia et al., 2015 ;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 222,
                    "end": 244,
                    "text": "Nilsson et al., 2018 )",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 503,
                    "end": 533,
                    "text": "( Vivilaki and Asimaki, 2020 )",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 672,
                    "end": 701,
                    "text": "( Gökçe İ sbir et al., 2016 ;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 702,
                    "end": 726,
                    "text": "Karabulut et al., 2016 )",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1528,
                    "end": 1563,
                    "text": "( Geissbuehler and Eberhard, 2002 )",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1736,
                    "end": 1760,
                    "text": "( Corbett et al., 2020 )",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The tele-education offered to the pregnant women on pregnancy and birth planning during COVID-19 decreased their prenatal distress and anxiety levels. Pregnancy is a critical period in which women are at risk of developing stress and anxiety disorders. Therefore, it is recom-mended to screen every pregnant woman in the prenatal period in terms of stress and anxiety and plan appropriate care for those at risk. Additionally, educational contents about pregnancy and birth planning during COVID-19 should be included in antenatal care training contents to reduce the negative effects of the COVID-19 pandemic, which affects the whole world, on pregnant women.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion and recommendations"
        },
        {
            "text": "No competing financial interests exist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "The authors have no funding or other conflicts of interest to disclose. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of Competing Interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A literature review of pregnancy worries and stress scales",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Abdi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Navidpour",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dolatian",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Iran. J. Psychiatry Behav. Sci",
            "volume": "12",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Pregnancy and perinatal outcomes of women with coronavirus disease (COVID-19) pneumonia: a preliminary analysis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Antonakou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur. J. Midwifer",
            "volume": "4",
            "issn": "4",
            "pages": "1--6",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Open source web based software for random assignment/allocation methods in data processing",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Arslan",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "B"
                    ],
                    "last": "Cicek",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Colak",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int. Artif. Intell. Data Process. Symp. (IDAP)",
            "volume": "",
            "issn": "",
            "pages": "10--13",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Conceived in the Covid-19 crisis: impact of maternal stress and anxiety on fetal neurobehavioral development",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bari Š I Ć",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Psychosom. Obstetr. Gynaecol",
            "volume": "0",
            "issn": "0",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/0167482X.2020.1755838"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The influence of maternal emotions during pregnancy on fetal and neonatal behavior",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "R H"
                    ],
                    "last": "Van Der Bergh",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J",
            "volume": "39",
            "issn": "2",
            "pages": "119--130",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Multiple sclerosisprevalence and associated factors of anxiety and depression among pregnant women",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "O"
                    ],
                    "last": "Busari",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Open Access J. Neurol. Neurosurg",
            "volume": "9",
            "issn": "2",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Clinical characteristics and intrauterine vertical transmission potential of COVID-19 infection in nine pregnant women: a retrospective review of medical records",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "809--815",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Health anxiety and behavioural changes of pregnant women during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Corbett",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur. J. Obstetr. Gynecol. Reproduct. Biol",
            "volume": "249",
            "issn": "",
            "pages": "96--97",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Turkish adaptation of the pregnancy-related anxiety questionnaire-revised 2: validity and reliability study in multiparous and primiparous pregnancy",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "A"
                    ],
                    "last": "Derya",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Ta Ş Han",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Duman",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "D"
                    ],
                    "last": "Ozan",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Midwifery",
            "volume": "62",
            "issn": "",
            "pages": "61--68",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Investigation on demands for antenatal care services among 2 002 pregnant women during the epidemic of COVID-19 in Shanghai",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Zhonghua Fu Chan Ke Za Zhi",
            "volume": "55",
            "issn": "3",
            "pages": "160--165",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Effects of the COVID-19 pandemic on anxiety and depressive symptoms in pregnant women: a preliminary study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Duranku Ş",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Aksu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Maternal-Fetal Neonatal Med",
            "volume": "0",
            "issn": "0",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Fear of childbirth during pregnancy: a study of more than 8000 pregnant women",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Geissbuehler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Eberhard",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Psychosom. Obstetr. Gynecol",
            "volume": "23",
            "issn": "4",
            "pages": "229--235",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The effects of antenatal education on fear of childbirth, maternal self-efficacy and post-traumatic stress disorder (PTSD) symptoms following childbirth: an experimental study",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gökçe İ Sbir",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Nci",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Önal",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Ld I Z",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Appl. Nurse. Res",
            "volume": "32",
            "issn": "",
            "pages": "227--232",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Telemedicine during the COVID-19 pandemic: experiences from Western China",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Med. Internet Res",
            "volume": "22",
            "issn": "5",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Adaption of pregnancy anxiety questionnaire-revised for all pregnant women regardless of parity: PRAQ-R2",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Huizink",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Arch. Women's Ment. Health",
            "volume": "19",
            "issn": "1",
            "pages": "125--132",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Coronavirus and your pregnancy",
            "authors": [],
            "year": 2020,
            "venue": "International Society of Ultrasound in Obstetrics and Gynecology. 2020",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Prevalence and risk factors of maternal anxiety in late pregnancy in China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "T"
                    ],
                    "last": "Kang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int. J. Environ. Res. Public Health",
            "volume": "13",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Does antenatal education reduce fear of childbirth? Int",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Karabulut",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nurse. Rev",
            "volume": "63",
            "issn": "1",
            "pages": "60--67",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Relevance of anxiety in the perinatal period: prospective study in a Hungarian sample",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lefkovics",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Psychosom. Obstetr. Gynecol",
            "volume": "39",
            "issn": "3",
            "pages": "220--227",
            "other_ids": {
                "DOI": [
                    "10.1080/0167482X.2017.1338264"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Fears related to pregnancy and childbirth among primigravidae who requested caesarean versus vaginal delivery in Iran",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Matinnia",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Ministry of Health. 2020",
            "volume": "19",
            "issn": "",
            "pages": "1121--1130",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Anxiety during pregnancy and postpartum: course, predictors and comorbidity with postpartum depression",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Naki Ć Rado Š",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tadinac",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Herman",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Acta Clinica Croatica",
            "volume": "57",
            "issn": "1",
            "pages": "39--51",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Definitions, measurements and prevalence of fear of childbirth: a systematic review",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Nilsson",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMC Pregnancy Childbirth",
            "volume": "18",
            "issn": "1",
            "pages": "1--15",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Coronavirus infection and pregnancy",
            "authors": [],
            "year": 2020,
            "venue": "Royal College of Obstetricians and Gynaecologists",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Anxiety in Pregnancy: Prevalence and Associated Factors. Revista da Escola de Enfermagem da USP",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pais",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pai",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Clin. Diagn. Res",
            "volume": "12",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Anxiety scales used in pregnancy: systematic review",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sinesi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Maxwell",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "O&apos;carroll",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Cheyne",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "BJPsych Open",
            "volume": "5",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Distress and anxiety associated with COVID-19 among Jewish and Arab pregnant women in Israel",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Taubman-Ben-Ari",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chasson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Sharkia",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Weiss",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Reproduct. Infant Psychol",
            "volume": "38",
            "issn": "3",
            "pages": "340--348",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The American College of Obstetricians and Gynecologists",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "If you are pregnant, breastfeeding, or caring for young children",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "The Bc Centre For Disease",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Control",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The BC Centre for Disease Control",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The International Federation of Gynecology and Obstetrics",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The Royal Australian and New Zealand College of Obstetricians and Gynaecologists",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Özgün Ara ş t ı rma original article Gebelikte Ya ş anan Anksiyete, Depresyon ve Prenatal Distres Düzeyinin Do ğum Öncesi Bebe ğe Ba ğlanmaya Etkisi the effect of anxiety, depression and prenatal distress levels in pregnancy on prenatal attachment",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "T"
                    ],
                    "last": "Tunçel",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "K"
                    ],
                    "last": "Süt",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J. Gynecol.Obstetr. Neonatol",
            "volume": "16",
            "issn": "1",
            "pages": "9--17",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Covid Pandemisi S ı ras ı nda Gebelik İ zlemleri Nas ı l Yap ı lmal ı d ı r?",
            "authors": [],
            "year": 2020,
            "venue": "Turkish Society of Obstetrics and Gynecology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Q&A: pregnancy, childbirth and COVID-19",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "G"
                    ],
                    "last": "Vivilaki",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Asimaki",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur. J. Midwifery",
            "volume": "8",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Online antenatal care during the COVID-19 pandemic: opportunities and challenges",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Med. Internet Res",
            "volume": "22",
            "issn": "7",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Perinatal depressive and anxiety symptoms of pregnant women during the coronavirus disease 2019 outbreak in China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am. J. Obstetr. Gynecol",
            "volume": "21",
            "issn": "1",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Prenatal distress in Turkish pregnant women and factors associated with maternal prenatal distress",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Yuksel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Akin",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Durna",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Clin. Nurse",
            "volume": "23",
            "issn": "1-2",
            "pages": "54--64",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Clinical analysis of 10 neonates born to mothers with 2019-NCoV pneumonia",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Transl. Pediatr",
            "volume": "9",
            "issn": "1",
            "pages": "51--60",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "CRediT authorship contribution statement Ye ş im AKSOY DERYA: Conceptualization, Formal analysis, Investigation, Methodology, Supervision, Validation, Writing -original draft, Writing -review & editing. Sümeyye ALTIPARMAK: Investigation, Data curation, Visualization, Writing -original draft, Writing -review & editing. Emine AKÇA: Investigation, Data curation, Writing -original draft, Writing -review & editing. Nilay GÖKBULUT: Investigation, Data curation, Writing -original draft. Ay ş e Nur YILMAZ: Investigation, Data curation, Visualization.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Comparison of the descriptive characteristics of the pregnant women in the experiment and control groups (n = 96).",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Comparison of the obstetric characteristics of the pregnant women in the experiment and control groups (n = 96).",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Distribution of the Pregnant Women's Pretest and Posttest NuPDQ Total, PRAQ-R2 Total and PRAQ-R2 Subscales Mean Scores (n = 96).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We would like to thank the pregnant women who participated in and completed this questionnaire.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "Experiment (n = 48) Control (n = 48) ̄ ± ̄ ± a Test and p value NuPDQ total Pretest 12.18 ± 6.54 11.93 ± 5.14 t = 0.208 p = 0. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scales"
        }
    ]
}