{
    "paper_id": "9e612711bd208841149b502e2345dac2294c69ce",
    "metadata": {
        "title": "New developments in mycological taxonomy and nomenclature and news about the future development of Mycological Progress",
        "authors": [
            {
                "first": "Marc",
                "middle": [],
                "last": "Stadler",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Helmholtz Centre for Infection Research",
                    "location": {
                        "addrLine": "Inhoffenstraße 7",
                        "postCode": "38124",
                        "settlement": "Braunschweig",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Evi",
                "middle": [],
                "last": "Weber",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "While we will still need to rely on the willingness of reviewers to perform their work on time, we are actively aiming to improve the following process further. For instance, we hope that the publisher will soon allow us to use a manuscript template that can be used by the authors to set up their papers by themselves. We have also taken measures to have all new articles in Mycological Progress included in PubMed (MEDLINE) and hope this will be implemented very soon.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "At the same time, we would like to point out some recent community papers that were published primarily on initiative of the ICTF board (https ://www.funga ltaxo nomy.org/) that resulted in various recommendations in order to standardize publications of fungal names. In general, authors are encouraged to follow these recommendations. We also would like to encourage the editors and reviewers of Mycological Progress to take them into account.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The paper by Lücking et al. (2020) covers the state of the art in fungal barcoding and clearly points out the limits of ITS sequence data, which remain to be valuable as the primary barcode, for taxonomic purposes. On the other hand, the authors made strong recommendations to use secondary barcodes and multi-gene genealogies for actual taxonomic rearrangements and pointed out that phenotype-based characteristics will not become expedient for a concise identification anytime soon.",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 34,
                    "text": "Lücking et al. (2020)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Our journal is presently dominated by taxonomic work, and we assume that this will remain so in the near future. However, we would like to encourage authors who want to submit papers to Mycological Progress to keep these recommendations in mind. Even in case of studies that have no primary taxonomic background, it will be crucial to provide as much information on the taxonomy of the fungi that were studied. For instance, we strongly discourage the \"identification\" of a fungus that is supposed to be of value for biotechnological applications or to play an important ecological role, by generating an ITS sequence and using the BLAST tool of NCBI (https ://blast .ncbi.nlm.nih.gov/Blast .cgi). The problems associated with this tentative characterization procedures based on ITS sequences have already been outlined in the past (Raja et al. 2017; Hongsanan et al 2018) . Several studies have also shown the limits of the use of this \"primary barcode, owing to the fact that intraspecific and even intragenomic polymorphisms have been commonly observed in various taxonomy groups of fungi (cf. Stadler et al. 2020 ). The use of secondary barcodes has recently also been recommended by specialists in a guideline on taxonomy of plant pathogenic fungi, where a confusion of the species involved can have drastic consequences (Crous et al. 2021) .",
            "cite_spans": [
                {
                    "start": 832,
                    "end": 850,
                    "text": "(Raja et al. 2017;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 851,
                    "end": 872,
                    "text": "Hongsanan et al 2018)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1097,
                    "end": 1116,
                    "text": "Stadler et al. 2020",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1326,
                    "end": 1345,
                    "text": "(Crous et al. 2021)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "However, there are also some cases where ITS may work very well for taxonomic discrimination of fungi, in particular if it has previously been shown that the ITS-based phylogeny is congruent with the results of careful morphological studies. In addition, certain ecological groups of fungi such as obligate parasites and mutualistic symbionts cannot be easily cultured, and so far, the rDNA is the only part of their genomes that can be made available for phylogenetic studies. In addition, there are entire families and higher taxa of saprotrophic fungi (e.g., Orbiliaceae/Orbiliomycetes; Baral et al. 2020 ) that contain many species without available DNA sequence data, or the only data available as now are ITS or a combination with other genes of the rDNA like LSU or SSU.",
            "cite_spans": [
                {
                    "start": 590,
                    "end": 607,
                    "text": "Baral et al. 2020",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A general problem with the usage of molecular data is that negative results often are not considered for publication. For instance, if it becomes evident that a certain DNA locus is inadequate (no matter whether this is due to polymorphisms or lacking resolution) this fact will often hardly be mentioned in the final publications. The authors will instead publish the optimal phylogeny and base their concepts on successfully obtained sequence data. We therefore would like to encourage authors to send us such examples where mismatches occurred. Therefore, we are planning to publish either a large community paper or a Topical Collection on this matter (\"Negative results in fungal molecular taxonomy and phylogeny\") in the near future. All colleagues who are interested in contributing should please contact the Editor in Chief or the Managing Editor per email and provide details about the DNA locus, the taxonomic group and the problem they encountered. This could be based on, e.g., the following:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• the frequent occurrence of deviating sequence data in a given taxonomic group that may point towards the presence of pseudogenes; • highly redundant sequence data of several species in a given genus that can be resolved by using other DNA loci; • sequences of type strains or other important representatives of taxa that are difficult or even impossible to align",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We have already launched a Topical Collection in honor of Franz Oberwinkler and another one on wood-decaying Basidiomycota 1 is now under way. One of the next projects of this kind will concern the contributions to the International Conference of the DGfM, which is planned to be held in October of 2021 on the occasion of the 100th anniversary of the society. 2 The first call for symposia and contributions will be published soon. Even though it is not yet absolutely clear whether it will be possible to hold the meeting, due to insecurities associated with the COVID-19 pandemic, we hope that the meeting will take place and encourage all interested mycologists who may want to join to watch out for details.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Further thematic suggestions for future topical collections are most welcome, and anybody who wants to act as guest editor is strongly encouraged to contact the Editor in Chief or the Managing Editor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The paper by Thines et al. (2020) treats another matter that was considered to be important at least by part of the ICTF Board. The authors propose that all scientific fungal names including the valid names of higher taxa (and not, as currently practiced by the vast majority of scientific journals, only genera and species names) should henceforth be written in italics.The major advantage of this change should be to make these names more visible, and therefore, the authors recommend italicization of all fungal names (including those above genus rank) in the future. Mycological Progress is generally in favor of this new practice, and we encourage authors of new manuscripts to follow the recommendations by Thines et al. (2020) . However, since we are aware of some constraints (e.g., with italic and other special fonts getting lost through the transfer of the manuscripts to the copy editing template), we do not yet make it mandatory. Authors should decide before submission whether they want to italicize all higher taxa or whether they want to stay with the current practice. It is important that the manuscript is consistent in this respect. Once we have managed to obtain the above mentioned manuscript template, which is supposed to make the transfer of the text into the final version of the manuscript expedient, we may make it mandatory to use italics for all taxon names consistently.",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 33,
                    "text": "Thines et al. (2020)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 713,
                    "end": 733,
                    "text": "Thines et al. (2020)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Another option that we are now discussing with the publisher is to capture these names automatically, considering that this would also be in-line with the implementation of proposal F-007, which was discussed and approved at the IMC11 (cf. Parra et al. 2018) . This \"Proposal to Recommend the Use of an Identifier as an Alternative to the Citation of the Authors of Fungal Names\" concerns the introduction of an identifier for the name of a taxon issued by an ICN-recognized registration repository, which may be used in place of the author citation of the name. The identifier should be preceded by a hash (#) and enclosed in square brackets. In electronic publications this identifier should be directly linked out to its stable representation (Universal Resource Indicator) in one of the registration repositories.",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 258,
                    "text": "Parra et al. 2018)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Another forthcoming paper by Aime et al. (submitted) contains detailed recommendations for the format of new species descriptions and we would like to encourage our authors to follow those in the future. Many of these recommendations are already in-line with our current Instructions to Authors, anyway, but the recent paper also gives some examples for \"model papers\" for different fungal groups and provides a template for preparing standardized species descriptions. There are some recommendations that leave room for discussion; for instance, we actually discourage the use of the artificial neologisms \"asexual\" and \"sexual morph\" because this is not always scientifically accurate (cf. Kirschner 2019). Hence, we prefer to stay with the traditional terms \"anamorph\" and \"teleomorph\" that have been used for decades and by which the ambiguity caused by parasexuality is avoided.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The mycological community as well as the editors of Mycological Progress used the time of COVID lockdown to improve and harmonize the workflow regarding accelerated publication of new papers, standardize the publication procedures for new fungal taxa and make the user communities (i.e., non-specialists like biotechnologists, plant pathologists and natural product chemists) aware of the importance of good practice in fungal taxonomy and nomenclature. But ultimately we hope that this situation can soon be improved and the manifold constraints caused by the pandemic can soon be overcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Monograph of Orbiliomycetes (Ascomycota) based on vital taxonomy. Part I + II",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "O"
                    ],
                    "last": "Baral",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Marson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "National Museum of Natural History Luxembourg, 1752 pp Crous PW",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1094/PHYTO-11-20-0512-PER"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Can we use environmental DNA as holotypes?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hongsanan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jeewon",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Purahong",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Fungal Divers",
            "volume": "92",
            "issn": "",
            "pages": "1--30",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Sex does not sell: the argument for using the terms \"anamorph\" and \"teleomorph\" for fungi",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kirschner",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Mycol Progr",
            "volume": "18",
            "issn": "",
            "pages": "305--312",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Unambiguous identification of fungi: where do we stand and how accurate and precise is fungal DNA barcoding?",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lücking",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Aime",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Robbertse",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "IMA Fungus",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Proposals for consideration at IMC11 to modify provisions related solely to fungi in the International Code of Nomenclature for algae, fungi, and plants",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Parra",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Zamora",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Hawksworth",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "IMA Fungus",
            "volume": "9",
            "issn": "1",
            "pages": "i--vii",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Fungal identification using molecular tools: a primer for the natural products research community",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Raja",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Pearce",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "H"
                    ],
                    "last": "Oberlies",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Nat Prod",
            "volume": "80",
            "issn": "",
            "pages": "756--770",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Intragenomic polymorphisms in the ITS region of high-quality genomes of the Hypoxylaceae (Xylariales, Ascomycota)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stadler",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lambert",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wibberg",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Mycol Progr",
            "volume": "19",
            "issn": "3",
            "pages": "235--245",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Setting scientific names at all taxonomic ranks in italics facilitates their quick recognition in scientific papers",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Thines",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Aoki",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Crous",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "IMA Fungus",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}