{
    "paper_id": "9e83ef15493edbd5c9536e92f58b052a720f6c89",
    "metadata": {
        "title": "Digital pathology in the time of corona",
        "authors": [
            {
                "first": "Nikolas",
                "middle": [],
                "last": "Stathonikos",
                "suffix": "",
                "affiliation": {},
                "email": "n.stathonikos-2@umcutrecht.nl"
            },
            {
                "first": "Nadege",
                "middle": [
                    "C"
                ],
                "last": "Van Varsseveld",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Aryan",
                "middle": [],
                "last": "Vink",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Marijke",
                "middle": [
                    "R"
                ],
                "last": "Van Dijk",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tri",
                "middle": [
                    "Q"
                ],
                "last": "Nguyen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wendy",
                "middle": [
                    "W J"
                ],
                "last": "De Leng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Miangela",
                "middle": [
                    "M"
                ],
                "last": "Lacle",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Roel",
                "middle": [],
                "last": "Goldschmeding",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Paul",
                "middle": [
                    "J"
                ],
                "last": "Vreuls",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Van Diest",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The 2020 COVID-19 crisis has had and will have many implications for healthcare, including pathology. Rising number of infections create staffing shortages and other hospital departments might require pathology employees to fill more urgent positions. Furthermore, lockdown measures and social distancing cause many people to work from home. During this crisis, it became clearer than ever what an asset digital diagnostics is to keep pathologists, residents, molecular biologists and pathology assistants engaged in the diagnostic process, allowing social distancing and a 'need to be there' on-the-premises policy, while working effectively from home. This paper provides an overview of our way of working during the 2020 COVID-19 crisis with emphasis on the virtues of digital pathology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Since fast and affordable whole slide scanners were brought to the market, the implementation of digital pathology has taken off. 1 With the promise to replace the microscope, digital whole slide images (WSIs) could be viewed on computer screens and shared real time among colleagues without having to ship glass slides around. Apart from the most basic use case, which is remote viewing, digital pathology includes use cases such as archiving, 2 research, 3 4 teaching, 5 6 streamlining multidisciplinary meetings, 2 remote diagnosis (eg, frozen sections), 7 remote consultation 8 9 and primary diagnostics [10] [11] [12] [13] [14] for which proper validation studies have been performed. 14 15 The worldwide 2020 COVID-19 crisis provided healthcare in general with tremendous challenges, and even though pathology may not have been in the primary line of fire, pathology labs need to find new ways of working to adapt to the volatile circumstances caused by the virus. Submitted specimens and autopsies need to be treated as potentially infectious. Rising number of infections create staffing shortages and other hospital departments might require pathology employees to fill more urgent positions. Furthermore, lockdown measures and social distancing caused many people to stay and work from home. During this crisis, it became clearer than ever what an asset digital diagnostics is to keep pathologists, residents, molecular biologists and pathology assistants engaged in the diagnostic process in a responsible way, as described below.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 131,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 457,
                    "end": 460,
                    "text": "3 4",
                    "ref_id": null
                },
                {
                    "start": 471,
                    "end": 474,
                    "text": "5 6",
                    "ref_id": null
                },
                {
                    "start": 580,
                    "end": 583,
                    "text": "8 9",
                    "ref_id": null
                },
                {
                    "start": 608,
                    "end": 612,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 613,
                    "end": 617,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 618,
                    "end": 622,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 623,
                    "end": 627,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 628,
                    "end": 632,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 690,
                    "end": 692,
                    "text": "14",
                    "ref_id": null
                },
                {
                    "start": 693,
                    "end": 695,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The UMC Utrecht started to build up a digital pathology infrastructure in 2008 based on three Aperio scanners (Leica Biosystems, Wetzlar, Germany), a tape storage system and a custom in-house developed image integration software, amassing a complete digital archive of scanned histology slides over the last 12 years. 2 16 Since the beginning of 2016, we have a full digital diagnostics workflow in place consisting of four highthroughput Hamamatsu XR NanoZoomer 2.0 and one Hamamatsu RS NanoZoomer 2.0 whole slide scanners 1 and our heart of the operation, the Sectra Picture Archiving and Communication System (PACS). As soon as the glass slides are ready, they are moved to our scanning facility where they are digitised. The scanned slides are added to the correct case based on the barcode and metadata information, and complete cases are automatically assigned to the proper worklist in the PACS based on the type of material, requesting physician or clinic, accession number and age of the patient. We have created a large number of worklists to accommodate all teams of organ specialists. A large part of our weekly workflow is the participation in multidisciplinary meetings for which we have created dedicated recurring worklists where pathologists can add cases by simply right-clicking on a particular examination to add to the worklist.",
            "cite_spans": [
                {
                    "start": 318,
                    "end": 319,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 320,
                    "end": 322,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "The UMC Utrecht digital pathology infrastructure"
        },
        {
            "text": "Besides WSI, our PACS holds all images of diagnostic cases from the department, including order forms, and macro, electron microscopy, immunofluorescence, autopsy and fluorescence in situ hybridization (FISH) images.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The UMC Utrecht digital pathology infrastructure"
        },
        {
            "text": "Our storage system is the largest part of our infrastructure and one of the most essential to support our digital workflow. We decided to keep all images since the start of our digital pathology endeavour, in 2008, up until today. All newly scanned cases move to the first storage tier, which consists of highperformance Dell VNX storage nodes, and after the pathology report of a case has been authorised, all related images are archived to the next storage tier, which is a Dell Isilon system. The PACS employs a direct archive access protocol that permits us to view the archived cases without the need to retrieve them from archive (an otherwise time-consuming operation), which effectively permits us to access the history of a patient since 2008.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The UMC Utrecht digital pathology infrastructure"
        },
        {
            "text": "The 2020 COVID-19 crisis forced us to quickly come up with a new way of working, based on international standards [17] [18] [19] and social distancing even within the department, the 'need to be there base' and working in week shifts. In all units, except for the cytology and patient administration units that were too small and employed too many parttimers, two shifts were formed that would work",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 118,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 119,
                    "end": 123,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 124,
                    "end": 128,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "The 2020 COVID-19 crisis: a new way of working"
        },
        {
            "text": "week-on/week-off on the premises and from home. This would allow social distancing on the staff and laboratory wings, and when members in one shift would be infected, the other shift could take over completely as a backup team.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Review"
        },
        {
            "text": "Working from home was facilitated through a VPN connection, which many staff members had already used for years for diagnostic purposes, now made available to all employees of the department. This provided us with full connection to the digital workspace of the UMC Utrecht, including the digital pathology workflow. The on-the-premises staff team would minimally consist of three residents, the minimum number of pathologists needed to cover the general tasks cytology/autopsy and grossing supervision/on call/frozen sections and at least one pathologist for the major organ systems (skin, breast, gynaecology, haematology, renal, paediatric, gastrointestinal, urology, neurology, pulmonary and head and neck pathology). Even for the designated on-the-premises team, we followed the 'need to be there' principle, as in when local presence was not needed on a given day (eg, no autopsies, cytology microscopy work finished), staff members would return home to work remotely. Social distancing on the premises was maintained as much as possible, making sure there would be 1.5 m between individuals whenever possible during face-to-face meetings, coffee and lunch breaks, etc. The central hospital restaurants were closed during the crisis and replaced by food brought from home or food collected from several smaller take-away spots spread over the hospital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Review"
        },
        {
            "text": "Following the WHO standard precautions, 20 most patient samples collected in the UMC Utrecht, with the exception of larger surgical specimens, were delivered to the reception desk of the pathology department in biosafety bags. External patient samples were collected in formalin and delivered in leak-proof secondary containers or biosafety bags. Personal protective equipment (PPE) for employees at the reception desk was more tight including disposable gloves and laboratory coats, as all materials were considered potentially contaminated. Safety bags were cut open with a knife; primary specimen containers were first decontaminated with alcohol, then provided with the usual case identifying labels after registration and finally passed on to the grossing room. Passage between the reception desk and grossing room was restricted to avoid cross-contamination and was only used for transfer of primary specimen containers and forms. All forms were digitised and made available via the PACS and were stored afterwards in this reception area.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reception desk and grossing room"
        },
        {
            "text": "For grossing, it was arranged that contrary to the pre-COVID-19 situation where we would receive operation specimens preferentially fresh, all fresh tissues (except frozen sections) were placed in formalin in the operating rooms to inactivate the virus. For further handling, histologic material was categorised as low, medium or high infectious risk after deliberation with the UMC Utrecht experts from infection prevention and virology. Low-risk material was processed as usual. Medium-risk and high-risk tissues were fixed in formalin for at least 30 min and further initially dissected (eg, opening bowel specimens) while submerged in formalin. For high-risk materials, residents/pathologists used extra PPE such as FFP2 masks. This was also the case for handling of frozen sections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reception desk and grossing room"
        },
        {
            "text": "Grossing after initial dissection was performed as usual after 24-hour to 48-hour fixation with the usual protective measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reception desk and grossing room"
        },
        {
            "text": "Since the implementation of a full digital diagnostics workflow at our department in 2016, the desk of every pathologist and resident has been equipped with a digital diagnostic workstation including a 3D mouse and multiple screens, of which a 27-inch 4 k display with an IPS panel was used as main image viewer. 1 This setup already enabled a pathologist to work with one or two residents in the same office, while keeping the required distance of 1.5 m according to Dutch standards.",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 314,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Digital home diagnostics"
        },
        {
            "text": "With the dynamic worklists of our PACS, cases are automatically assigned to a designated organ folder, thus dividing the workload of that day between the pathologists and the residents working on the premises and those working from home. In addition, the chat function and annotation function of the PACS provided optimal tools for supervision and internal consultations, regardless of whether a pathologist or resident worked on the premises or from home. The integrated system consisting of PACS, UDPS (our pathology reporting system) and lab management system allowed those working from home to make reports and request additional examinations, for example, deeper cuts, immunohistochemical stainings or molecular analyses, not different from those working on the premises.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Digital home diagnostics"
        },
        {
            "text": "The need for prompt action did not allow for proper preparation of the home workspaces, and although many of us (especially the pathologists) had worked occasionally digitally from home before the COVID-19 crisis on a basic setup, adaptations appeared to be necessary for some as we went along. Based on a questionnaire for 28 pathologists and residents, 10 (35.7%) indicated that no adaptations were necessary. Four of us bought a new computer, eight an extra high resolution (4 k) monitor (according to advice of our in-house IT manager), five a new mouse, three upgraded their WiFi router, one upgraded to a better internet provider and two each replaced the webcam and headset. Figure 1 shows a typical example of a home workspace.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 682,
                    "end": 690,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Digital home diagnostics"
        },
        {
            "text": "Connection to the UMC Utrecht pathology workspace was facilitated through a VPN portal connection. Pathologists and residents connect via a Citrix Netscaler Gateway (Citrix, Fort Lauderdale, USA) to a virtualised desktop that hosts all necessary applications that particular user has access to. The users can then use the PACS and pathology reporting system as if they were physically located in the hospital. There is no cap between the connection between the remote user and the hospital, the VPN uses the maximum bandwidth of the local user.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Digital home diagnostics"
        },
        {
            "text": "We did not specify or even test local bandwidth from the various home connections, again assuming that if too low connection speed was perceived (by our staff or their complaining kids), individuals would have to take local action. Having said that, we in fact did not anticipate too many speed issues since the Sectra PACS viewer has a very low latency of image retrieval, which had previously proved to not be susceptible to the substandard or overcrowded WiFi that we sometimes encounter around the world. Based on a questionnaire for 28 pathologists and residents, 15 (55.6%) found the speed of applications to be similar to that in the office, 9 (33.3%) said it was a bit slower and 3 (11.1%) found it clearly slower. As to the speed of image retrieval that was found to be a bit slower than that in the office by 12 (44.4%), whereas 12 (44.4%) said it was similar and 3 (11.1%) found it to be clearly slower. Figure 2 shows the weekly case submission rate from the beginning of 2020 through the first 2 months of the COVID-19 crisis, showing a sharp drop in week 12, picking up in week 19. Figure 3 shows the weekly turnaround times from the beginning of 2020 through the first 2 months of the COVID-19 crisis,",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 915,
                    "end": 923,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1096,
                    "end": 1104,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Digital home diagnostics"
        },
        {
            "text": "showing stable turnaround times during weeks 12-19 despite working from home for about 50%. We did not register which cases were signed out on the premises and which from home, estimated to be about 50% of our case load, but the overall stable turnaround time makes it unlikely that home diagnostics had a negative influence here.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Review"
        },
        {
            "text": "Home digital diagnostics were not formally validated, as prompt action did not allow for this. However, most of us had already occasionally worked from home for many years without any errors being attributable to working from home. Also during the multidisciplinary meetings that are often done by another pathologist than the one signing out, including full review of all cases to be discussed, no errors attributable to working from home have been detected in the first 3 months.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Review"
        },
        {
            "text": "Pathology residents were also divided into two teams that would work week-on/week-off on the premises and from home. In each team, junior and senior residents were equally represented. The supervising pathologist kept in touch with both teams to coordinate activities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Residents"
        },
        {
            "text": "During the on-the-premises week, the designated resident team consisted of the minimally required number of residents, usually three to five, to perform tasks such as grossing (that was sometimes supervised by a remote pathologist using FaceTime), autopsies and frozen sections. Social distancing was maintained as much as possible, for example, by rearranging seating placement in the office space.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Residents"
        },
        {
            "text": "During the working-from-home week, residents worked via the above-mentioned digital workspace of the UMC Utrecht, thereby having full access to the pathology workflow. Digital pathology slides could easily be examined from home through the PACS. The residents would place annotations and comments on the digital slides, which could be reviewed by the supervising pathologist, and created the pathology reports by structured reporting or keyboard. Conveniently, the resident and supervising pathologist could simultaneously review a digital slide and point out to each other important findings real-time, both arrows being visible (figure 4), while using a regular phone Review connection for audio. Communication between residents and supervising pathologists was also maintained via email and the chat function in the PACS (figure 4). For diagnostic multidisciplinary meetings, videoconferencing was used, enabling residents working from home to attend these meetings digitally and to even share digital pathology slides with other medical specialists. After an initial scaling down of the morning physical joint slide viewing session, this activity was resumed after 2 months by screen-sharing images from the PACS through WebEx allowing pathologists and residents at home to participate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Residents"
        },
        {
            "text": "Plenary meetings were replaced by videoconferencing (Zoom, later WebEx because of security concerns), including the monthly staff and diagnostic meetings. Our early morning on-the-premises 'roll call', normally attended by all available residents and pathologists and one or two representatives from the different units where we discuss issues with regard to staffing and lab procedures, was trimmed down to four pathologists, one resident and one representative from the different units, enabling to keep the Dutch social distancing limit 1.5 m. The head of department would call in by telephone during his week-off. Showing interesting or typical diagnostic cases, normally a regular part of the morning roll call, was suspended with so few people around. The weekly 'walk-in' meeting between the unit heads and the department management team was cancelled for the duration of the crisis since social distancing could not be maintained on the narrow corridor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Meetings"
        },
        {
            "text": "Multidisciplinary meetings were scaled down as much as possible. The meetings that did take place were physical or virtual. When the physical presence of the pathologist or resident was desired at a meeting, 1.5 m social distancing was maintained. Virtual video participation (eg, Vidyo) was already a common practice before the COVID-19 measures started, but was rolled out successfully over more multidisciplinary meetings. The functionalities of such computer programmes make the contribution of the pathologist or resident comparable with the physical presence at a meeting, for example, by sharing screens that enable explaining macroscopic and microscopic images. Also here, having digital macroscopic and microscopic images available from the PACS during the multidisciplinary meeting was a great asset.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Meetings"
        },
        {
            "text": "In the morgue, special precautions were taken to protect the personnel from being infected during taking care of the deceased COVID-19-infected patients according to the international standards. 20 21 In addition, the removal of tubes and lines was preferably performed on the ward before moving the patients to the morgue. Exudating patients were transported to the morgue in a body bag, although over the weeks it became clear that almost all COVID-19 patients were non-exudative. Our academic hospital scaled up to about 100 beds on COVID-19 cohort units and from 40 to 60 beds (of which 54 were used on the peak of the infection wave) on the intensive care unit during the pandemic, with 480 instead of the usual 130 professionals involved, resulting in a significant increase in deceased patients. Our morgue personnel, who also assist with autopsies, was very busy with the increased regular morgue work. This, and the limited availability of PPE, forced us to initially scale down our autopsy activities to those considered most relevant (eg, acute dead in a young person) after discussion with the autopsy pathologist on call. Later, when the number of deceased patients normalised and PPE became available again, regular autopsy activities were resumed.",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 200,
                    "text": "20 21",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The morgue and autopsies"
        },
        {
            "text": "Perinatal autopsies were not affected because of the limited need of assistance from the morgue personnel and the low risk of COVID-19 infection. If the COVID-19 status of the autopsy patient was not evident, we considered the patient positive and took precautionary measures according to our protocol of infected autopsies. Consultation of colleague pathologists for histological assessment of the different organ systems was done digitally and the final autopsy reporting was therefore not delayed. Figure 5 shows the weekly autopsy rate from the beginning of 2020 through the first 2 months of the COVID-19 crisis, showing a drop in weeks 14-18, picking up again from week 19.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 501,
                    "end": 509,
                    "text": "Figure 5",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "The morgue and autopsies"
        },
        {
            "text": "At the molecular pathology laboratory, every workday started with a unit roll call attended by those from the on-the-premises shift (half the technicians and one clinical scientist in molecular pathology (CSMP)). Thereafter, the four CSMPs started a WebEx meeting to discuss difficult cases from the previous day as well as issues and workload for the present day. The technicians present in the hospital performed laboratory procedures, while those working from home performed data analysis. Most assays were performed once a week, and only next generation sequencing (NGS) and FISH were performed two times per week. The input of the pathologist was provided digitally through the PACS where they annotated the relevant tissue area and provided the tumour cell percentage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Molecular pathology"
        },
        {
            "text": "A digital molecular authorisation list was created for the CSMP to finalise and authorise the test results. Image and graphic results from array analyses, FISH and T-cell and B-cell clonality were accessed through the PACS; other number data were stored at the regular storage locations on the department server. After data analysis, the molecular findings were reported in the pathology reporting system. If any feedback was necessary (eg, reflex testing), this was mentioned in the digital molecular authorisation list, which was regularly checked by the technicians.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Molecular pathology"
        },
        {
            "text": "Every week ended with a short checkout meeting, after which relevant information was transferred via email to the chief technician of the next week. A weekly work discussion via WebEx allowed both teams to share with all colleagues what they worked on that week especially, since the work-at-home team was able ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Molecular pathology"
        },
        {
            "text": "to work on the quality system and self-education in for instance new techniques that were being implemented in the laboratory. Figure 6 shows the weekly rate of submissions with molecular testing from the beginning of 2020 through the first 2 months of the COVID-19 crisis, showing only a slight drop from week 13 onwards.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 127,
                    "end": 135,
                    "text": "Figure 6",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Review"
        },
        {
            "text": "Research activities were suspended except for quickly finishing up vital experiments and maintaining mice strains, cell lines and organoids until they could be frozen down. Research labs were closed and researchers would continue to work from home, particularly on digital images of previously stained slides, analyse datasets, finish manuscripts for publication and regulatory paperwork, and write grant proposals. Jointly reassessing and scoring research cases by pathologists and researchers were regularly and successfully done from home through the PACS while sharing the microscopy screen through WebEx.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research"
        },
        {
            "text": "Researchers stayed in touch with each other and their supervisors through regularly scheduled video conferencing, including morning coffee sessions and Friday evening 'home' drinks. PhD ceremonies were, after a short shut down period, continued online through StarLeaf (figure 7).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research"
        },
        {
            "text": "As the pathology department of a large university hospital, we are involved in the education of medical and biomedical students in most parts of the curriculum, predominantly in the form of lectures and microscopy courses. During the COVID-19 pandemic, access to the hospital was restricted to medical students doing a clinical rotation. Therefore, we switched to digital lectures (first by Zoom, later WebEx and finally Teams that could handle more students). This worked amazingly well and opens up possibilities for the future. The students were instructed to switch off their microphones and ask questions by chat that sometimes were coordinated by a moderator next to the teacher. Fortunately, all our microscopy courses were already available digitally and had been running like that successfully for years. 6 However, the Slidebox application that we use for these courses cannot be accessed from outside the firewall of our hospital. Therefore, the students could not individually do the microscopy courses and the teacher had to show the microscopy course using the share screen option, which worked however satisfactorily.",
            "cite_spans": [
                {
                    "start": 814,
                    "end": 815,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Teaching students"
        },
        {
            "text": "An online questionnaire was created to assess the appreciation of working digitally from home, on which 18 pathologists and 10 residents responded. Fifteen did only diagnostic work from home, 11 diagnostics and research, 1 only research and 1 only teaching. The vast majority (n=20, 71.4%) indicated they did about 25%-50% of their work digitally from home, 3 (10.7%) <10%, 3 (10.7%) 10%-25% and 2 (7.1%) >50%. Compared with working digitally in the office, the majority (n=13, 48.1%) said that working from home was almost as good as working in the office, 6 (22.2%) found it clearly worse, 6 (22.2%) similar and 2 better. Asked about the advantages of working from home, 23 (82.1%) indicated no travel time, 21 (75%) being more flexible during the day, 9 (35%) less stress, 11 (32.1%) better focus, 6 (21.4%) being around the family more and 1 each mentioned more efficient interaction with colleagues and more time for research and education. As to disadvantages, 24 (88.9%) perceived less interaction with colleagues, 4 (14.8%) less focus, 2 (7.4%) higher stress and one time each was ticked for lesser image quality, having no glass slides available for comparison, slower applications and online lecturing being boring.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appreciation of working digitally from home"
        },
        {
            "text": "The wish list to further optimise the home working space consisted of the sync between the PACS and pathology reporting system (UDPS) (n=21), speech recognition (n=20), a 3D mouse (n=14), higher image retrieval speed (n=8) and higher screen resolution (n=7).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appreciation of working digitally from home"
        },
        {
            "text": "When asked if they would like to keep working digitally from home once the crisis was over, 15/28 (53.6%) answered 'occasionally', 10 (35.7%) 'regularly', 2 (7.1%) 'absolutely not' and 1 (3.6%) 'as much as I can'. Overall, working from home was rated as 7.4 on average on a scale of 10, 10 being best.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appreciation of working digitally from home"
        },
        {
            "text": "The 2020 COVID-19 crisis confronted us, like so many other pathology labs, with unprecedented challenges. Our digital pathology workflow appeared to be instrumental in our adaptations to this unique situation. Working in two shifts, weekon, week-off, enabled social distancing for the lab personnel and pathology staff, one shift working from home digitally through a safe VPN connection, including digital diagnostics. The PACS provided full access to the digital images for pathologists and residents, who created the pathology reports by structured reporting or typing. Also the CSMP worked largely from home using the PACS for FISH images and graphic reports. Speech recognition was unfortunately not available from home, which likely resulted in lower productivity. With the plunge in production that we were facing during the COVID-19 crisis (see figures), and the fact that we used structured reporting for many tumour types, we managed to keep up the work with no decline in turnaround time, but having speech recognition available at home is certainly an improvement for the future. Further, not all pathologists were well equipped at home with large high resolution screens and ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "proper computer hardware, so some upgraded computers and got an extra high resolution screen. Home ergonomics can probably be further improved with wider use of a 3D mouse, while optimal speed of image retrieval and a working sync between the PACS and the pathology reporting system would also be a major improvement to prevent mix-ups. Fortunately, the latter and home speech recognition will be available within the next PACS upgrade that is expected summer 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Review"
        },
        {
            "text": "Being able to work digitally from home was essential to convert to the two-shift way of working. The urgent nature of changing our way of working inherently did not allow time for proper preparations, but with some quick hardware fixes and some remaining wishes for optimisation, working digitally at home was scored 7 on a scale of 10. Most of us would like to continue regularly working digitally from home even when the COVID-19 crisis is over. This also applied to all of the residents, which was a surprise, so proper pathology training also seems to be possible while working (part-time) at home. Having a choice to do so, once the COVID-19 crisis is over, would however be quite nice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Review"
        },
        {
            "text": "Supervising residents worked remarkably well remotely, but they missed their monthly diagnostic teaching sessions and discussing interesting cases during the morning roll call in the first 2 months of the crisis and were happy this was resumed digitally. Further, scaling down the autopsies naturally had implications for their autopsy training. Space in the grossing room is tight, too tight to maintain social distancing, for which we have no short-term solution. Thankfully, we had already made plans for building a new much larger one so the current situation might help to increase priority of the plans. Also teaching the students remotely worked well, although it became clear that we will need a new digital microscopy teaching platform that allows access from outside the hospital firewall.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Review"
        },
        {
            "text": "Research was heavily implicated by the COVID-19 crisis, all labs being closed and progress for projects being delayed for several months. This has resulted in significant insecurity with regard to finishing projects and PhD theses, as well as junior scientists being deprived of opportunities to further their career by producing killer papers and obtaining personal grants. Further, this has caused significant financial problems for which we have no solution now. Revising cases for research projects from home was facilitated by WebEx screen sharing from the PACS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Review"
        },
        {
            "text": "Also, the plunge in diagnostic production (see figures 2 and 5) has caused large financial problems, with a €150 k lower turnover in the first 4 weeks. Whether we will catch up when elective care (which is a significant percentage of our pathology practice) after the crises ends is scaled up again, only time will tell. Likely, we will be among many departments (and even hospitals) making a loss in 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Review"
        },
        {
            "text": "Lastly, this crisis has socially been difficult. Although there were certainly advantages for family life by being much more at home (with less morning stress for those parents with young children), some faced higher stress having to work at home with the kids around, daycare facilities being closed. Further, we clearly missed the face-to-face interaction with colleagues within the department, which could not be fully replaced by video meetings and increased WhatsApp traffic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Review"
        },
        {
            "text": "In conclusion, the 2020 COVID-19 has taught us how to adapt to a new way of working in which digital pathology played an essential role, enabling social distancing while still being productive, which may have worked since we have at the time of writing of this article zero proven infected individuals at the department. Some assets of this new way of working will be maintained beyond the crisis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Review"
        },
        {
            "text": "Handling editor Runjan Chetty.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Review"
        },
        {
            "text": "► A digital pathology infrastructure offers flexibility in the face of crisis such as the COVID-19 pandemic. ► When pathologists have access to digital pathology tools, they can adapt quite quickly without sacrifising the quality of delivered diagnosis. ► COVID-19 taught us that working remotelly is viable and it will affect our workflow in the future by routinelly allowing pathologists working from home.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Take home messages"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Being fully digital: perspective of a Dutch academic pathology laboratory",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Stathonikos",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "Q"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Spoto",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Histopathology",
            "volume": "75",
            "issn": "",
            "pages": "621--656",
            "other_ids": {
                "DOI": [
                    "10.1111/his.13953"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Creation of a fully digital pathology slide archive by high-volume tissue slide scanning",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Huisman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Looijen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Van Den Brink",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Hum Pathol",
            "volume": "41",
            "issn": "",
            "pages": "751--758",
            "other_ids": {
                "DOI": [
                    "10.1016/j.humpath.2009.08.026"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Long-Term prognosis of young breast cancer patients (≤40 years) who did not receive adjuvant systemic treatment: protocol for the paradigm initiative cohort study",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Dackus",
                    "suffix": ""
                },
                {
                    "first": "Ter",
                    "middle": [],
                    "last": "Hoeve",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Opdam",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BMJ Open",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjopen-2017-017842"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Optimal adjuvant endocrine treatment of ER+/HER2+ breast cancer patients by age at diagnosis: a population-based cohort study",
            "authors": [
                {
                    "first": "Gmhe",
                    "middle": [],
                    "last": "Dackus",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jóźwiak",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Sonke",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Eur J Cancer",
            "volume": "90",
            "issn": "",
            "pages": "92--101",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ejca.2017.11.010"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Traditionele versus virtuele microscopie bij Het onderwijs in de histopathologie",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Valkenburg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Dijk",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Cate",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "TMEO",
            "volume": "28",
            "issn": "",
            "pages": "261--269",
            "other_ids": {
                "DOI": [
                    "10.1007/BF03081812"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Virtual microscopy and digital pathology in training and education",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Hamilton",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Mccullough",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "APMIS",
            "volume": "120",
            "issn": "",
            "pages": "305--320",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1600-0463.2011.02869.x"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Utility of telepathology as a consultation tool between an off-site surgical pathology suite and affiliated hospitals in the frozen section diagnosis of lung neoplasms",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Vitkovski",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bhuiya",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Esposito",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Pathol Inform",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.4103/2153-3539.168515"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Consultation on urological specimens from referred cancer patients using real-time digital microscopy: optimizing the workflow",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Holten-Rossing",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Larsen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Toft",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Pathol Inform",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.4103/2153-3539.177689"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Pathology image exchange: the Dutch digital pathology platform for exchange of Whole-Slide images for efficient Teleconsultation, Telerevision, and virtual expert panels",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Diest",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Huisman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Van Ekris",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "JCO Clin Cancer Inform",
            "volume": "3",
            "issn": "",
            "pages": "1--7",
            "other_ids": {
                "DOI": [
                    "10.1200/CCI.18.00146"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Whole slide images for primary diagnostics in dermatopathology: a feasibility study",
            "authors": [
                {
                    "first": "Al-Janabi S",
                    "middle": [],
                    "last": "Huisman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vink",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Clin Pathol",
            "volume": "65",
            "issn": "",
            "pages": "152--160",
            "other_ids": {
                "DOI": [
                    "10.1136/jclinpath-2011-200277"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Digital slide images for primary diagnostics in breast pathology: a feasibility study",
            "authors": [
                {
                    "first": "Al-Janabi S",
                    "middle": [],
                    "last": "Huisman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Willems",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Hum Pathol",
            "volume": "43",
            "issn": "",
            "pages": "2318--2343",
            "other_ids": {
                "DOI": [
                    "10.1016/j.humpath.2012.03.027"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Whole slide images for primary diagnostics of gastrointestinal tract pathology: a feasibility study",
            "authors": [
                {
                    "first": "Al-Janabi S",
                    "middle": [],
                    "last": "Huisman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vink",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Hum Pathol",
            "volume": "43",
            "issn": "",
            "pages": "702--709",
            "other_ids": {
                "DOI": [
                    "10.1016/j.humpath.2011.06.017"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Whole slide images for primary diagnostics of paediatric pathology specimens: a feasibility study",
            "authors": [
                {
                    "first": "Al-Janabi S",
                    "middle": [],
                    "last": "Huisman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nikkels",
                    "suffix": ""
                },
                {
                    "first": "Pgj",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Clin Pathol",
            "volume": "66",
            "issn": "",
            "pages": "218--241",
            "other_ids": {
                "DOI": [
                    "10.1136/jclinpath-2012-201104"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The diagnostic concordance of whole slide imaging and light microscopy: a systematic review",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Goacher",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Randell",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Arch Pathol Lab Med",
            "volume": "141",
            "issn": "",
            "pages": "151--61",
            "other_ids": {
                "DOI": [
                    "10.5858/arpa.2016-0025-RA"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A systematic analysis of discordant diagnoses in digital pathology compared with light microscopy",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dacosta",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Goacher",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Arch Pathol Lab Med",
            "volume": "141",
            "issn": "",
            "pages": "1712--1720",
            "other_ids": {
                "DOI": [
                    "10.5858/arpa.2016-0494-OA"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Going fully digital: perspective of a Dutch academic pathology lab",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Stathonikos",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Veta",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Huisman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Pathol Inform",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.4103/2153-3539.114206"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Coronavirus: COVID-19 resources hub",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "18 College of American Pathologists. COVID-19 Information",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Laboratory biosafety guidance related to coronavirus disease (COVID-19)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "infection-prevention-and-control-during-health-care-when-novel-coronavirus-( ncov)-infection-is-suspected-20200125",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Autopsy in suspected COVID-19 cases",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hanley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Lucas",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Youd",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Pathol",
            "volume": "73",
            "issn": "",
            "pages": "239--281",
            "other_ids": {
                "DOI": [
                    "10.1136/jclinpath-2020-206522"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Home workspace of one of the pathologists.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Weekly case submission rate from the beginning of 2020 through the first 2 months of the COVID-19 crisis, showing a sharp drop in week 12, picking up in week 19.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Weekly turnaround time from the beginning of 2020 through the first 2 months of the COVID-19 crisis, showing stable turnaround times during weeks 12-19 despite working from home for close to 50%.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Real-time discussion between two observers in the PACS, the arrow of the other observer and the chat window being visible for interaction.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Weekly autopsy rate from the beginning of 2020 through the first 2 months of the COVID-19 crisis, showing a drop in weeks 14-18, picking up again from week 19.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Weekly rate of submissions with molecular testing from the beginning of 2020 through the first 2 months of the COVID-19 crisis, showing only a slight drop from week 13 onwards.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "PhD candidate Marijn Vermeulen defending her thesis online to the PhD committee. Permission to publish was provided by everybody depicted in the photo.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements We thank Mrs Willy van Bragt for her help with the questionnaire and formatting this paper.Contributors All authors contributed in writing the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "The authors have not declared a specific grant for this research from any funding agency in the public, commercial or not-for-profit sectors.Competing interests None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "Provenance and peer review Not commissioned; internally peer reviewed.Open access This is an open access article distributed in accordance with the Creative Commons Attribution Non Commercial (CC BY-NC 4.0) license, which permits others to distribute, remix, adapt, build upon this work non-commercially, and license their derivative works on different terms, provided the original work is properly cited, appropriate credit is given, any changes made indicated, and the use is non-commercial. See: http:// creativecommons. org/ licenses/ by-nc/ 4. 0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient consent for publication Not required."
        },
        {
            "text": "Nikolas Stathonikos http:// orcid. org/ 0000-0002-5457-7580 Paul J van Diest http:// orcid. org/ 0000-0003-0658-2745",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ORCID iDs"
        }
    ]
}