{
    "paper_id": "9f52d3f9692fc70040d89c7f1e0f2118ad4c7cd1",
    "metadata": {
        "title": "Shut and re-open: the role of schools in the spread of COVID-19 in Europe",
        "authors": [
            {
                "first": "Helena",
                "middle": [
                    "B"
                ],
                "last": "Stage",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Manchester",
                    "location": {
                        "country": "UK"
                    }
                },
                "email": "helena.stage@manchester.ac.uk"
            },
            {
                "first": "Joseph",
                "middle": [],
                "last": "Shingleton",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Public Health England",
                    "location": {
                        "country": "UK"
                    }
                },
                "email": "*joseph.shingleton@phe.gov.uk"
            },
            {
                "first": "Sanmitra",
                "middle": [],
                "last": "Ghosh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "MRC Biostatistics Unit",
                    "institution": "University of Cambridge",
                    "location": {
                        "settlement": "Cambridge",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Francesca",
                "middle": [],
                "last": "Scarabel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Manchester",
                    "location": {
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Lorenzo",
                "middle": [],
                "last": "Pellis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Manchester",
                    "location": {
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Thomas",
                "middle": [],
                "last": "Finnie",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Public Health England",
                    "location": {
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We investigate the effect of school closure and subsequent reopening on the transmission of COVID-19, by considering Denmark, Norway, Sweden, and German states as case studies. By comparing the growth rates in daily hospitalisations or confirmed cases under different interventions, we provide evidence that school closures contribute to a reduction in the growth rate approximately 7 days after implementation. Limited school attendance, such as older students sitting exams or the partial return of younger year groups, does not appear to significantly affect community transmission. In countries where community transmission is generally low, such as Denmark or Norway, a large-scale reopening of schools while controlling or suppressing the epidemic appears feasible. However, school reopening can contribute to statistically significant increases in the growth rate in countries like Germany, where community transmission is relatively high. In all regions, a combination of low classroom occupancy and robust test-and-trace measures were in place. Our findings underscore the need for a cautious evaluation of reopening strategies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Throughout the course of the ongoing COVID-19 pandemic, the role of young people and children in transmission has been a question of particular concern [1, 2] . This question is not only motivated by the goal of protecting the younger generations; it is also known from other respiratory diseases that, because younger people tend to have more prolonged and physical contacts among themselves [3] , they pose a greater risk of infection to each other as well as being likely to introduce the infection to their respective households and so can drive the epidemic [4, 5] . Consequently, school closure is often one of the first measures considered when non-pharmaceutical interventions are needed [6] . However, during the COVID-19 pandemic it has often been implemented concurrently with other measures, making it difficult to assess its individual impact [7, 8] . Many of the challenges inherent in quantifying the impact of closure remain when policy-makers subsequently turn to the reopening of schools. Reopening presents a myriad of further questions, such as the ages of those returning, the physical circumstances and timing of their return, and the necessary conditions which must be met on a community level before a return can be deemed safe enough. For new or emerging infections, answers to these questions require new efforts to establish an age-stratified understanding of the infection and transmission dynamics [9, 10] .",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 155,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 156,
                    "end": 158,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 393,
                    "end": 396,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 563,
                    "end": 566,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 567,
                    "end": 569,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 696,
                    "end": 699,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 856,
                    "end": 859,
                    "text": "[7,",
                    "ref_id": null
                },
                {
                    "start": 860,
                    "end": 862,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1427,
                    "end": 1430,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1431,
                    "end": 1434,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Earlier work exists concerning the effectiveness of school closure as a means of controlling the spread of COVID-19, with mixed conclusions depending on the studied age group, country, and modelling assumptions [6] [7] [8] [9] [11] [12] [13] . These sought to estimate the impact of school closure on nationwide transmission levels, be it for instance a reduction in the 1/34 peak number of cases or the timing thereof. The challenges and questions related to school reopening have also been addressed from a theoretical or modelling perspective of scenario planning [14] [15] [16] , estimating the number of new or severely ill cases resulting from school reopening. These use varying assumptions of the underlying community transmission, and consider various scenarios of the ages and timing of students returning to school. While such models are valuable means of quantifying the expected impact of measures without increasing the risk of exposing the wider community to infection, their inclusion of other interventions is necessarily limited. The times surrounding school closure and reopening have seen a myriad of other non-pharmaceutical interventions being implemented. Through social contact patterns, observed changes in community transmission are the result of non-trivial, underlying interactions between current interventions. We believe our work fills an important knowledge gap in the literature by addressing the context of school interventions alongside other measures, and the de facto impact of schools in a broader framework of non-pharmaceutical interventions. School closure and reopening not only affect transmission occurring on school premises; they also affect (and are affected by) community transmission, transmission within households with young children, and wider measures taken to monitor and curb an outbreak. In addition to the well-being of children, school interventions also impact a nation's workforce via the time dedicated to childcare. It must be remembered that the observed effects of these interventions are a product of underlying testing, reporting, and isolation (or other physical or social distancing) measures.",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 214,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 215,
                    "end": 218,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 219,
                    "end": 222,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 223,
                    "end": 226,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 227,
                    "end": 231,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 232,
                    "end": 236,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 237,
                    "end": 241,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 567,
                    "end": 571,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 572,
                    "end": 576,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 577,
                    "end": 581,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The aim of this work is to carry out a comparative analysis of school interventions, making use of the diversity of available data streams, to serve as a complement to theoretical modelling efforts. Ours is a data-driven approach which seeks not to establish the individual role of schools interventions on outbreak management, but instead assesses their impact in the context of wider societal interventions. Specifically, we wish to examine roles in transmission played by a) the different age cohorts of students, b) the timing of the school interventions (closure and reopening), and c) the background or community incidence. We hope these results can serve as a series of lessons learned from nations which have already reopened schools. For school closure, we address these questions by estimating the time between intervention and a response being observed in the recorded data, as well as the changes in the growth rate pre-and post-intervention. For school reopening, we track the growth rate in cases over the intervention timeline and search for correlations between these interventions and changes in the growth rate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We consider four countries: Denmark, Germany, Norway, and Sweden due to their geographic proximity, demographic similarities, and the relative timing and scope of their interventions to allow for a better comparison. We distinguish between countries with medium-to-high (Germany and Sweden) and low (Denmark and Norway) levels of community transmission on the basis of daily COVID-19 cases, rather than cases per capita [17] . This is motivated by the feasibility of testing, tracing, and isolating cases, which need not scale with population size. At the time of school closure, we saw the following cumulative cases: 800 (Denmark) , 6500 (Germany), 1100 (Norway), and 1400 (Sweden). By the time schools started reopening, the total cases had risen to: 7000 (Denmark) , 158000 (Germany), 7200 (Norway), and 19400 (Sweden on the day German schools first reopened). Only German states with at least 50 cases at the point of school closure, and at least 10 days of non-zero daily cases prior to closures, have been selected for analysis. We considered hospital admissions as the primary data source in our analyses, where the numbers were available and sufficiently large to do so. All studied countries expanded their hospital surge capacities to accommodate patients to a sufficient degree that we are not aware of instances of COVID-19 patients being turned away. Since clinically ill patients are unlikely not to present themselves for treatment at hospital, admissions data are a practical measure of community infection and, unlike confirmed cases, are not as susceptible to variable testing rates in the wider population. However, by studying only a subset of the entire population, the data will be biased toward older and sicker individuals which may for example lengthen the delay from an intervention to a visible signal in the data. Confirmed cases were used in situations where hospitalisation data were not available or insufficient to reliably infer the effect of interventions -this was particularly relevant in the case of school reopening, which has predominantly been recommended in communities with significantly reduced daily incidence (and hence hospitalisation) counts. Although we do not correct for variable testing rates in the confirmed cases, we have sought out data sets where there was 2/34 evidence of consistent and thorough testing. However, we acknowledge this was a challenge for most countries in early March. We document the number of tests carried out and comment further on the reliability of confirmed cases as representative of the community epidemic in the Supplementary Material (S3, Testing data). Consistent test numbers for both Germany and Norway around the time of school reopening (see Supplementary Material, S3) suggest that the confirmed number of cases is less prone to biases than earlier in the pandemic. We are therefore less concerned about using these data streams in a reopening context.",
            "cite_spans": [
                {
                    "start": 420,
                    "end": 424,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 623,
                    "end": 632,
                    "text": "(Denmark)",
                    "ref_id": null
                },
                {
                    "start": 759,
                    "end": 768,
                    "text": "(Denmark)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data selection criteria"
        },
        {
            "text": "The effect of school closure was estimated using hospitalisation data for Denmark and Norway, and daily confirmed cases for Germany and Sweden. Given other interventions were implemented after school closure and their effect is hard to disentangle, it is implicitly assumed that the inversion of epidemic trend from growing to declining is not solely a result of school closure. Therefore, the analysis of the impact of school closure is restricted to data before the peak in reported cases or hospital admissions. Denmark reopened schools quickly enough following sweeping nationwide interventions that hospitalisation data could still be used, though we cross-checked these findings by analysing confirmed cases. Official estimates at the time suggest a delay from infection to hospitalisation of 10 to 14 days [18] . Official Norwegian estimates suggest this same delay to be 14 days [19] . As Norwegian hospitalisation data were too sparse to reliably infer the effect of school reopening, daily confirmed cases were analysed instead. In Germany, daily confirmed cases are reported specifically for students under 18 in schools, kindergartens, holiday camps, after school clubs, etc. as well as for the staff working in these facilities. We used these numbers, and national hospital admissions, to analyse school reopening instead of population aggregates on the state or federal level. References for each data stream, together with further discussion on their limitations, are provided in the Supplementary Material (S1, Data availability).",
            "cite_spans": [
                {
                    "start": 813,
                    "end": 817,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 887,
                    "end": 891,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "National data streams"
        },
        {
            "text": "Estimating the effect of school closure by simulating the early epidemic Our aim is to assess the impact of school closure on transmission dynamics. This includes any associated changes in behaviour (e.g. parents not accompanying children to school or working from home due to caring responsibilities), as well as all other interventions (if any) occurring on the same day, which cannot be disentangled from school closure. The impact is assessed by comparing differences in the growth rate of cases or hospitalisations before and after the intervention. Rather than naïvely comparing the growth rate at different points in time, we follow a more sophisticated procedure with the aim of separating the decrease in growth rate due to interventions implemented before school closure, and the impact of school closure itself. This is achieved by generating a counterfactual projection of daily cases or hospital admissions, which accounts inasmuch as possible for events prior to, but excluding, school closure, and identifying when there is a clear deviation between the real data and such a projection. We then compare the growth rate observed in the real data and in the modelled counterfactual at the time when this deviation is detected, and interpret this difference as the likely impact of school closure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "National data streams"
        },
        {
            "text": "To construct the counterfactual, we use a compartmental ODE model fitted to the pre-intervention data. However, fitting a model to data from the earlier part of the epidemic is extremely challenging since the observations are generally scarce, noisy and coloured through various reporting issues, in particular systematic ones, such as a strong weekend effect. Fitting a simple compartmental model without accounting for these factors will result in parameter estimates that are systematically biased [20] . These inaccuracies in parameter estimates propagate to any projection drawn from the model. Mitigating this model discrepancy in the fitting process is an area of active research; see [21] for a recent review. Generating a counterfactual projection using a compartmental model, without compensating for such discrepancies, will erroneously understate or overstate the effect of the intervention.",
            "cite_spans": [
                {
                    "start": 501,
                    "end": 505,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 692,
                    "end": 696,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "National data streams"
        },
        {
            "text": "To alleviate the challenges brought on by scarce and noisy data we argue that, given the 4.8 day mean incubation period for SARS-CoV-2 [22] , we expect the impact of any intervention to be delayed by at least 5 days, and in particular we expect cases on the first 5 days following school closure to predominantly reflect only earlier interventions (whether imposed or not, e.g. spontaneous physical distancing). We then use a two-step approach for fitting an ODE 3/34 model and correcting for the discrepancy between model and data as follows. In the first step, a selection of sample trajectories are generated via Approximate Bayesian Computation (ABC) fitting of the ODE from the first day of data until 5 days after school closure. In a second post-processing step, a Bayesian regression model is then trained on the same data used to fit the ODE model, while using the sampled trajectories as the covariates (inputs). Essentially, the regression model attempts to capture the structural part of the discrepancy between ODE simulations and the observed data (predominantly, potential deviation from exponential growth and weekend effects). We formulate this regression model as a Gaussian process (GP) with a Negative Binomial likelihood. Once trained, the regression model is used to project the trajectory of cases for the time period following the 5 days after school closure. This projection is then treated as the desired counterfactual.",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 139,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "National data streams"
        },
        {
            "text": "We identify the first day on which there is a clear and sustained deviation from the modelled data, hereafter referred to as the response date. Such a deviation must (a) occur more than 5 days after the date of school closure, (b) fall outside of the 75 th percentile of the projected data, and (c) persist in doing so for at least 5 days. The time window from school closure to response date defines the lag time (Table 1 , column 2), which runs from the date of closure (acting as the zeroth day) up to but not including the response date. The growth rates are obtained as point estimates (see following description of the instantaneous growth rate) at the time of school closure, for the observed data (r obs pre , Table 1 , column 3), and at the response date for both the modelled (r mod post , Table 1 , column 4) and the observed data (r obs post , Table 1 , column 5). The relative changes in the estimated growth rates between modelled and observed data at the response date can be used to assess the impact of school closure. The observed growth rate at the time of school closure can be used to cross-check the growth rate in the modelled data; these could be significantly different if the impact of interventions prior to school closure had a strong effect on transmission which the GP was able to capture in the counterfactual projection. However, a causal link cannot be established between the interventions and the growth rates, calling for a cautious interpretation of the specific values of the growth rates and the reductions therein.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 414,
                    "end": 422,
                    "text": "(Table 1",
                    "ref_id": null
                },
                {
                    "start": 718,
                    "end": 725,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 800,
                    "end": 807,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 856,
                    "end": 863,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "National data streams"
        },
        {
            "text": "The ABC fitting of the SEIR model was carried out using the PyGOM package for Python [23] . The GP regression method, devised as a Bayesian latent variable approach, was carried out using the PyMC3 probabilistic programming package for Python [24] . Further details about the introduced methods can be found in the Supplementary Material (S2, Numerical methods).",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 89,
                    "text": "[23]",
                    "ref_id": null
                },
                {
                    "start": 243,
                    "end": 247,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "National data streams"
        },
        {
            "text": "Estimating the effect of closure and reopening using the instantaneous growth rate With the number of sequential changes in interventions and loosened restrictions on personal movement and the operation of businesses, it is misleading to estimate a constant growth rate in new cases before and after schools reopened. We therefore consider a method whereby the growth rate can be quantified following successive changed measures. A smoother ρ(t) is applied to the data over time t, such that the instantaneous growth rate is ρ (t) (cf. a constant value in a phase of pure exponential growth or decline). It is assumed that the daily new confirmed cases (or daily new hospital admissions) c(t) grow or decay exponentially, with noise added to account for small case numbers, i.e. c(t) ∝ e ρ(t) . To estimate ρ (t) we adapt a General Additive Model (GAM) from the R package mgcv, using a Negative Binomial family with canonical link [25] . Smoothing is achieved using default thin plate regression splines. Where case numbers are sufficiently high, and there is a clear weekend effect in the reporting of data, a weekend effect has been accounted for in the GAM by the addition of a fixed effect on those days of the week. Specifically, we add a quantity ω d for each day of the week d ∈ [1, 7] , such that cases follow c(t) ∝ e ω d +ρ(t) . Setting ω d = 0 for all but two days yields a weekend-specific description, and ω d = 0 ∀ d recovers the GAM with no day-of-week effects. This method has previously been used in [22] .",
            "cite_spans": [
                {
                    "start": 931,
                    "end": 935,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1286,
                    "end": 1289,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1290,
                    "end": 1292,
                    "text": "7]",
                    "ref_id": null
                },
                {
                    "start": 1517,
                    "end": 1521,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "National data streams"
        },
        {
            "text": "In the case of school closure, the GAM approach with a weekend effect has been used to estimate the instantaneous growth rate at different points in time. In the case of school reopening, the instantaneous growth rate with a day-of-week effect has been used to identify trends in the data. Our aim here is to assess if there is any correlation between changes in the growth rate, and the timing of school reopening.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "National data streams"
        },
        {
            "text": "Results As many of our findings are based on the premise of analysing interventions at different points in time, or in different geographical regions, all results are inherently conditional on the assumptions of stability and homogeneity. Firstly, in order to make comparisons throughout the same time series, we assume that the only changes to behaviour are those directed by changing public guidelines, and that adherence to these is constant throughout (stability). Secondly, in order to compare different regions of the same country, we must assume that there are no fundamental differences in adherence, testing, implementation of national policies, or similar such aspects (homogeneity). Deviations from these assumptions are taken to be too small to affect the data in a way to qualitatively alter our conclusions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4/34"
        },
        {
            "text": "We consider the date of school closure as the first day on which all schools in a state were closed as a response to state or national government intervention. In most cases, however, there were local school closures prior to enforced closures. Furthermore, most primary schools continued to be open to both vulnerable children and the children of key workers after national and state closures. Table 1 provides an overview of the observed changes in the daily growth rates in the period during and after school closures. These growth rates are consistent with previous estimates [26] .",
            "cite_spans": [
                {
                    "start": 580,
                    "end": 584,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 395,
                    "end": 402,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Closing of schools in Germany"
        },
        {
            "text": "Lag time (days) r obs pre (day −1 ) r mod post (day −1 ) r obs post (day Table 1 . Estimated lag time and pre-and post-intervention (and for the latter, modelled and observed) daily growth rates in different German states, and relative change between the modelled and observed growth rate. The 95% credible intervals (CrI) are given in brackets. Their equivalent formulation as doubling times can be found in the Supplementary Material (Table S3 ). Sensitivity analysis of the training period on the lag time suggests these can vary by up to two days (see Supplementary Material, S2.7). The overlapping CrIs between the pre-intervention and the post-intervention modelled growth rates suggest a limited deviation from exponential growth between the day of school closure and the end of the training window. * The peak in daily incidence is reached before a response is seen in the data. A lag time which may be attributable to school closures therefore cannot be determined.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 73,
                    "end": 80,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 436,
                    "end": 445,
                    "text": "(Table S3",
                    "ref_id": null
                }
            ],
            "section": "State"
        },
        {
            "text": "All states in Germany saw a reduction in growth rate after the closure of schools, typically after a delay of 7 days, or about 1.2 generations [27] . With the exception of Baden-Württemberg and Berlin, all German states closed schools on March 16 th . As this was a Monday, we set the effective date of school closures as Saturday March 14 th , under the assumption that school activity is significantly reduced on weekends. Schools in Baden-Württemberg and Berlin closed on Tuesday March 17 th . It should be noted that all states experienced further interventions around the same time as school closures. The presence of concurrent interventions makes it difficult to attribute the fall in cases solely to the closure of schools, and it is likely that a combination of factors contributed to the observed decay in growth rate.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 147,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "State"
        },
        {
            "text": "However, comparison between Baden-Württemberg and North Rhine-Westphalia, which saw similar case numbers, yields comparable lags and overall trajectories of the epidemic curves when accounting for the three-day delay in school closures in Baden-Württenberg (see Supplementary Material, Figure S9 ). This is indicative of school closures being at least partially responsible for the reduction in growth rate.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 286,
                    "end": 295,
                    "text": "Figure S9",
                    "ref_id": "FIGREF21"
                }
            ],
            "section": "5/34"
        },
        {
            "text": "The reduction between the modelled and observed post-response growth rates serves as a measure of the overall effectiveness of interventions (Table 1 , column 6). Overall, lower relative reductions in the growth rate are weakly correlated with states which had higher (daily and cumulative) incidence counts at the time of intervention (Baden-Württemberg, Bavaria, and North Rhine-Westphalia). This supports the generally held expectation that non-pharmaceutical interventions are more effective when implemented early, capable of breaking transmission chains while community transmission is relatively low.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 141,
                    "end": 149,
                    "text": "(Table 1",
                    "ref_id": null
                }
            ],
            "section": "5/34"
        },
        {
            "text": "The states of Hesse and Rhineland-Palatinate allowed students aged 18-19 to sit in-school examinations in late March, under strict social distancing measures and other precautions. Neither of the states permitting examinations saw any less evident reduction in growth rates compared to states which had similar case numbers prior to school closure, but where exams did not take place during this time period (e.g. Lower Saxony). Further, the largest reduction in the growth rate was observed in Rhineland-Palatinate. Assuming stability and homogeneity, this suggests that under controlled conditions with limited social interaction, the beginning of the examination period for older students was likely not a significant driver of epidemic growth. We cannot comment on the full effect of the entire examination period. We include the detailed results from the highlighted German states in Figure 1 and a timeline of key interventions from [28] below, with the remaining states detailed in the Supplementary Material (S4, School closures analyses).",
            "cite_spans": [
                {
                    "start": 939,
                    "end": 943,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 889,
                    "end": 897,
                    "text": "Figure 1",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "5/34"
        },
        {
            "text": "• 10/03 -Banned gatherings of more than 1000 people (DE-G1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5/34"
        },
        {
            "text": "• 14/03 -Hesse, Lower Saxony, and Rhineland-Palatinate closed schools (effective date, DE-S1). (Figure 1 (c)) where exams did not take place at that time. While there is insufficient scope in the data to assess the effect of the full examination period, we should in principle be able to detect a signal related to the beginning of the examination period. Assuming stability and homogeneity across states, and given the lack of such a signal, it is unlikely that these exams significantly contributed to the overall outbreak.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 95,
                    "end": 104,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "5/34"
        },
        {
            "text": "In all three countries there were provisions in place to allow key workers' children to continue attending school. Hospital admissions were analysed for Denmark and Norway, as testing was deemed too variable during this time period (see Supplementary Material, S3) to reliably use confirmed cases. However, the expected lag time from infection to hospital admission in Denmark and Norway is 10-14 days [18, 19] , whereby any signal observed in the data is too early to be attributable to school closures. For completeness, we include the fits to daily hospital admissions in the Supplementary Material (S4, School closure analyses).",
            "cite_spans": [
                {
                    "start": 402,
                    "end": 406,
                    "text": "[18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 407,
                    "end": 410,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Closing of schools in Denmark, Norway, and Sweden"
        },
        {
            "text": "Sweden's school closures were less restrictive than other countries', with only educational establishments for students aged 16 or over being required to close. Despite no official nationwide closing of primary or secondary schools in Sweden, there were local closures in response to outbreaks within the community. There is no evidence of a sustained reduction in the growth rate within a time period attributable to school closures ( Figure 2 ). It is notable, however, that the limited closures in Sweden were imposed in the absence of large-scale social restrictions. This indicates that school closures affecting older students without more widespread social interventions are unlikely to have significant national effects, and that school closures are most effective when implemented concurrently with other interventions. It is notable that there was an increase in weekly testing between March 30 th and April 6 th , which may have contributed to the apparent limited reduction in growth rate during this time. However, this falls outside of the time window in which we would expect to see a response attributable to school closures.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 436,
                    "end": 444,
                    "text": "Figure 2",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Closing of schools in Denmark, Norway, and Sweden"
        },
        {
            "text": "Sweden saw the following interventions introduced around the same time as school closures:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Closing of schools in Denmark, Norway, and Sweden"
        },
        {
            "text": "• 11/03 -Banned gatherings of more than 500 people (SE-G1). Daily cases",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Closing of schools in Denmark, Norway, and Sweden"
        },
        {
            "text": "Modelled unintervened daily cases Daily cases School closures Other interventions 95% credible interval 75% credible interval • 14/03 -Advice against non-essential travel (SE-G2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7/34"
        },
        {
            "text": "• 16/03 -Social distancing advised but not enforced (SE-P1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7/34"
        },
        {
            "text": "• 18/03 -Closed all education for students aged 16 or over (SE-S1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7/34"
        },
        {
            "text": "• 19/03 -Restrictions on international travel (SE-B1); advice against national travel (SE-P2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7/34"
        },
        {
            "text": "• 27/03 -Banned gatherings of more than 50 people (SE-G3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7/34"
        },
        {
            "text": "The following key interventions, sourced from [28] , are possible confounders for the effects of school reopening:",
            "cite_spans": [
                {
                    "start": 46,
                    "end": 50,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Germany"
        },
        {
            "text": "• 20/04 -Opening of some retail venues (DE-R2). • 29/04 -Extension of mask-wearing requirements (DE-P4).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Germany"
        },
        {
            "text": "• 03/05 -Expiry of stay-at-home order (DE-G3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Germany"
        },
        {
            "text": "• 04/05 -Return of Year 4 primary schools students (age 9) (DE-S4); opening of retail (DE-R3) and public spaces (DE-P5).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Germany"
        },
        {
            "text": "• 11/05 -Return of primary and secondary school students (ages 9, 15, 17-19) (DE-S5).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Germany"
        },
        {
            "text": "• 15/05 -Relaxation of border controls (DE-B3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Germany"
        },
        {
            "text": "• 18/05 -Staggered return of primary and secondary school students (ages 9-11, 15-19) (DE-S6); meeting of two households allowed (DE-G4).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Germany"
        },
        {
            "text": "• 29/05 -Gatherings of up to 10 people allowed (DE-G5).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Germany"
        },
        {
            "text": "• 02/06 -Pubs reopen (DE-R4).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Germany"
        },
        {
            "text": "Due to differing policies across German states, the dates of school reopening and the ages of students returning were variable. Where an age group appears over multiple dates, the return of students in this age group took place in different states. We present a summary of the overall national trend, as our data only distinguish between staff and students on the national scale. On three occasions the recorded cases were inconsistently reported, and values were imputed using cases reported on preceding and proceeding days. Our findings do not change significantly upon exclusion of these data points. We contrast these demographically specific findings by comparison with national hospital admissions. Daily cases Instantaneous growth rate Figure 3 . Confirmed cases in staff (red) and students (blue) in schools, kindergartens, holiday camps, and other educational facilities for under-18s (age distribution not known) in Germany. Left shows daily new confirmed cases, and right shows the instantaneous growth rate (shaded regions are 95% confidence intervals). Solid vertical lines indicate when students returned to school, and dashed lines indicate other changes to public measures. In April and early May with small numbers of primary school or exam students returning, there was no notable difference between the incidence among students and staff. Accounting for the lag time, the incidence among students was higher than that of staff following May 18 th . Instantaneous growth rate Left shows daily admissions, and right shows the instantaneous growth rate (shaded regions are 95% confidence intervals). The continuing decline in admissions suggests that the return of younger (and exam) students did not present a statistically significant impact on the general hospitalised population. It is worth bearing in mind that hospital admissions lag further behind than confirmed cases. Additionally, since very few young people have been hospitalised, an additional generation time of 6 days [27] may need to be added to this lag to account for students infecting older age groups.",
            "cite_spans": [
                {
                    "start": 2001,
                    "end": 2005,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 744,
                    "end": 752,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "8/34"
        },
        {
            "text": "The spike in daily cases observed around May 7-8 th (Figure 3 , left) may be a result of increased presentation for testing following a national announcement of school reopening on May 4 th (allowing for testing delay), or increased community transmission following reopening of other parts of society which was subsequently contained. Overall the incidence among staff decreased, which is supported by the growth rate among staff being negative. The incidence among students first decreased, and subsequently increased with a predominantly positive growth rate from the end of May (Figure 3 , right).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 52,
                    "end": 61,
                    "text": "(Figure 3",
                    "ref_id": null
                },
                {
                    "start": 582,
                    "end": 591,
                    "text": "(Figure 3",
                    "ref_id": null
                }
            ],
            "section": "9/34"
        },
        {
            "text": "The stable, low, values of the incidence and growth rate until the middle of May indicate that the return of final year and year 4 students either a) did not significantly increase transmission in schools or the community, or b) did increase transmission, but this was mitigated due to safety protocols of prevention and monitoring. This observed effect is quite a strong signal as the daily case counts remain low even across a background of increased community transmission from late April onward with, for example, shops reopening. It is therefore reasonable to conclude that these age groups do not strongly increase transmission in a setting of effective social distancing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "9/34"
        },
        {
            "text": "However, the impact of most students returning to school from late May was different. In this time period, the incidence among staff qualitatively agreed with the national trend in hospitalisations (Figure 4) , i.e. staff did not immediately appear to be at greater risk following the return of more students. In contrast, the growth rate in student cases increased following May 18 th . The constant staff growth rate, and the small effect of the return of (mostly) younger years, suggests that the increased incidence may be due to a) increased transmission among older students, b) low feasibility of effective physical distancing in venues at full capacity, or c) a combination of these.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 198,
                    "end": 208,
                    "text": "(Figure 4)",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "9/34"
        },
        {
            "text": "Schools reopened alongside the following key interventions sourced from [28] :",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 76,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Denmark"
        },
        {
            "text": "• 08/04 -7-day ban on gatherings of over 10 people (DK-G5).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Denmark"
        },
        {
            "text": "• 14/04 -Partial return of employees to work (DK-P2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Denmark"
        },
        {
            "text": "• 15/04 -Return of nursery, kindergarten, Year 0-5 primary school, and final year exam students (ages 0-12, 18-19) (DK-S3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "10/34"
        },
        {
            "text": "• 20/04 -Partial reopening of retail and small business (DK-R2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "10/34"
        },
        {
            "text": "• 21/04 -Assemblies limited to 500 people (DK-G6).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "10/34"
        },
        {
            "text": "• 11/05 -Full reopening of shopping and retail (DK-R3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "10/34"
        },
        {
            "text": "• 18/05 -Return of Year 6-10 secondary school students (ages [12] [13] [14] [15] [16] , and examinations requiring physical attendance (DK-S4); restaurants and cafés reopen (DK-R4); reopening of houses of worship (DK-P3).",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 66,
                    "end": 70,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 71,
                    "end": 75,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 76,
                    "end": 80,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 81,
                    "end": 85,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "10/34"
        },
        {
            "text": "• 21/05 -Reopening of leisure and cultural facilities (DK-P4).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "10/34"
        },
        {
            "text": "• 25/05 -Relaxation of border restrictions with Nordic countries and Germany (DK-B2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "10/34"
        },
        {
            "text": "• 27/05 -Return of secondary school students (ages [16] [17] [18] and adult education (DK-S5). Admissions are shown left, and right shows the instantaneous growth rate (shaded regions are 95% confidence intervals). A longer lag time of 10-14 days is in effect from infection to hospitalisation [18] , with a further 6 days' generation time [27] to account for subsequent infection generations due to the low hospitalisation rate among children. Solid vertical lines indicate when students returned to school, and dashed lines indicate other interventions.",
            "cite_spans": [
                {
                    "start": 51,
                    "end": 55,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 56,
                    "end": 60,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 61,
                    "end": 65,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 294,
                    "end": 298,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 340,
                    "end": 344,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "10/34"
        },
        {
            "text": "There is no significant observable increase in the growth rate of hospital admissions following school reopening to younger years, even bearing in mind the subsequent reopening of some businesses ( Figure 5 ). The low growth rate and small relative number of admissions suggests that the return of younger years to school with social distancing did not contribute significantly to community transmission. The subsequent reopening stage on May 18 th also did not have a significant impact on hospital admissions, which we verify using confirmed cases (see Supplementary Material S5, School reopening analyses). These findings are further supported by a lower proportion of adults testing positive for COVID-19 among those working with children aged 0-16 than those working with students aged 16 or over (see Supplementary Material, S5) [29] . However, these numbers alone do not distinguish between infection acquired from students and infection acquired elsewhere.",
            "cite_spans": [
                {
                    "start": 835,
                    "end": 839,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 198,
                    "end": 206,
                    "text": "Figure 5",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "10/34"
        },
        {
            "text": "The following events are possible confounders in the data, and key dates for school reopening sourced from [28] :",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 111,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Norway"
        },
        {
            "text": "• 01/04 -Exceptions made to entry restrictions (NO-B4).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Norway"
        },
        {
            "text": "• 08/08 -Easing of entry restrictions from EEA workers (NO-B5).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11/34"
        },
        {
            "text": "• 20/04 -Return of kindergarten students (ages 1-5) (NO-S2); travel to cabins allowed (NO-G5).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11/34"
        },
        {
            "text": "• 27/04 -Return of Year 1-4 (ages 6-10) and final year students (ages [18] [19] , vocational training, and higher education requiring physical attendance (NO-S3); partial reopening of retail and small business (NO-R1).",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 74,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 75,
                    "end": 79,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "11/34"
        },
        {
            "text": "• 07/05 -Events, and some public sports and leisure facilities open, but limited to 50 people (NO-P1); group size for social gatherings increased from 5 to 20 people (NO-G6).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11/34"
        },
        {
            "text": "• 11/05 -Return of students aged 10-18 this week (NO-S4); reopening of bingo halls and driving schools (NO-P2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11/34"
        },
        {
            "text": "• 12/05 -Easing on entry restrictions (NO-B6). There is no notable change in the growth rate, even following the return of students in May ( Figure 6 ). The consistently negative growth rate and small number of cases indicate that the return of most students to school (with social distancing) did not contribute significantly to community transmission. However, this effect is likely conditional on high levels of testing, with very low community transmission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 141,
                    "end": 149,
                    "text": "Figure 6",
                    "ref_id": "FIGREF12"
                }
            ],
            "section": "11/34"
        },
        {
            "text": "Decoupling the effect of school closure, and subsequent reopening, from other interventions is not straightforward. This work does not claim to have achieved this; however, the consistency of the signal across regions with different intervention timelines suggests a distinct effect of school closure on the subsequent growth in cases. The consistently lower post-intervention growth rates in German states when compared to the modelled scenarios with no interventions (see Table 1 ) suggests that school closures contributed to reducing the epidemic growth rate. School interventions were typically followed by a response in the data approximately 7 days later (corresponding to approximately 1.2 generations). Table 1 shows that this lag time was comparable across states which closed schools at different times. High school students sitting their final examinations under social distancing does not appear to have significantly impacted case numbers. Sweden implemented partial school closures which affected students aged 16 or above. However, there is no evidence to suggest that this intervention affects the later daily incidence within the expected time frame. These findings are consistent with earlier works suggesting that school closure in isolation is insufficient to prevent the 12/34 spread of COVID-19 [6, 8, 11] . The evidence for the impact of school closures on growth rates in Norway and Denmark is more limited. While there was a reduction in growth rate of hospitalised cases after school closures, it has not been possible to link this effect with school closures.",
            "cite_spans": [
                {
                    "start": 1318,
                    "end": 1321,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1322,
                    "end": 1324,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1325,
                    "end": 1328,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 474,
                    "end": 481,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 712,
                    "end": 719,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "While school closures are often among the first implemented control measures, school reopenings are typically staggered with other eased restrictions, often with a small initial cohort of returning students. Since, to our knowledge, no stringent restrictions were introduced to compensate for the additional transmission risk due to school reopening, a lack of signal in the growth rate after reopening would be indicative that schools do not contribute substantially to community transmission. From our analysis, the reopening of schools to younger year groups and exam students in Germany, Denmark and Norway has not resulted in a significant increase in the growth rate. The return of all students (up to age 16 in Denmark) does not appear to have increased transmission in Denmark and Norway. However, the added return of most (primarily older) students in Germany has increased transmission among students, but not staff. It is unclear whether older students transmit more, or if physical distancing is practically unfeasible in classrooms at high capacity. The distinction between the impact of younger and older students is echoed in other modelling studies [14, 15] . Although our findings cannot be interpreted as causal links between individual interventions and changes in national case numbers, they represent a realistic assessment of the effects of school reopening in their natural context of wider societal interventions.",
            "cite_spans": [
                {
                    "start": 1165,
                    "end": 1169,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1170,
                    "end": 1173,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our findings are not without limitations. The presence (or lack) of signals in the data following school interventions are limited by the reliability of the available data. We have worked with hospital admissions data, as they are less affected by variable testing, while bearing in mind that hospitalisations only affect a subset of the infected population. Where these data were unavailable, we have considered confirmed cases while monitoring the degree of testing in place to ensure such numbers were indicative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The GP regression method allows one to account for differences between the simulated epidemic trajectories from the ODE model and the observed cases. However, the fact that closures occurred very early on in the epidemic means that the GP method often had to be trained on a limited number of data points. Since the instantaneous growth rate relies on the derivative of splines, it is subject to increased error at the boundaries of the data. However, the observed signals are qualitatively robust to this limitation. Due to the noisiness of some data streams from relatively low incidence following mass quarantine, the values of the instantaneous growth rate should be taken as a quantification of the trend in incidence rather than the true value on any given day.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The data have generally not made it possible to account for inevitable geographic variability, the age distribution of those studied, and their occupation (i.e. likelihood of exposure to infected individuals) in our analyses. The analysis of German school reopening, particularly the comparison of staff and student infections, warns against the reliability of using national-level data to understand the immediate effects or impact on a single population. Rather, such impact may only become visible in national data in subsequent generations. We must therefore be concerned not only with the lag time from intervention to a signal in the data, e.g. 7 days in Germany, but also with the following generation of infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our analysis is restricted to countries with high monitoring and intervention efficacy (including but not limited to high testing, tracing, and adherence to isolation), hence great care should be taken when translating our findings on the impact of school reopening to other nations. For instance, continued low incidence following the return of younger students does not imply that such a measure is inherently safe, but may rather be a result of the successful implementation of a complete system of monitoring and interventions jointly with low daily incidence, as observed in Denmark and Norway. In many instances, the students were spread over more classrooms, with greater levels of physical distancing from each other and teachers, conditions which are not always practically feasible. Caution is warranted surrounding the return of older students, in particular regarding the likely increased number of crowded classrooms, as well as their added impact to community transmission. The correlation with community transmission is particularly clear in Germany, with confirmed cases increasing among students, and the halted decay in hospital admissions on the national level. While all three countries seem to be effectively managing transmission, the volatility of new German hospital admissions warns that a failure in control, or a sudden spike in cases, will likely have a stronger effect in Germany than it would have in Denmark or Norway. Key to this observation is the aforementioned delay before which the ripple effects of school reopening will travel from students to the general population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Furthermore, we highlight that the tenuous balance (net zero growth in June) in Germany exists despite a swift and robust test and trace infrastructure and school-level stratified monitoring. We question the possibility of an equally effective reopening in countries with a monitoring process reliant on national-level incidence data. The swiftness and effectiveness of targeted interventions become increasingly crucial as the daily incidence increases, due to the correspondingly greater challenges presented in managing the localised outbreaks across e.g. reopened schools.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "13/34"
        },
        {
            "text": "Policy-makers should carefully consider their nations' respective capacities and associated effectiveness of infection management before considering a partial or full reopening of schools. Our findings suggest a small, strategically chosen, proportion of students to return in the first instance, with dedicated testing and monitoring of cases among staff and students (over time scales where the effect can be assessed). Any significant return of students to schools, particularly in countries with a high incidence, should not be considered unless an infrastructure is in place which would be able to swiftly identify and isolate most new cases as they appear [16] . Such a strategy may not be feasible if the community incidence is too high. When used in conjunction with household transmission models, and knowledge of the length of immunity associated with SARS-CoV-2, our findings may be used to inform age-targeted vaccine allocation protocols.",
            "cite_spans": [
                {
                    "start": 662,
                    "end": 666,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "13/34"
        },
        {
            "text": "JS modelled school closure from early data. HS analysed school reopening from late data. SG, LP, JS and HS drafted the manuscript. SG implemented the Gaussian process model. All authors contributed to the writing of the manuscript. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' contributions"
        },
        {
            "text": "The data streams used to carry out the analysis of this work for each country can be found in the following sources:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Material S1 Data availability"
        },
        {
            "text": "• Denmark: daily tests, hospital admissions (used for school closure and reopening), and confirmed cases (used for school reopening) from the National Serum Institute [30] . Sentinel survey among educational staff is from [29] .",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 171,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 222,
                    "end": 226,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Supplementary Material S1 Data availability"
        },
        {
            "text": "• Germany: daily (and weekly) tests, hospital admissions (used for school reopening), and confirmed cases (state-level used for school closure, and separated by staff and students used for school reopening) from the Robert Koch Institute [31, 32] .",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 242,
                    "text": "[31,",
                    "ref_id": null
                },
                {
                    "start": 243,
                    "end": 246,
                    "text": "32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Supplementary Material S1 Data availability"
        },
        {
            "text": "• Norway: daily tests, hospital admissions (used for school closure), and confirmed cases (used for school reopening) from the Norwegian Institute of Public Health [33] .",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 168,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Supplementary Material S1 Data availability"
        },
        {
            "text": "• Sweden: weekly tests, and confirmed cases (used for school closure) from the Public Health Agency of Sweden [34] .",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 114,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Supplementary Material S1 Data availability"
        },
        {
            "text": "Note that some of these sources are updated over time, so that the numbers used in these analyses may not correspond exactly to those reported at the time of reading. Where we suspect this to be the case, our analysed data are enclosed with the relevant scripts. In the main manuscript and the analyses below, we highlight key interventions and measures concurrent with school closures and reopening. A comprehensive overview of these can be found in [28] and sources therein.",
            "cite_spans": [
                {
                    "start": 451,
                    "end": 455,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Supplementary Material S1 Data availability"
        },
        {
            "text": "All data sources present their own biases, even beyond whether someone is suspected or confirmed as being infected with COVID-19. The available tools, procedures, and protocols for identifying and reporting cases have all changed over the course of this pandemic. Hospitalisations only capture those cases sick enough that they require medical attention, and is thus a biased representation of transmission towards the elderly and those with underlying health conditions. Furthermore, there are differences in reporting due to personal judgements from individual doctors and nurses. For example, the correct classification of nosocomial cases has been unclear in many cases. Similar challenges arise for patients admitted to hospital for a different treatment, but who also happened to be infected with SARS-CoV-2 with mild symptoms. Confirmed cases are strongly biased by testing; both the availability of the tests, their logistical deployment, and the laboratory capacity to analyse them. Further biases are present in the populations these are offered to: front-line healthcare staff, essential workers, care home residents, etc. This is further complicated if the allocation to various groups changes over time. Another bias in the data is what makes the general public eligible for a test: the number and severity of symptoms, their age, known recent contacts, and so on. If tests are only offered to symptomatic cases, the results will be biased away from younger people, as we know they are disproportionately likely to be asymptomatic or only mildly symptomatic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Material S1 Data availability"
        },
        {
            "text": "We adopt a two-step approach for generating the counterfactual projection. The first step consists in fitting a simple SEIR-type ODE-based compartmental model, using Approximate Bayesian Computation (ABC). Because we assume a constant transmission parameter, with the possible exception of a transient initial phase when the initial numbers propagate through the compartments, the model trajectories are characterised by exponential growth and cannot account for the impact of interventions prior to school closure (potentially deviating from exponential growth), nor for weekend effects. Therefore, in a second post-processing step we use a posterior sample of these trajectories as inputs to a Bayesian regression model that is in turn fitted to the same data. This post-processing step captures at least part of the discrepancy between the data and the smooth simulated ODE trajectories. For this regression model, we use a latent Gaussian process (GP) with a Negative Binomial likelihood. The choice of the Negative Binomial likelihood is dictated by the overdispersion inherent in the noisy incidence data, and hence Gaussian process regression model Figure S1 . A cartoon illustration of the various steps that constitute our method for drawing counterfactual projections of an unmitigated epidemic.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1156,
                    "end": 1165,
                    "text": "Figure S1",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "S2.1 Overview of the method for counterfactual projection"
        },
        {
            "text": "captures the aleatoric uncertainty in the observational noise. The use of Gaussian processes allows us to specify priors on function spaces [35] for the Bayesian regression. The use of a Bayesian framework guarantees that not only a best fitting map linking the ODE trajectories and the data is used, but the entire posterior distribution of possible maps is explored. This properly quantifies and propagates both the uncertainty in the random observational noise, captured by the Negative Binomial likelihood, and the uncertainty in how well we are able to learn the structural discrepancy between the ODE trajectories and the data, which in this work is mainly due to weekend effects and possible systematic deviation from pure exponential growth before school closure can have any effect (most visible in the case of Rhineland-Palatinate, Figures 1 and S3) .",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 144,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [
                {
                    "start": 842,
                    "end": 859,
                    "text": "Figures 1 and S3)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "S2.1 Overview of the method for counterfactual projection"
        },
        {
            "text": "Once the GP is trained from the ODE trajectories and the data on the fitting interval (in the main results, up to 5 days after school closure, but sensitivity to this choice is explored in Table S2 ), the same ODE trajectories past the end of the fitting interval are used by the GP to generate the counterfactual. In doing so, we assume that both the structural discrepancy between the ODE trajectories learnt by the GP and the overdispersion in the Negative Binomial observational noise remain unchanged within the counterfactual horizon. Figure S1 presents an illustration of the various steps that constitute our method. Further details of the method are described in detail in the following sections.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 189,
                    "end": 197,
                    "text": "Table S2",
                    "ref_id": null
                },
                {
                    "start": 541,
                    "end": 550,
                    "text": "Figure S1",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "S2.1 Overview of the method for counterfactual projection"
        },
        {
            "text": "The compartmental model used to generate sample trajectories is outlined in Figure S2 . Multiple compartments have been used for the exposed (E) populations to model an Erlang-distributed incubation period compatible with available estimates of the mean and standard deviation of its duration [22] . The early infection compartment I 0 splits into detected (I d ) and undetected (I u ) infectious populations. The same model is used for hospitalisations, with hospitalisations taking the place of I d , and non-hospitalised cases taking I u . A higher variability, possibly country-dependent, in the time from onset of symptoms to detection/hospitalisation [22] , and limited knowledge on the duration of the infectious period and non-modelled pathways of hospitalised cases suggest a single compartment (i.e. exponential holding time) for these states is a reasonable and parsimonious choice. Figure S2 . The epidemic model used to simulate cases. The model uses multiple exposed compartments (E 0 , E 1 , E 2 ) to account for an Erlang-distributed incubation period.",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 297,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 657,
                    "end": 661,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 76,
                    "end": 85,
                    "text": "Figure S2",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 894,
                    "end": 903,
                    "text": "Figure S2",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "S2.2 The compartmental ODE model"
        },
        {
            "text": "Denoting by I = I 0 + I d + I u , the model equations read",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameter"
        },
        {
            "text": "The data for Germany are only available starting from the 4 th of March, by which time, most states had already seen a number of cases. As such, we have inferred the initial values for states Φ = {E 0 (0), E 1 (0), E 2 (0), I 0 (0), I d (0), I u (0)}. For consistency the same initial conditions have been fitted for Sweden, Denmark and Norway.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameter"
        },
        {
            "text": "Denoting the daily symptomatic case count as D(t), we set the priors on the initial states Φ i ∈ Φ, i = 1, .., 6, as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameter"
        },
        {
            "text": "We denote the unknown parameter vector of the model as: θ = (β, γ, k, δ d , δ u ; Φ). The parameter α is not estimated in this method, and is instead taken from the mean incubation period [22] to be α = 1/4.8 days −1 . The interpretations of these parameters are provided in Table S1. 20/34 S2. 3 Step 1: Approximate Bayesian Computation for fitting the ODE We used the Approximate Bayesian Computation (ABC) method to carry out Bayesian inference for estimating the ODE parameters, which we describe next. We denote by y(t) the daily cases observed on day t and we regard them as the noisy observation corresponding to the unobserved true number of symptomatic cases D(t) on the same day. Having put a prior distribution π(θ) (see Table S1 for a description of the priors) on the parameter vector we can obtain the posterior distribution, using the Bayes' theorem as:",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 192,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 295,
                    "end": 296,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 275,
                    "end": 284,
                    "text": "Table S1.",
                    "ref_id": null
                },
                {
                    "start": 732,
                    "end": 740,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "Parameter"
        },
        {
            "text": "where p(y|D θ , θ) is the likelihood term. The vectors y = [y(1), . . . , y(T )] and D θ = [D(1), . . . , D(T )] denote the observed data and corresponding simulation from the model for a period of t = 1, . . . , T days, given the parameters θ.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameter"
        },
        {
            "text": "In ABC the likelihood is replaced by a distance function d(y, D θ ), between the data, y, and the model simulation, D θ . The ABC posterior given by p (θ|y) := p(θ|1{d(y, D θ ) ≤ }), (S10) which depends upon a user defined tolerance threshold . We can obtain the exact posterior when → 0. 1(·) denotes the indicator function. Rather than using a single tolerance threshold, we used the ABC-SMC [40] algorithm that generates a sequence of intermediate distributions, each corresponding to a decreasing tolerance threshold. The final distribution in the sequence is the desired ABC posterior. We employ a Negative Binomial probability mass function to calculate the probability of observing the data when the unobserved true values are given by the simulated trajectories. That is, for each day t in a set of T data points used for the fit, given the observed value y(t) ∈ y and the modelled valueŷ(t) ∈ D θ , the probability mass function is given by:",
            "cite_spans": [
                {
                    "start": 394,
                    "end": 398,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Parameter"
        },
        {
            "text": "where k is the over-dispersion parameter, which is also estimated from the data set. The distance function is then defined as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameter"
        },
        {
            "text": "ln(P (y(t);ŷ(t), k)).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameter"
        },
        {
            "text": "(S12)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameter"
        },
        {
            "text": "After obtaining the posterior distribution we generate simulated epidemic curves C pre := D θ * (1), . . . , D θ * (T ) , by solving the compartmental model using samples from the ABC posterior θ * ∼ p (θ|y) for the period up to 5 days after school closures. Similarly, we generate posterior predictive trajectories C post for the post-intervention period of T * days. This completes the first step of our method. We then select M = 15 simulated epidemic curves (C pre , C post ) evenly distributed over the Bayesian credible interval of the posterior predictive distribution of (C pre , C post ), to be used as the respective training and projection covariates for the GP regression which constitutes the second step of our method. Essentially, with these M covariates we are simply summarising the posterior predictive distribution at each time point. Note that these M summaries are not treated as random variables but as fixed covariates. Testing of the method with different numbers of covariates (M = 5, M = 40 and M = 150) has lead to qualitatively and quantitatively similar results, suggesting the method is robust to the choice of M .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S2.3.1 Generating covariates for the GP regression"
        },
        {
            "text": "In order to generate the unmitigated epidemic, the counterfactual, we first learn a map C pre → y, that represents the discrepancy as a nonlinear function. To achieve this we model the case data y prior to the intervention using a hierarchical latent variable formulation of GP regression with discrete outcomes. At the first level of this hierarchy we model each data-point y(t), independently, using a Negative Binomial distribution given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S2.4 Step 2: Learning discrepancy using GP regression"
        },
        {
            "text": "where η is a dispersion parameter such that E[y(t)] = µ(t) and Var[y(t)] = µ(t)(1 + µ(t)/η). The mean µ = [µ(1), . . . , µ(T )] is in turn driven by a latent Gaussian process as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S2.4 Step 2: Learning discrepancy using GP regression"
        },
        {
            "text": "where we have used a linear regression form to describe the mean function of the GP with coefficients β, an M -dimensional vector, and intercept term b, a T -dimensional vector with elements set to b. This ensures that the GP, while extrapolating further away from the training data, follows the ODE predictions. κ(C pre , C pre ; φ) is the covariance function (also known as covariance kernel ) parameterised by φ, the details of which are described in the next section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "21/34"
        },
        {
            "text": "Gaussian processes are considered to be a prior on function spaces [35] . The prior knowledge about a function modelled by the GP is generally introduced through the covariance function. For our problem we expect the function log µ to be a smooth yet periodic function. The periodicity assumption is introduced to cater for the weekend effect. To design such a prior we first introduce a new categorical day-of-week covariate W pre = (w(1), . . . , w(T )), w(t) ∈ {1, . . . , 7}, that indicates the day of a week for the T consecutive training days, and W post for the forecasting days. We then replace the covariance of the GP, in Equation (S14), with the sum of two separate covariances:",
            "cite_spans": [
                {
                    "start": 67,
                    "end": 71,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "S2.4.1 Capturing the weekend effect"
        },
        {
            "text": "based on these different covariates, and having individual parameters φ 1 , φ 2 . By choosing valid covariance kernels components κ 1 and κ 2 , it is ensured that we produce a valid overall covariance kernel κ.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S2.4.1 Capturing the weekend effect"
        },
        {
            "text": "For the first component we chose the Matern kernel [35] given by",
            "cite_spans": [
                {
                    "start": 51,
                    "end": 55,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "S2.4.1 Capturing the weekend effect"
        },
        {
            "text": "where M is the number of covariates, that is the number of simulated trajectories C pre generated using the ABC posterior as described previously. The parameter ρ j quantifies the characteristic length scale along the j th covariate and α 1 denotes the marginal variance of the GP prior. Together they constitute the parameter vector φ 1 = [α 1 , ρ 1 , . . . , ρ M ] (note that ρ j is distinct from the quantity ρ(t) used to estimate the instantaneous growth rate for school reopening). For the second component, we chose the exponentiated quadratic kernel:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S2.4.1 Capturing the weekend effect"
        },
        {
            "text": "where φ 2 = (α 2 , ρ) are the covariance parameters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S2.4.1 Capturing the weekend effect"
        },
        {
            "text": "The latent GP represents the second level in the hierarchy and finally we place priors p(β, b, φ 1 , φ 2 ) on all the parameters to completely specify the generative model. Thus, the likelihood corresponding to all T observations is given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S2.4.2 Estimation of the GP parameters using MCMC"
        },
        {
            "text": "where Σ T T represents the covariance function (Eq. (S16)) evaluated on all T × T pairs of the covariates C pre and W pre :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S2.4.2 Estimation of the GP parameters using MCMC"
        },
        {
            "text": "We then combine the likelihood with the priors to obtain the posterior distribution of the parameters given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S2.4.2 Estimation of the GP parameters using MCMC"
        },
        {
            "text": "We used MCMC, applying the No-U-Turn (NUTS) [41] algorithm provided by the PyMC3 package, to sample from this posterior. Note that to apply MCMC we need to sample the latent Gaussian process for the mean µ. It is well known 22/34 (see [42] ) that sampling both the GP parameters φ 1 , φ 2 as well as the latent GP itself drastically reduces the efficiency of the MCMC algorithm and poor mixing is observed. For this reason a non-centred reparameterisation is used which gives the GP sample as:",
            "cite_spans": [
                {
                    "start": 44,
                    "end": 48,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 235,
                    "end": 239,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "S2.4.2 Estimation of the GP parameters using MCMC"
        },
        {
            "text": "where, L T T is obtained through the Cholesky decomposition of Σ T T and ∈ R T is a sample from the standard Normal density N (0, I) (I being the identity matrix).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S2.4.2 Estimation of the GP parameters using MCMC"
        },
        {
            "text": "Having estimated the posterior p(β, b, φ 1 , φ 2 |y) we can obtain the posterior predictive distribution of the daily cases, in the case of no intervention, y * = [y * (1), . . . , y * (T * )], where T * is the number of days we want to project after the intervention date. This distribution is given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S2.4.3 Projecting the counterfactual"
        },
        {
            "text": "where the posterior mean m and variance V of the GP is given by [35] :",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 68,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "S2.4.3 Projecting the counterfactual"
        },
        {
            "text": "Σ T * T and Σ T T * denote the T * × T and T × T * matrices of covariance function evaluations between the training (pre-intervention) C pre , W pre and projection (post-intervention) C post , W post covariates:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S2.4.3 Projecting the counterfactual"
        },
        {
            "text": "S2.6 Projection comparison: the benefit of using the GP Figure S3 shows the sample regression outputs in two German states, plotted alongside the mean and 95% credible intervals of the ABC posterior projections (simulations from the fitted ODE model) used as covariates in the GP model. In both cases, the ODE model fails to capture the change in growth rate, as well as the weekend effect (which is visibly more pronounced in one state than the other). The post-processing with the GP regression compensates for this failure by learning the discrepancy as a function mapping the ODE simulation to the observations. Figure S3 . In (a) the ABC fitting process failed to account for a change in growth rate in the observed data directly before intervention. The GP method, however, is able to capture this change in the training period and adapt the projection accordingly. Similarly, in (b) the GP model is able to pick up both the slight change in growth rate and the strong weekend effect in the data, factors which are not addressed by the ABC fitting process.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 56,
                    "end": 65,
                    "text": "Figure S3",
                    "ref_id": null
                },
                {
                    "start": 616,
                    "end": 625,
                    "text": "Figure S3",
                    "ref_id": null
                }
            ],
            "section": "S2.4.3 Projecting the counterfactual"
        },
        {
            "text": "Due to the noisiness of the data, our findings will inevitably be sensitive to the number of data points which we include in any analysis we do. This is most apparent in the fitting and training periods of the ABC and GP, which in this work extend to 5 days past school closure. This duration is chosen as it is the mean incubation period for SARS-CoV-2 [22] , and thus we would not expect any signal during those days to be strongly attributable to school closures. Five days is thus our minimal lag time, which acts as an input to our models. While a full sensitivity analysis of our modelling choices is beyond the scope of our investigation, we include some choice illustrations of the effects of changing this minimal lag time in Table S2 : North Rhine-Westphalia 6 6 7",
            "cite_spans": [
                {
                    "start": 354,
                    "end": 358,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 735,
                    "end": 743,
                    "text": "Table S2",
                    "ref_id": null
                }
            ],
            "section": "S2.7 Sensitivity of the lag time to the training period"
        },
        {
            "text": "Rhineland-Palatinate 5 7 7 Table S2 . Lag times (in days) for different German states using various minimal lag times for the ABC fit and GP training period. The standard choice employed in the findings of the manuscript is 5 days.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 27,
                    "end": 35,
                    "text": "Table S2",
                    "ref_id": null
                }
            ],
            "section": "S2.7 Sensitivity of the lag time to the training period"
        },
        {
            "text": "In general, we note that a shorter minimal lag time gives a faster response in the data, and consequently a shorter lag time. This is not surprising, as we allow for a greater attribution of effects to school closures which may be the result of earlier interventions. Reassuringly, we find that extending the minimal lag time by a day, thereby further limiting the 24/34 attribution of any response to school closures, does not significantly change the lag time. This alleviates some concern that 5 days, being solely the mean of a distribution of incubation times, is insufficient for the method to adequately capture the pre-intervention trajectory. Expanding the sensitivity analysis to even longer minimal lag times is not meaningful: most lag times in the manuscript are 7 days, and by training the GP up until this point, any resulting lag times would likely be forced to be even longer. This amounts to forcing a signal, rather than searching for possible variability in the signal within a reasonably expected range. The effect of this can be seen in North Rhine-Westphalia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S2.7 Sensitivity of the lag time to the training period"
        },
        {
            "text": "In Berlin, we find that a shorter minimal lag time of 4 days does allow for a deviation to be seen already on the fifth day when comparing the projected and observed trajectories. Inspection of Figure S11 shows that there is a very gradual approach to the peak, which explains why more data points' signal needs to be attributed to school closures before a lag time can be determined. We encounter a similar limitation with Bavaria. In Figure S10 , the data points from the 22 nd to at least the 25 th of March are very close to the boundary of the 75% credible intervals of the GP. Although a visual inspection confirms that an 8 day lag time is consistent with a change in the data, small changes to the minimal lag can bring those observed points to fall just inside the boundary. When a 12 day lag time is analysed for Bavaria the relative reduction in the growth rate is 72%, which is consistent with the other German states. The effect of interventions is consistently impacted in the state: either a smaller reduction the growth rate is seen compared to other states, or a similar reduction is obtained, but after a longer duration of time.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 194,
                    "end": 204,
                    "text": "Figure S11",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 436,
                    "end": 446,
                    "text": "Figure S10",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "S2.7 Sensitivity of the lag time to the training period"
        },
        {
            "text": "S3 Testing data S3.1 Testing data for Germany Figure S4 shows the number of tests carried out per day in German medical laboratories, along with the positive test ratio over the same period. This is not equivalent to the total number of tests carried out in Germany, as not all laboratories provided this type of data; however, it can be used as an indication of general testing trends. There is a weekend effect occurring in the testing data for Germany, with lower relative testing occurring on March 7 th -9 th , 14 th -16 th and 21 st -23 rd . No corresponding change is seen in the positive test ratio, indicating that case numbers were likely consistent across these periods. As such, any fall in confirmed cases over these periods can likely be attributed to reduced testing, rather than a response to intervention. Ignoring the weekend effect, the number of tests carried out across the period between March 17 th and 27 th was fairly stable. As most school closures in Germany occurred on March 16 th , we can expect the confirmed cases over this period to provide a reasonable representation of the underlying epidemic. Daily testing data for Germany are not available after March. As such, it will be necessary to consider the weekly testing totals, which are made available through the RKI. Figure S5 shows the weekly testing numbers for Germany, along with the weekly positive test ratio. Note that weekly testing data for Germany are released every Wednesday. Figure S5 . Weekly testing in Germany remained consistent from March 18 th , however the weekend effect (see Figure  S4 ) was likely present across the entire period. There were no abrupt changes in the positive test ratio.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 46,
                    "end": 55,
                    "text": "Figure S4",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 1303,
                    "end": 1312,
                    "text": "Figure S5",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 1474,
                    "end": 1483,
                    "text": "Figure S5",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 1583,
                    "end": 1593,
                    "text": "Figure  S4",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "S2.7 Sensitivity of the lag time to the training period"
        },
        {
            "text": "Both Denmark and Norway saw a similar weekend effect in testing numbers, with midweek testing figures roughly 50% higher than weekend figures in Denmark, and almost three times higher in Norway. The weekly testing figures for Denmark and Norway are shown in Figure S6 and S7 respectively. Denmark displays two clear increases in testing capacity between March 23 rd and 30 th and again between April 13 th and 20 th . The increase in late March, combined with a relatively high positive test ratio, indicates that confirmed cases during this period might not be a suitable metric. Similarly in Norway there was a large increase in testing in the week commencing March 16 th , very close to the date of school closures. As such, for both Norway and Denmark it will be necessary to consider hospitalisations as a metric for assessing the dynamics of the epidemic. The weekly testing figures for Sweden are highlighted in Figure S8 , along with the positive test ratio for the same period. Testing rates around the time of school closures (March 18 th ) were generally increasing, with a large increase occurring during the week beginning March 30 th . This increase was accompanied by an increase in positive test ratio, indicating an increasing capability to identify and test infected individuals, or a change in testing policy. As a result, it will not be possible to attribute any change in the increase in case numbers after March 30 th solely to the effect of interventions. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 258,
                    "end": 267,
                    "text": "Figure S6",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 919,
                    "end": 928,
                    "text": "Figure S8",
                    "ref_id": "FIGREF20"
                }
            ],
            "section": "S3.2 Testing data for Scandinavia"
        },
        {
            "text": "We present the equivalent of Table 1 in the manuscript, but expressed via the doubling time (ln(2)/growth rate). Table S3 . Comparison of estimated lag time and pre-and post-intervention doubling times in different German states. * The peak in daily incidence is reached before a response is seen in the data. A lag time which may be attributable to school closures therefore cannot be determined.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 29,
                    "end": 36,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 113,
                    "end": 121,
                    "text": "Table S3",
                    "ref_id": null
                }
            ],
            "section": "S4 School closure analyses"
        },
        {
            "text": "In Figure S9 we compare states which closed schools at different times to examine the robustness of the response time being associated with school closures, and not a fixture particular to a certain day. The comparison between states with different dates of school closure is limited to Baden-Württemberg and North Rhine-Westphalia for a number of reasons. Firstly, under the hypothesis that the effectiveness of interventions, or the timing of a response, would depend on the community prevalence, we are limited to comparing Baden-Württemberg with Bavaria, and North Rhine-Westphalia. However, Bavaria imposed stay-at-home orders and held local elections on different dates than the rest of the analysed states. In order to fix as many other factors as possible to be constants, we are left only with the comparison between Baden-Württemberg and North Rhine-Westphalia. A similar comparison using Berlin, which also closed schools on the 17 th of March was not possible, due to the lack of a lag time resulting from the analysis. Furthermore, Berlin had a different timeline of interventions than other states, making for an unjust comparison.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 12,
                    "text": "Figure S9",
                    "ref_id": "FIGREF21"
                }
            ],
            "section": "S4 School closure analyses"
        },
        {
            "text": "We shift the cases in Baden-Württemberg back in time by three days, so as to coincide the dates of effective school closure (March 14 th and 17 th ). Further, to aid comparison we rescale the cases in Baden-Württemberg by a multiplicative constant (approximately 0.76), so that the cases in both states are identical on the day of school closure. We note that the pure exponential growth rate is unchanged by these transformations. The profiles of the data can now be compared. There is very good agreement between the two data streams despite the time difference in the school closure, suggesting comparable underlying transmission in the two states following school closure. Additionally the lag times are comparable between the two states.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S4 School closure analyses"
        },
        {
            "text": "The two states appear to be comparable both in terms of the overall cases following school closure, as well as the time taken until a response from an intervention can be observed in the data. While the lag times are not identical, sensitivity analysis (see Table S2 ) suggests that these lag times overlap. Furthermore, it is reassuring that there does not seem to be a fixed date following school closures when a response is seen. Were this the case, we would expect Baden-Württemberg to have a lag time which was 3 days shorter than North Rhine-Westphalia. This suggests a signal in both data sets following school closure. Clearly it would be unrealistic to assume school closures to be wholly responsible for the observed fall in cases, but the above-detailed correlations suggest that they may have partially contributed to the overall effect.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 258,
                    "end": 266,
                    "text": "Table S2",
                    "ref_id": null
                }
            ],
            "section": "S4 School closure analyses"
        },
        {
            "text": "Bavaria saw a sustained decrease in epidemic growth rate occurs 8 days after school closures ( Figure S10 ). Bavaria saw the following interventions around the time of school closures:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 95,
                    "end": 105,
                    "text": "Figure S10",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Bavaria"
        },
        {
            "text": "• 10/03 -Banned gatherings of more than 1000 people (DE-G1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bavaria"
        },
        {
            "text": "• 14/03 -School closures (effective date, DE-S1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bavaria"
        },
        {
            "text": "• 15/03 -Local elections went ahead, with a high turnout (BY-P1). A large number of votes were submitted by post. • 17/03 -Shut borders with EU (DE-B2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bavaria"
        },
        {
            "text": "• 21/03 -Stay at home orders, with exceptions for essential trips, and banned gatherings of more than 2 people (BY-G1); ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bavaria"
        },
        {
            "text": "Berlin did not see a response which may be partially attributable to school closures, as a peak in daily cases was reached before a signal was observed in the data ( Figure S11 ). This suggests that the subsequent decline in cases in the state was brought about by other interventions. Testing rates throughout this period were consistent, indicating that confirmed cases are likely a good indicator of general trends in the epidemic ( Figure S11 ). Berlin saw the following interventions around the time of school closures:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 166,
                    "end": 176,
                    "text": "Figure S11",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 436,
                    "end": 446,
                    "text": "Figure S11",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Berlin"
        },
        {
            "text": "• 10/03 -Banned gatherings of more than 1000 people (DE-G1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Berlin"
        },
        {
            "text": "• 14/03 -Banned events with more than 50 people (BE-G1). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Berlin"
        },
        {
            "text": "North Rhine-Westphalia",
            "cite_spans": [],
            "ref_spans": [],
            "section": "30/34"
        },
        {
            "text": "North Rhine-Westphalia saw a sustained drop in epidemic growth rate occurs on the 20 th , 6 days after school closures ( Figure S12 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 121,
                    "end": 131,
                    "text": "Figure S12",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "30/34"
        },
        {
            "text": "• 05/03 -Local school closures in Heinsberg.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "30/34"
        },
        {
            "text": "• 10/03 -Banned gatherings of more than 1000 people (DE-G1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "30/34"
        },
        {
            "text": "• 14/03 -School closures (effective date, DE-S1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "30/34"
        },
        {
            "text": "• 16/03 -Shut borders with France (FR), Switzerland (CH), Austria (AT), Denmark (DK) and Luxembourg (LU) (DE-B1); closure of non-essential business and public service (DE-P1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "30/34"
        },
        {
            "text": "• 17/03 -Shut borders with EU (DE-B2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "30/34"
        },
        {
            "text": "• 22/03 -National stay at home orders, with exceptions for essential trips, and banned gatherings of more than 2 people (DE-G2); banned all social events and gatherings (DE-P2); closure of non-essential retail and leisure, with exceptions for restaurant takeout (DE-R1). While there is a decrease in growth rate in the period following school closures ( Figure S13 ), it is not attributable to school closures, as the peak in hospitalisations occurs much sooner than the expected time from infection to hospitalisation (10-14 days). Denmark saw the following interventions introduced around the same time as school closures:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 354,
                    "end": 364,
                    "text": "Figure S13",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "30/34"
        },
        {
            "text": "• 06/03 -Recommendation against events with more than 1000 people (DK-G1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "30/34"
        },
        {
            "text": "• 11/03 -Recommendation against public gatherings of more than 100 people (DK-G2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "30/34"
        },
        {
            "text": "• 13/03 -School closure for students aged 16 or over (DK-S1); closure of non-essential businesses, public sports or leisure facilities, and cultural institutions (DK-P1); work from home order for non-essential workers, with exceptions for essential travel (DK-G3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "30/34"
        },
        {
            "text": "• 14/03 -School closures (effective date, DK-S2); borders closed (DK-B1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "30/34"
        },
        {
            "text": "• 18/03 -Banned gatherings of more than 10 people (DK-G4); closed non-essential retail, with exceptions for takeaway and food delivery (DK-R1). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "31/34"
        },
        {
            "text": "Norway closed schools at the same time as introducing a range of other restrictions on social life. As such it is not possible to attribute the observed change in hospital admissions solely to school closures. It is notable, however, that the observed reduction in hospitalisations is comparable in Denmark and Norway; both countries which simultaneously targeted schools and non-essential businesses. For completeness, we fit the GP model to daily hospitalisations ( Figure S14 ). However the short training period for the model resulted in a wide credible interval for this projection. Furthermore, as with Denmark, the proximity of school closures to the point of peak incidence makes it difficult to adequately assess either the lag time or the change in growth rate occurring after closures. As such, it is difficult to draw any firm conclusions from the data.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 468,
                    "end": 478,
                    "text": "Figure S14",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Norway"
        },
        {
            "text": "Norway saw the following interventions introduced around the same time as school closures:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Norway"
        },
        {
            "text": "• 08/03 -Docking restrictions for large ships (NO-B1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Norway"
        },
        {
            "text": "• 10/03 -Flight restrictions (NO-B2); working from home encouraged (NO-G1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Norway"
        },
        {
            "text": "• 11/03 -Recommendation against gatherings with more than 500 people (NO-G2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Norway"
        },
        {
            "text": "• 12/03 -School closures (NO-S1); closure of non-essential businesses, public leisure facilities, and non-essential retail; essential travel only (NO-G3). Exceptions were made for venues serving food, where social distancing could be observed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Norway"
        },
        {
            "text": "• 14/03 -Recommendations against foreign travel (NO-B2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Norway"
        },
        {
            "text": "• 16/03 -Border and entry restrictions (NO-B3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Norway"
        },
        {
            "text": "• 24/03 -Banned outdoor gatherings of more than 5 people (NO-G4). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Norway"
        },
        {
            "text": "We here present results in support of the main results of the paper, but which are not essential to the exposition of our findings. We present these numbers in support of the observations made for daily hospital admissions due to the larger numbers of cases recorded here. These results are not qualitatively different from those obtained from hospitalisation data, but support the conclusions which are harder to draw from that data set due to the longer delay from infection to hospitalisation. We refrain from interpreting positive cases before early May due the increase in testing from the 20 th of April.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S5 School reopening analyses"
        },
        {
            "text": "Sentinel survey information indicates the following for staff in different educational settings. A smaller proportion of staff working with young children have tested positive compared to staff working with older students. However, these numbers alone do not distinguish between infection acquired from the students, and infection acquired elsewhere (Table  S4) Table S4 . A comparison of tests carried out among staff working in different stages of the Danish educational and childcare sector dated June 2 nd . We indicate the proportion of tested staff relative to estimated employee numbers in each group, and the percentage of those tested who test positive. For reference, the absolute numbers of tests are also shown.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 350,
                    "end": 361,
                    "text": "(Table  S4)",
                    "ref_id": null
                },
                {
                    "start": 362,
                    "end": 370,
                    "text": "Table S4",
                    "ref_id": null
                }
            ],
            "section": "S5 School reopening analyses"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Are children less susceptible to COVID-19",
            "authors": [
                {
                    "first": "Ping",
                    "middle": [],
                    "last": "Ing Lee",
                    "suffix": ""
                },
                {
                    "first": "Ya",
                    "middle": [
                        "Li"
                    ],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Po",
                    "middle": [
                        "Yen"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Yhu Chering",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Po Ren",
                    "middle": [],
                    "last": "Hsueh",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Immunology and Infection",
            "volume": "53",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Systematic review of COVID-19 in children shows milder cases and a better prognosis than adults",
            "authors": [
                {
                    "first": "Jonas",
                    "middle": [
                        "F"
                    ],
                    "last": "Ludvigsson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Paediatrics",
            "volume": "109",
            "issn": "6",
            "pages": "1088--1095",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Social contacts and mixing patterns relevant to the spread of infectious diseases",
            "authors": [
                {
                    "first": "Joël",
                    "middle": [],
                    "last": "Mossong",
                    "suffix": ""
                },
                {
                    "first": "Niel",
                    "middle": [],
                    "last": "Hens",
                    "suffix": ""
                },
                {
                    "first": "Mark",
                    "middle": [],
                    "last": "Jit",
                    "suffix": ""
                },
                {
                    "first": "Philippe",
                    "middle": [],
                    "last": "Beutels",
                    "suffix": ""
                },
                {
                    "first": "Kari",
                    "middle": [],
                    "last": "Auranen",
                    "suffix": ""
                },
                {
                    "first": "Rafael",
                    "middle": [],
                    "last": "Mikolajczyk",
                    "suffix": ""
                },
                {
                    "first": "Marco",
                    "middle": [],
                    "last": "Massari",
                    "suffix": ""
                },
                {
                    "first": "Stefania",
                    "middle": [],
                    "last": "Salmaso",
                    "suffix": ""
                },
                {
                    "first": "Gianpaolo",
                    "middle": [],
                    "last": "Scalia Tomba",
                    "suffix": ""
                },
                {
                    "first": "Jacco",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                },
                {
                    "first": "Janneke",
                    "middle": [],
                    "last": "Heijne",
                    "suffix": ""
                },
                {
                    "first": "Malgorzata",
                    "middle": [],
                    "last": "Sadkowska-Todys",
                    "suffix": ""
                },
                {
                    "first": "Magdalena",
                    "middle": [],
                    "last": "Rosinska",
                    "suffix": ""
                },
                {
                    "first": "W. John",
                    "middle": [],
                    "last": "Edmunds",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS Medicine",
            "volume": "5",
            "issn": "3",
            "pages": "381--0391",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Modelling the impact of local reactive school closures on critical care provision during an influenza pandemic",
            "authors": [
                {
                    "first": "Thomas",
                    "middle": [],
                    "last": "House",
                    "suffix": ""
                },
                {
                    "first": "Marc",
                    "middle": [],
                    "last": "Baguelin",
                    "suffix": ""
                },
                {
                    "first": "Albert",
                    "middle": [],
                    "last": "Jan Van Hoek",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Peter",
                    "suffix": ""
                },
                {
                    "first": "Zia",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "Ken",
                    "middle": [],
                    "last": "Sadique",
                    "suffix": ""
                },
                {
                    "first": "Jonathan",
                    "middle": [
                        "M"
                    ],
                    "last": "Eames",
                    "suffix": ""
                },
                {
                    "first": "Niel",
                    "middle": [],
                    "last": "Read",
                    "suffix": ""
                },
                {
                    "first": "Alessia",
                    "middle": [],
                    "last": "Hens",
                    "suffix": ""
                },
                {
                    "first": "John",
                    "middle": [],
                    "last": "Melegaro",
                    "suffix": ""
                },
                {
                    "first": "Matt",
                    "middle": [
                        "J"
                    ],
                    "last": "Edmunds",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Keeling",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Proceedings of the Royal Society B: Biological Sciences",
            "volume": "278",
            "issn": "",
            "pages": "2753--2760",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Estimating the impact of school closure on influenza transmission from Sentinel data",
            "authors": [
                {
                    "first": "Simon",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "Alain",
                    "middle": [
                        "Jacques"
                    ],
                    "last": "Valleron",
                    "suffix": ""
                },
                {
                    "first": "Pierre",
                    "middle": [
                        "Yves"
                    ],
                    "last": "Boëlle",
                    "suffix": ""
                },
                {
                    "first": "Antoine",
                    "middle": [],
                    "last": "Flahault",
                    "suffix": ""
                },
                {
                    "first": "Neil M",
                    "middle": [],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "452",
            "issn": "7188",
            "pages": "750--754",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "School closure and management practices during coronavirus outbreaks including COVID-19: a rapid systematic review. The Lancet Child & Adolescent Health",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Viner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Simon",
                    "suffix": ""
                },
                {
                    "first": "Helen",
                    "middle": [],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "Jessica",
                    "middle": [],
                    "last": "Croker",
                    "suffix": ""
                },
                {
                    "first": "Joseph",
                    "middle": [],
                    "last": "Packer",
                    "suffix": ""
                },
                {
                    "first": "Claire",
                    "middle": [],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "Oliver",
                    "middle": [],
                    "last": "Stansfield",
                    "suffix": ""
                },
                {
                    "first": "Chris",
                    "middle": [],
                    "last": "Mytton",
                    "suffix": ""
                },
                {
                    "first": "Robert",
                    "middle": [],
                    "last": "Bonell",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Booy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "397--404",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Scenario analysis of non-pharmaceutical interventions on global COVID-19 transmissions",
            "authors": [
                {
                    "first": "Xiaohui",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Ziyi",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Age-dependent effects in the transmission and control of COVID-19 epidemics",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Nicholas",
                    "suffix": ""
                },
                {
                    "first": "Petra",
                    "middle": [],
                    "last": "Davies",
                    "suffix": ""
                },
                {
                    "first": "Yang",
                    "middle": [],
                    "last": "Klepac",
                    "suffix": ""
                },
                {
                    "first": "Kiesha",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Mark",
                    "middle": [],
                    "last": "Prem",
                    "suffix": ""
                },
                {
                    "first": ";",
                    "middle": [],
                    "last": "Jit",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rosalind",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Eggo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "CMMID COVID-19 working group, and",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Spread of SARS-CoV-2 in the Icelandic population",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Gudbjartsson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Helgason",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jonsson",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "T"
                    ],
                    "last": "Magnusson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Melsted",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Norddahl",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Saemundsdottir",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sigurdsson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sulem",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Agustsdottir",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Eiriksdottir",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fridriksdottir",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Gardarsdottir",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Georgsson",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "S"
                    ],
                    "last": "Gretarsdottir",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Gudmundsson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Gunnarsdottir",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gylfason",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Holm",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "O"
                    ],
                    "last": "Jensson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jonasdottir",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Jonsson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Josefsdottir",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kristjansson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Magnusdottir",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Le Roux",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sigmundsdottir",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sveinbjornsson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Sveinsdottir",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sveinsdottir",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Thorarensen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Thorbjornsson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Löve",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Masson",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Jonsdottir",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Möller",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gudnason",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Kristinsson",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Thorsteinsdottir",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Stefansson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England Journal of Medicine",
            "volume": "382",
            "issn": "24",
            "pages": "2302--2315",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Changes in contact patterns shape the dynamics of the COVID-19 outbreak in China",
            "authors": [
                {
                    "first": "Juanjuan",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Maria",
                    "middle": [],
                    "last": "Litvinova",
                    "suffix": ""
                },
                {
                    "first": "Yuxia",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "Yan",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Wei",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Shanlu",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Qianhui",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Stefano",
                    "middle": [],
                    "last": "Merler",
                    "suffix": ""
                },
                {
                    "first": "Cécile",
                    "middle": [],
                    "last": "Viboud",
                    "suffix": ""
                },
                {
                    "first": "Alessandro",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                },
                {
                    "first": "Marco",
                    "middle": [],
                    "last": "Ajelli",
                    "suffix": ""
                },
                {
                    "first": "Hongjie",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "368",
            "issn": "6498",
            "pages": "1481--1486",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The effectiveness and perceived burden of nonpharmaceutical interventions against COVID-19 transmission: a modelling study with 41 countries",
            "authors": [
                {
                    "first": "Jan",
                    "middle": [
                        "Markus"
                    ],
                    "last": "Brauner",
                    "suffix": ""
                },
                {
                    "first": "Sören",
                    "middle": [],
                    "last": "Mindermann",
                    "suffix": ""
                },
                {
                    "first": "Mrinank",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                },
                {
                    "first": "Anna",
                    "middle": [
                        "B"
                    ],
                    "last": "Stephenson",
                    "suffix": ""
                },
                {
                    "first": "Tomáš",
                    "middle": [],
                    "last": "Gavenčiak",
                    "suffix": ""
                },
                {
                    "first": "David",
                    "middle": [],
                    "last": "Johnston",
                    "suffix": ""
                },
                {
                    "first": "John",
                    "middle": [],
                    "last": "Salvatier",
                    "suffix": ""
                },
                {
                    "first": "Gavin",
                    "middle": [],
                    "last": "Leech",
                    "suffix": ""
                },
                {
                    "first": "Tamay",
                    "middle": [],
                    "last": "Besiroglu",
                    "suffix": ""
                },
                {
                    "first": "George",
                    "middle": [],
                    "last": "Altman",
                    "suffix": ""
                },
                {
                    "first": "Hong",
                    "middle": [],
                    "last": "Ge",
                    "suffix": ""
                },
                {
                    "first": "Vladimir",
                    "middle": [],
                    "last": "Mikulik",
                    "suffix": ""
                },
                {
                    "first": "Meghan",
                    "middle": [],
                    "last": "Hartwick",
                    "suffix": ""
                },
                {
                    "first": "Yee",
                    "middle": [
                        "Whye"
                    ],
                    "last": "Teh",
                    "suffix": ""
                },
                {
                    "first": "Leonid",
                    "middle": [],
                    "last": "Chindelevitch",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Yarin Gal, and Jan Kulveit",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Impact of non-pharmaceutical interventions on documented cases of COVID-19. medRxiv",
            "authors": [
                {
                    "first": "Nicolas",
                    "middle": [],
                    "last": "Banholzer",
                    "suffix": ""
                },
                {
                    "first": "Bernhard",
                    "middle": [],
                    "last": "Eva Van Weenen",
                    "suffix": ""
                },
                {
                    "first": "Arne",
                    "middle": [],
                    "last": "Kratzwald",
                    "suffix": ""
                },
                {
                    "first": "Daniel",
                    "middle": [],
                    "last": "Seeliger",
                    "suffix": ""
                },
                {
                    "first": "Pierluigi",
                    "middle": [],
                    "last": "Tschernutter",
                    "suffix": ""
                },
                {
                    "first": "Alberto",
                    "middle": [],
                    "last": "Bottrighi",
                    "suffix": ""
                },
                {
                    "first": "Joan",
                    "middle": [
                        "Puig"
                    ],
                    "last": "Cenedese",
                    "suffix": ""
                },
                {
                    "first": "Werner",
                    "middle": [],
                    "last": "Salles",
                    "suffix": ""
                },
                {
                    "first": "Stefan",
                    "middle": [],
                    "last": "Vach",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Feuerriegel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Expected impact of reopening schools after lockdown on COVID-19 epidemic in Ile-de-France. medRxiv",
            "authors": [
                {
                    "first": "Laura",
                    "middle": [],
                    "last": "Di Domenico",
                    "suffix": ""
                },
                {
                    "first": "Giulia",
                    "middle": [],
                    "last": "Pullano",
                    "suffix": ""
                },
                {
                    "first": "Chiara",
                    "middle": [
                        "E"
                    ],
                    "last": "Sabbatini",
                    "suffix": ""
                },
                {
                    "first": "Pierre-Yves",
                    "middle": [],
                    "last": "Boëlle",
                    "suffix": ""
                },
                {
                    "first": "Colizza",
                    "middle": [],
                    "last": "Vittoria",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The impact of school reopening on the spread of COVID-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Matt",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Keeling",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Michael",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Tildesley",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Benjamin",
                    "suffix": ""
                },
                {
                    "first": "Bridget",
                    "middle": [],
                    "last": "Atkins",
                    "suffix": ""
                },
                {
                    "first": "Emma",
                    "middle": [],
                    "last": "Penman",
                    "suffix": ""
                },
                {
                    "first": "Glen",
                    "middle": [],
                    "last": "Southall",
                    "suffix": ""
                },
                {
                    "first": "Alex",
                    "middle": [],
                    "last": "Guyver-Fletcher",
                    "suffix": ""
                },
                {
                    "first": "Hector",
                    "middle": [],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "Erin",
                    "middle": [
                        "E"
                    ],
                    "last": "Mckimm",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Gorsich",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Edward",
                    "suffix": ""
                },
                {
                    "first": "Louise",
                    "middle": [],
                    "last": "Hill",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Dyson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Determining the optimal strategy for reopening schools, the impact of test and trace interventions, and the risk of occurrence of a second COVID-19 epidemic wave in the UK: a modelling study",
            "authors": [
                {
                    "first": "Jasmina",
                    "middle": [],
                    "last": "Panovska-Griffiths",
                    "suffix": ""
                },
                {
                    "first": "Cliff",
                    "middle": [
                        "C"
                    ],
                    "last": "Kerr",
                    "suffix": ""
                },
                {
                    "first": "Robyn",
                    "middle": [
                        "M"
                    ],
                    "last": "Stuart",
                    "suffix": ""
                },
                {
                    "first": "Dina",
                    "middle": [],
                    "last": "Mistry",
                    "suffix": ""
                },
                {
                    "first": "Daniel",
                    "middle": [
                        "J"
                    ],
                    "last": "Klein",
                    "suffix": ""
                },
                {
                    "first": "Russell",
                    "middle": [
                        "M"
                    ],
                    "last": "Viner",
                    "suffix": ""
                },
                {
                    "first": "Chris",
                    "middle": [],
                    "last": "Bonell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet Child and Adolescent Health",
            "volume": "4",
            "issn": "11",
            "pages": "817--827",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "European Centre for Disease Prevention and Control. COVID-19 situation update for the EU/EEA and the UK, as of 20",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Ekspertrapport af den 6",
            "authors": [],
            "year": 2020,
            "venue": "Statens Serum Institut",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Norwegian Institute of Public Health. Koronavirus-modellering ved FHI",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Learning about physical parameters: The importance of model discrepancy",
            "authors": [
                {
                    "first": "Jenni",
                    "middle": [],
                    "last": "Brynjarsdóttir",
                    "suffix": ""
                },
                {
                    "first": "Anthony",
                    "middle": [],
                    "last": "Ohagan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Inverse Problems",
            "volume": "30",
            "issn": "11",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Considering discrepancy when calibrating a mechanistic electrophysiology model",
            "authors": [
                {
                    "first": "Sanmitra",
                    "middle": [],
                    "last": "Chon Lok Lei",
                    "suffix": ""
                },
                {
                    "first": "Dominic",
                    "middle": [
                        "G"
                    ],
                    "last": "Ghosh",
                    "suffix": ""
                },
                {
                    "first": "Yasser",
                    "middle": [],
                    "last": "Whittaker",
                    "suffix": ""
                },
                {
                    "first": "Kylie",
                    "middle": [
                        "A"
                    ],
                    "last": "Aboelkassem",
                    "suffix": ""
                },
                {
                    "first": "Chris",
                    "middle": [
                        "D"
                    ],
                    "last": "Beattie",
                    "suffix": ""
                },
                {
                    "first": "Tammo",
                    "middle": [],
                    "last": "Cantwell",
                    "suffix": ""
                },
                {
                    "first": "Charles",
                    "middle": [],
                    "last": "Delhaas",
                    "suffix": ""
                },
                {
                    "first": "Gustavo",
                    "middle": [
                        "Montes"
                    ],
                    "last": "Houston",
                    "suffix": ""
                },
                {
                    "first": "Alexander",
                    "middle": [
                        "V"
                    ],
                    "last": "Novaes",
                    "suffix": ""
                },
                {
                    "first": "Pras",
                    "middle": [],
                    "last": "Panfilov",
                    "suffix": ""
                },
                {
                    "first": "Marina",
                    "middle": [],
                    "last": "Pathmanathan",
                    "suffix": ""
                },
                {
                    "first": "Rodrigo",
                    "middle": [],
                    "last": "Riabiz",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Weber Dos",
                    "suffix": ""
                },
                {
                    "first": "John",
                    "middle": [],
                    "last": "Santos",
                    "suffix": ""
                },
                {
                    "first": "Keith",
                    "middle": [],
                    "last": "Walmsley",
                    "suffix": ""
                },
                {
                    "first": "Gary",
                    "middle": [
                        "R"
                    ],
                    "last": "Worden",
                    "suffix": ""
                },
                {
                    "first": "Richard",
                    "middle": [
                        "D"
                    ],
                    "last": "Mirams",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Wilkinson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Philosophical transactions. Series A, Mathematical, physical, and engineering sciences",
            "volume": "378",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Challenges in control of Covid-19: short doubling time and long delay to effect of interventions",
            "authors": [
                {
                    "first": "Lorenzo",
                    "middle": [],
                    "last": "Pellis",
                    "suffix": ""
                },
                {
                    "first": "Francesca",
                    "middle": [],
                    "last": "Scarabel",
                    "suffix": ""
                },
                {
                    "first": "Helena",
                    "middle": [
                        "B"
                    ],
                    "last": "Stage",
                    "suffix": ""
                },
                {
                    "first": "Christopher",
                    "middle": [
                        "E"
                    ],
                    "last": "Overton",
                    "suffix": ""
                },
                {
                    "first": "Lauren",
                    "middle": [
                        "H K"
                    ],
                    "last": "Chappell",
                    "suffix": ""
                },
                {
                    "first": "Katrina",
                    "middle": [
                        "A"
                    ],
                    "last": "Lythgoe",
                    "suffix": ""
                },
                {
                    "first": "Elizabeth",
                    "middle": [],
                    "last": "Fearon",
                    "suffix": ""
                },
                {
                    "first": "Emma",
                    "middle": [],
                    "last": "Bennett",
                    "suffix": ""
                },
                {
                    "first": "Jacob",
                    "middle": [],
                    "last": "Curran-Sebastian",
                    "suffix": ""
                },
                {
                    "first": "Rajenki",
                    "middle": [],
                    "last": "Das",
                    "suffix": ""
                },
                {
                    "first": "Martyn",
                    "middle": [],
                    "last": "Fyles",
                    "suffix": ""
                },
                {
                    "first": "Hugo",
                    "middle": [],
                    "last": "Lewkowicz",
                    "suffix": ""
                },
                {
                    "first": "Xiaoxi",
                    "middle": [],
                    "last": "Pang",
                    "suffix": ""
                },
                {
                    "first": "Bindu",
                    "middle": [],
                    "last": "Vekaria",
                    "suffix": ""
                },
                {
                    "first": "Luke",
                    "middle": [],
                    "last": "Webb",
                    "suffix": ""
                },
                {
                    "first": "Thomas",
                    "middle": [],
                    "last": "House",
                    "suffix": ""
                },
                {
                    "first": "Ian",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Probabilistic programming in Python using PyMC3",
            "authors": [
                {
                    "first": "John",
                    "middle": [],
                    "last": "Salvatier",
                    "suffix": ""
                },
                {
                    "first": "Thomas",
                    "middle": [
                        "V"
                    ],
                    "last": "Wiecki",
                    "suffix": ""
                },
                {
                    "first": "Christopher",
                    "middle": [],
                    "last": "Fonnesbeck",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PeerJ Computer Science",
            "volume": "2016",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Mixed GAM Computation Vehicle with Automatic Smoothness Estimation",
            "authors": [
                {
                    "first": "Simon",
                    "middle": [
                        "N"
                    ],
                    "last": "Wood",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Inferring change points in the spread of COVID-19 reveals the effectiveness of interventions",
            "authors": [
                {
                    "first": "Jonas",
                    "middle": [],
                    "last": "Dehning",
                    "suffix": ""
                },
                {
                    "first": "Johannes",
                    "middle": [],
                    "last": "Zierenberg",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "Paul"
                    ],
                    "last": "Spitzner",
                    "suffix": ""
                },
                {
                    "first": "Michael",
                    "middle": [],
                    "last": "Wibral",
                    "suffix": ""
                },
                {
                    "first": "Joao",
                    "middle": [
                        "Pinheiro"
                    ],
                    "last": "Neto",
                    "suffix": ""
                },
                {
                    "first": "Michael",
                    "middle": [],
                    "last": "Wilczek",
                    "suffix": ""
                },
                {
                    "first": "Viola",
                    "middle": [],
                    "last": "Priesemann",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Science",
            "volume": "369",
            "issn": "6500",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Quantifying SARS-CoV-2 transmission suggests epidemic control with digital contact tracing",
            "authors": [
                {
                    "first": "Luca",
                    "middle": [],
                    "last": "Ferretti",
                    "suffix": ""
                },
                {
                    "first": "Chris",
                    "middle": [],
                    "last": "Wymant",
                    "suffix": ""
                },
                {
                    "first": "Michelle",
                    "middle": [],
                    "last": "Kendall",
                    "suffix": ""
                },
                {
                    "first": "Lele",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Anel",
                    "middle": [],
                    "last": "Nurtay",
                    "suffix": ""
                },
                {
                    "first": "Lucie",
                    "middle": [],
                    "last": "Abeler-Dörner",
                    "suffix": ""
                },
                {
                    "first": "Michael",
                    "middle": [],
                    "last": "Parker",
                    "suffix": ""
                },
                {
                    "first": "David",
                    "middle": [],
                    "last": "Bonsall",
                    "suffix": ""
                },
                {
                    "first": "Christophe",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Science",
            "volume": "368",
            "issn": "6491",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "World Health Organization",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Danish National Health Data Authority. COVID-19 og ansatte indenfor institutioner og undervisning",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Overvȧgning af COVID-19",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Statens Serum Institut",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "COVID-19: Fallzahlen in Deutschland und weltweit",
            "authors": [
                {
                    "first": "Robert",
                    "middle": [],
                    "last": "Koch Institute",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Dagsrapport og statistikk om koronavirus og covid-19",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Bekräftade fall i Sverige -daglig uppdatering",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Gaussian processes for machine learning",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Rasmussen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K I"
                    ],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Federal Statistical Office of Germany. Population by federal states",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Population in Denmark",
            "authors": [
                {
                    "first": "Statistics",
                    "middle": [],
                    "last": "Denmark",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Key figures for the Population",
            "authors": [],
            "year": 2018,
            "venue": "Statistics Norway",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Approximate Bayesian computation scheme for parameter inference and model selection in dynamical systems",
            "authors": [
                {
                    "first": "Tina",
                    "middle": [],
                    "last": "Toni",
                    "suffix": ""
                },
                {
                    "first": "David",
                    "middle": [],
                    "last": "Welch",
                    "suffix": ""
                },
                {
                    "first": "Natalja",
                    "middle": [],
                    "last": "Strelkowa",
                    "suffix": ""
                },
                {
                    "first": "Andreas",
                    "middle": [],
                    "last": "Ipsen",
                    "suffix": ""
                },
                {
                    "first": "Michael",
                    "middle": [
                        "P"
                    ],
                    "last": "Stumpf",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of The Royal Society Interface",
            "volume": "6",
            "issn": "31",
            "pages": "187--202",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "The No-U-Turn sampler: adaptively setting path lengths in Hamiltonian Monte Carlo",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Matthew",
                    "suffix": ""
                },
                {
                    "first": "Andrew",
                    "middle": [],
                    "last": "Hoffman",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Gelman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of Machine Learning Research",
            "volume": "15",
            "issn": "1",
            "pages": "1593--1623",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Pseudo-marginal bayesian inference for gaussian processes",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Filippone",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Girolami",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "IEEE Transactions on Pattern Analysis and Machine Intelligence",
            "volume": "36",
            "issn": "11",
            "pages": "2214--2226",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "A weakly informative default prior distribution for logistic and other regression models. The annals of applied statistics",
            "authors": [
                {
                    "first": "Andrew",
                    "middle": [],
                    "last": "Gelman",
                    "suffix": ""
                },
                {
                    "first": "Aleks",
                    "middle": [],
                    "last": "Jakulin",
                    "suffix": ""
                },
                {
                    "first": "Maria",
                    "middle": [
                        "Grazia"
                    ],
                    "last": "Pittau",
                    "suffix": ""
                },
                {
                    "first": "Yu-Sung",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "1360--1383",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Prior distributions for variance parameters in hierarchical models (comment on article by browne and draper)",
            "authors": [
                {
                    "first": "Andrew",
                    "middle": [],
                    "last": "Gelman",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Bayesian analysis",
            "volume": "1",
            "issn": "3",
            "pages": "515--534",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "16/03 -Shut borders with France (FR), Switzerland (CH), Austria (AT), Denmark (DK) and Luxembourg (LU) (DE-B1); closure of non-essential business and public service (DE-P1). • 17/03 -Baden-Württemberg closed schools (DE-S2); shut borders with EU (DE-B2).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "National stay at home orders, with exceptions for essential trips, and banned gatherings of more than 2 people (DE-G2); banned all social events and gatherings (DE-P2); closure of non-essential retail and leisure, with exceptions for restaurant takeout (DE-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Modelled and observed cases in (a) Baden-Württemberg, (b) Hesse, (c) Lower Saxony, and (d) Rhineland-Palatinate. Hesse and Rhineland-Palatinate (Figure 1 (b), (d)), where final year high school exams took place in late March, saw a similar response to interventions as other German states with moderate incidence",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Modelled and observed daily cases in Sweden.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "22/04 -Mandatory mask wearing in certain public spaces (DE-P3). • 27/04 -Return of Year 10, final year exam students (ages 15, 18-19) (DE-S3).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Daily hospital admissions with COVID-19 in Germany, excluding those working in education, front-line healthcare workers, carers, catering, and hospitality, thus representing transmission in the general, average-exposure population.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Daily hospitalisations with COVID-19 in Denmark.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Daily confirmed cases in Norway. The left panel shows new cases, and the right panel shows the instantaneous growth rate (shaded regions are 95% confidence intervals). Solid vertical lines indicate when students returned to school, and dashed lines indicate other interventions.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "HS and LP are funded by the Wellcome Trust and the Royal Society (grant 202562/Z/16/Z). FS is funded by the CIHR 2019 Novel Coronavirus (COVID-19) rapid research program. LP and FS are also supported by the UKRI through the JUNIPER modelling consortium (grant number MR/V038613/1). SG was supported by the Medical Research Council (Unit programme number MC UU 00002/11). JS and TF are funded through the Department for Health and Social Care grant in aid funding to Public Health England.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "Daily testing from a subset of German testing laboratories during March. Weekends are highlighted in grey. There is a periodic drop in testing occurring on weekends, particularly evident on Sundays. These drops do not coincide with any changes to the positive test ratio.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "Weekly testing in Denmark was not consistent across the period of this investigation, and so confirmed cases up to April 20 th cannot be relied upon to provide a reliable representation of the underlying epidemic. Norway saw inconsistent testing during March, making confirmed cases an inappropriate metric for assessing school closures. More consistent testing was apparent in April and May.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF20": {
            "text": "Reported weekly tests carried out in Sweden. These numbers rose throughout March and April. Despite the changes in testing rates around the time of school closures, Sweden is still able to provide very useful insight. The decision by the Swedish government to (a) leave schools open to all students under the age of 16 and (b) do so with a background of limited social interventions is useful for partially decoupling the effect of school closures from other controls.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF21": {
            "text": "Daily cases for Baden-Württemberg and North Rhine-Westphalia when corrected for the three-day shift in school closure between the two. The effective day of school closure in both states is shown by the solid grey line. The smoothed trajectory, obtained via a GAM analysis, is shown by the solid lines with the shaded regions representing the 95% confidence intervals. The data for North Rhine-Westphalia are scaled so that the GAM smoothed incidence are identical on the day of closures.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF22": {
            "text": "16/03 -State of emergency declared; shut borders with France (FR), Switzerland (CH), Austria (AT), Denmark (DK) and Luxembourg (LU) (DE-B1); closure of non-essential businesses and public services (DE-P1).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF23": {
            "text": "22/03 -Banned all social events and gatherings (DE-P2); closure of non-essential retail and leisure, with exceptions for restaurant takeout (DE-R1). Modelled and observed cases in Bavaria.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF24": {
            "text": "Shut borders with France (FR), Switzerland (CH), Austria (AT), Denmark (DK) and Luxembourg (LU) (DE-B1); closure of non-essential business and public service (DE-P1).• 17/03 -School closures (DE-S2); shut borders with EU (DE-B2).• 22/03 -National stay at home orders, with exceptions for essential trips, and banned gatherings of more than 2 people (DE-G2); banned all social events and gatherings (DE-P2); closure of non-essential retail and leisure, with exceptions for restaurant takeout (DE-R1). Modelled and observed cases in Berlin.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF25": {
            "text": "Modelled and observed cases in North Rhine-Westphalia. Denmark Denmark saw a staged closing of schools, with primary school closing on Friday 13 th of March, and all other schools following on Monday the 16 th of March. The effective date of secondary school closures is taken to be Saturday 14 th of March.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF26": {
            "text": "Modelled and observed daily hospitalisations in Denmark. The peak in daily hospitalisations occurs too soon after school closures to suggest that those interventions could have contributed to the observed reduction in the growth rate of cases.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF27": {
            "text": "Modelled and observed hospitalisations in Norway.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF28": {
            "text": "Reported daily confirmed cases in Denmark. The left panel shows new cases, and the right panel shows the instantaneous growth rate (shaded regions are 95% confidence intervals). Solid vertical lines indicate when students returned to school, and dashed lines indicate other loosened measures.",
            "latex": null,
            "type": "figure"
        },
        "TABREF4": {
            "text": "28/34 Days since effective school closure",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": ".Educational LevelTested Population (%) Positive Tests (%) Tests",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We gratefully acknowledge Thomas House, Ian Hall and Pantelis Samartsidis for useful discussions and contribution to the methodology. In particular we acknowledge the work of Ian Hall in developing the GAM approach with a day-of-week effect.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The authors declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "All data used in the production of this work, including the relevant scripts, can be found in the electronic supplementary material and online at https://github.com/HelenaStage/COVIDschools.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data accessibility"
        },
        {
            "text": "This study does not require ethical approval, as the only data used are publicly available. We use Monte Carlo integration, using the samples of β, b, φ 1 , φ 2 , η obtained through MCMC and samples of µ generated using the aforementioned reparameterisation, to implicitly evaluate the desired posterior predictive distribution, given by Eq. (S22), and subsequently the counterfactual epidemic projections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical approval"
        },
        {
            "text": "For each of the coefficients β and the intercept b parameters we chose a Student's t-distribution with 5 degrees of freedom. The mean is set to 0 and the standard deviation is set to 1. This was done following the recommendations in [43] for choosing priors for regression (since we modelled the GP's mean function using a linear regression form).We used a half-Cauchy prior with scale set to 5 for the marginal variances α 1 , α 2 , following recommendations in [44] . For each characteristic length scale parameter we have placed a Gamma(2, 1) prior. For the dispersion parameter, η, of the negative binomial we placed a Gamma(2, 0.5) prior.We have also used a logarithmic transform of C pre , C post before passing them to the GP. We ran NUTS with 2 chains for a total 1000 iterations, where we discarded the first 500 iterations as burnin (warmup). We set a target acceptance rate of 0.98 for NUTS during the warmup phase iterations. As with the SEIR model fit, the GP model is trained with data up to 5 days after school closure.",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 237,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 463,
                    "end": 467,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "S2.5 Priors for the GP and MCMC details"
        },
        {
            "text": "and Σ T * T * is the covariance evaluated at the projection inputs C post only: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}