{
    "paper_id": "9fa71a1ea9f1bce2f875e29c7de944e1edc59d4d",
    "metadata": {
        "title": "Bridging global health actors and agendas: the role of national public health institutes",
        "authors": [
            {
                "first": "Sonja",
                "middle": [],
                "last": "Myhre",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Norwegian Institute of Public Health",
                    "location": {
                        "settlement": "Oslo",
                        "country": "Norway"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Mahlet",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kifle",
                "middle": [],
                "last": "Habtemariam",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "David",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "L",
                "middle": [],
                "last": "Heymann",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Trygve",
                "middle": [],
                "last": "Ottersen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Norwegian Institute of Public Health",
                    "location": {
                        "settlement": "Oslo",
                        "country": "Norway"
                    }
                },
                "email": ""
            },
            {
                "first": "Camilla",
                "middle": [],
                "last": "Stoltenberg",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Norwegian Institute of Public Health",
                    "location": {
                        "settlement": "Oslo",
                        "country": "Norway"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Deisy De Freitas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lima",
                "middle": [],
                "last": "Ventura",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of São Paulo",
                    "location": {
                        "addrLine": "Av. Dr. Arnaldo",
                        "postCode": "715",
                        "settlement": "São Paulo",
                        "region": "SP",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Eirik",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "F",
                "middle": [],
                "last": "Vikum",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Norwegian Institute of Public Health",
                    "location": {
                        "settlement": "Oslo",
                        "country": "Norway"
                    }
                },
                "email": ""
            },
            {
                "first": "Anne",
                "middle": [],
                "last": "Bergh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Norwegian Institute of Public Health",
                    "location": {
                        "settlement": "Oslo",
                        "country": "Norway"
                    }
                },
                "email": ""
            },
            {
                "first": "Sonja",
                "middle": [
                    "Myhre@fhi"
                ],
                "last": "No",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Global health crises require coordination and collaboration among actors and global health agendas including health security, health promotion, and universal health coverage. This study investigated whether national public health institutes (NPHIs) unify agendas and actors, how this can be achieved, and what factors contribute to success. We conducted semi-structured interviews with 24 public health leaders from 18 countries in six WHO regions between 2019 and 2020. Respondents described how NPHIs bridge agendas reporting five strategies that institutes employ: serving as a trusted scientific advisor; convening actors across and within sectors; prioritizing transdisciplinary approaches; integrating public health infrastructures, and training that builds public health capacity. Findings also revealed five enabling factors critical to success: a strong legal foundation; scientific independence; public trust and legitimacy; networks and partnerships at global, national, and local levels; and stable funding. The Covid-19 pandemic underscores the urgency of securing scientific independence and promoting national institutes' responsiveness to public health challenges.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "S. Myhre et al.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "• Scientifically independent national public health institutes can serve an important role by bridging health agendas and unifying diverse actors. • National public health institutes should serve as trusted scientific advisors. • A legal foundation, scientific independence, political will, public trust, partnerships, and funding can facilitate and ensure success.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The COVID-19 pandemic ushered in a new era of public health around the world. As of February 2022, 220 countries and territories have reported more than 460 million confirmed cases and over 6 million deaths [1] . The devastating impact of this pandemic has been compounded by severe economic repercussions further underscoring the world's shared vulnerability. Public health emergencies of international concern demand coordination and collaboration among multiple agendas and actors including those central to the World Health Organization's (WHO) triple billion goals: health security, universal health coverage, and health promotion. WHO's aim is to ensure one billion more people benefit from universal health coverage, one billion more are better protected from health emergencies, and one billion more improve their health and well-being [2] . Moving towards these targets by 2023 and advancing work on the Sustainable Development goals will depend on individual countries' ability to address all three agendas. In resource-constrained settings, it is even more imperative that solutions are synergistic across agendas.",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 210,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 844,
                    "end": 847,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This study is based on the premise that countries must invest in health development that enables simultaneous progress on several agendas to achieve these ambitious goals [3] . No studies to date have investigated whether national public health institutes (NPHIs) bridge agendas and unify actors, how this can be achieved, and what factors contribute to success. By 'bridge', we mean bringing together and synergizing these global health agendas. This study examines these questions, made even more salient by the Covid-19 pandemic, which underscores the need for strong national public health coordination and collaboration. The aim of this study is to explore whether and how NPHIs may further bridge global health agendas and actors and what factors make this possible.",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 174,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This study examines NPHIs for several reasons. NPHIs are increasingly recognized for their contributions during health emergencies [4, 5] and tackling enduring national and global health challenges [6] . Previous experience from SARS and Ebola led to investment in creating NPHIs or merging existing agencies into single consolidated entities. In the aftermath of SARS, for example, Hong Kong and Canada established NPHIs in response to national recommendations citing the need for improved coordination, national guidance, and leadership [7, 8] . Similarly, Liberia and Sierra Leone created agencies to lead their country's public health efforts after the 2014 Ebola outbreak [9, 10] . Several publications have made the case for building capacity through investments in national public health institutes to strengthen nationally owned and led responses to epidemic preparedness [11] [12] [13] . COVID-19 may rekindle this interest.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 134,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 135,
                    "end": 137,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 198,
                    "end": 201,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 539,
                    "end": 542,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 543,
                    "end": 545,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 677,
                    "end": 680,
                    "text": "[9,",
                    "ref_id": null
                },
                {
                    "start": 681,
                    "end": 684,
                    "text": "10]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 880,
                    "end": 884,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 885,
                    "end": 889,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 890,
                    "end": 894,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "The role of NPHIs"
        },
        {
            "text": "The International Association of Public Health Institutes (IANPHI) defines a NPHI as \"a government agency, or closely networked group of agencies, that provides sciencebased leadership, expertise, and coordination for a country's public health activities.\" NPHIs have a longstanding legacy as politically neutral, semi-autonomous, and in many cases also explicitly scientifically independent governmental agencies supporting Ministries of Health (MoH) undergirded by legal frameworks. NPHIs around the world use many different nomenclatures (for example, institute, center, agency, center for disease control) reflecting historical origins, language, and governance traditions. Legal status and organizational structure also reflect country context, yet the common thread is a dedicated focus on core public health functions [14] .",
            "cite_spans": [
                {
                    "start": 825,
                    "end": 829,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "National public health institutes"
        },
        {
            "text": "Given the broad range of definitions associated with the three global health agendas, and while recognizing there is no consensus, we define these terms for the purpose of this study as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Universal health coverage, health security, and health promotion"
        },
        {
            "text": "Universal health coverage: access to quality essential health care services including medicines, vaccines, and financial risk. Health security:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Universal health coverage, health security, and health promotion"
        },
        {
            "text": "activities needed to reduce vulnerability of risks to health, particularly those that can potentially spread across international borders. Health promotion:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Universal health coverage, health security, and health promotion"
        },
        {
            "text": "activities that entail population-based interventions to promote healthier lives and well-being.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Universal health coverage, health security, and health promotion"
        },
        {
            "text": "The study team conducted semi-structured interviews with 24 public health leaders with extensive expertise, experience, or knowledge of national public health institutes from 18 countries in six WHO regions. We analyzed the interview data using an inductive content analysis approach to identify themes from the interview collection. We integrated principles derived from the COnsolidated criteria for REporting Qualitative research (COREQ) from the outset in the study design, data collection, and reporting process [15] . Supplemental material contains a completed COREQ checklist (Table S1 ), interview information sheet (Table S2) , informed consent form (Table S3) , and interview guide (Table S4) .",
            "cite_spans": [
                {
                    "start": 517,
                    "end": 521,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 583,
                    "end": 592,
                    "text": "(Table S1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 624,
                    "end": 634,
                    "text": "(Table S2)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 659,
                    "end": 669,
                    "text": "(Table S3)",
                    "ref_id": null
                },
                {
                    "start": 692,
                    "end": 702,
                    "text": "(Table S4)",
                    "ref_id": null
                }
            ],
            "section": "Study design"
        },
        {
            "text": "We derived a formative list of key informants from a scoping review of NPHI literature [16] . We conducted initial interviews with twelve authors of peerreviewed journal articles focusing on NPHIs. Using a snowball recruitment strategy, we asked interviewees to recommend highly qualified candidates. Consultation with co-authors and a purposive strategy guided informant selection to attain representation by gender, geographic location, organizational maturity, size, and country-level economic status. We contacted potential candidates by email and invited them to participate. We did not reject or exclude any potential informants from participation although some were unresponsive despite several email follow-up attempts. We chose selection criteria to include perspectives from single NPHIs, networked agencies, and country settings without designated NPHIs. We conducted interviews by teleconference (n = 19) and face to face (n = 5). Before the interview, we sent participants a project summary, informed consent form, and list of questions (see Appendix 2) . Two authors (SLM and AB) with previous interview experience conducted the interviews, all in English except two using interpreters. We considered issues related to researcher reflexivity in advance. We conducted interviews from November 2019 to February 2020. According to the project timeline, we conducted no interviews after February. The first interview pilot test of the interview guide resulted in minor modifications. We audiotaped and transcribed all interviews. Participants received transcript copies and were provided an opportunity to correct them. Interview length ranged from 30 to 75 min.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 91,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1055,
                    "end": 1066,
                    "text": "Appendix 2)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Key informant interviews"
        },
        {
            "text": "For qualitative analysis of the interview data, we used a thematic analysis approach described by Braun and Clarke [17] that entails identification of crosscutting themes and patterns without relying on preconceived ideas or categories to ensure openness to new concepts [17] . Based on an inductive qualitative data analysis approach, the process involved compiling the data via transcription; coding data into discreet units; exploring codes for patterns and creating broader categories; and crafting broad themes to capture overarching concepts. Several authors discussed thematic categories and supporting codes to reach consensus.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 119,
                    "text": "[17]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 271,
                    "end": 275,
                    "text": "[17]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "We designed the study in accordance with the General Data Protection regulations and submitted study documentation to the Norwegian Institute of Public Health that approved it. Given that participants' identities were confidential and anonymous, the study did not require further ethical review.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics"
        },
        {
            "text": "This section describes the informant sample; participants' views about NPHI contributions to health security, universal health coverage, and health promotion; strategies used by NPHIs to bridge global health agendas; and key enabling factors critical to NPHI success.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "We included key informants based in all six WHO-defined geographic regions ( , Ukraine [1] , and the US [1] . Twentyone informants were male and three were female. Informants in the sample had extensive knowledge of NPHIs. Seventeen informants had been acting or former Director or deputy Director of a NPHI or similar agency. Several had worked to establish their NPHI. Others had professional experience in academia or held a leadership role in a regional or global public health organization. The sample also included individuals with experience in different size NPHIs including large (1000 + staff), medium (101-999), and small (less than 100) agencies. Similarly, experience with NPHIs included mature (20 + years), established (6 to 19 years old), and newly created NPHIs (5 years or fewer). To preserve anonymity, we refer to comments expressed by informants by number in parentheses (i.e., #1-#24). We present illustrative quotes from key informants in Table S5 in the Supplemental Material and referred to in parentheses (for example, Table S5 , line #, informant #).",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 90,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 104,
                    "end": 107,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 75,
                    "end": 76,
                    "text": "(",
                    "ref_id": null
                },
                {
                    "start": 962,
                    "end": 970,
                    "text": "Table S5",
                    "ref_id": null
                },
                {
                    "start": 1045,
                    "end": 1053,
                    "text": "Table S5",
                    "ref_id": null
                }
            ],
            "section": "Key informant sample"
        },
        {
            "text": "While many informants acknowledged the interdependence of the agendas, several informants commented that WHO's definitions of health security, universal health coverage, and health promotion are often not understood at local and national levels (#1, #5, #14, #16). Others remarked that this terminology may not resonate with national views (#13, #17, #19). Conceptual overlap made it challenging to pigeonhole NPHI functions into categories as noted by one informant (Table S5, line 1,  #5) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 467,
                    "end": 490,
                    "text": "(Table S5, line 1,  #5)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "NPHIs' contributions to global health agendas"
        },
        {
            "text": "The legacy of NPHIs' historic roots in sanitation, laboratories, hygiene, and outbreak detection is still evident in their prevailing health security focus. According to informants, most NPHIs prioritize health security efforts through several core functions such as disease surveillance, laboratory diagnostics, investigation of health threats, emergency preparedness, and response. Many NPHIs engage in activities related to the International Health Regulations (IHR) and Joint External Evaluations as part of national health security efforts (#1, #7, #10, #12, #24). Specific examples include efforts dedicated to development of National Action Plans for Health Security or aimed at strengthening biosafety and biosecurity in support of the Global Health Security Agenda (#8, #11, #12, #24).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NPHIs and health security"
        },
        {
            "text": "Many informants indicated that MoHs or other state agencies often spearhead universal health coverage efforts (#1, #2, #9, #10). Although one informant reported that universal health coverage was the primary focus, all others mentioned indirect involvement through promotion, surveillance, or research activities. Several noted that focus on fiscal mechanisms can overshadow attention given to quality or service-oriented components (#2, #5, #16). One observed overlap among agendas for planning purposes (Table S5 , Line 2, #1).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 505,
                    "end": 514,
                    "text": "(Table S5",
                    "ref_id": null
                }
            ],
            "section": "NPHIs and universal health coverage"
        },
        {
            "text": "Informants' responses about health promotion reflect a broad range of approaches. A few indicated the top priority to be health promotion (#7, #15) while several considered this the weakest pillar (#2, #12, #21). Other informants commented on the importance of this agenda to reduce demand for services (#4, #22). Several cited generating relevant evidence as an example of NPHIs' indirect contribution to health promotion. National HIV survey data, for example, revealed decreasing levels of knowledge that led governments and funders to renew their investments in promoting healthy behaviors (#12). Another theme, tackling social determinants, underscored the cross-sectoral nature of public health (Table S5, line 3, #10) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 701,
                    "end": 724,
                    "text": "(Table S5, line 3, #10)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "NPHIs and health promotion"
        },
        {
            "text": "This section describes respondents' insights into how NPHIs have successfully bridged global health agendas. Respondents articulated five actionable strategies NPHIs have used to bridge agendas, namely serving as a trusted scientific advisor to inform policy, priorities, and decision making; convening actors across and within sectors; prioritizing multi-, inter-, and transdisciplinary areas; developing public health capacity through teaching and training; and integrating public health infrastructure for multipurpose use. Table 1 provides a summary of these strategies, country examples, and resulting links across agendas.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 527,
                    "end": 534,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Strategies for bridging global health agendas"
        },
        {
            "text": "Informants acknowledged that NPHIs' unique position of scientific independence facilitates serving as a credible, trusted advisor to the MoH, the government, and the general public (#6, #10-14, #16, #18, #20, #23). As science-based agencies, NPHIs gather evidence and generate data that, in turn, lends credibility to policy decisions that contribute to building public trust (Table S5 , line 4, #16). Informants also mentioned the value of data and health information systems as building blocks of research and catalysts for decision making (#4, #6, #11, #12, #18, #21, #23). NPHIs can collectively add value by collecting and working with data (Table S5, line 5,  #14) . Similarly, an informant commented more generally on the challenge of prioritizing investment in research (Table S5 , line 6, #22).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 376,
                    "end": 385,
                    "text": "(Table S5",
                    "ref_id": null
                },
                {
                    "start": 646,
                    "end": 670,
                    "text": "(Table S5, line 5,  #14)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 778,
                    "end": 787,
                    "text": "(Table S5",
                    "ref_id": null
                }
            ],
            "section": "Serve as trusted scientific advisor to inform policy, priorities, and decision making"
        },
        {
            "text": "Informants often mentioned the intersectoral convening role orchestrated by NPHIs (#3, #6, #7, #10, #12, #21, #23, #24). One informant described a NPHI-driven initiative involving a multisectoral consensus-building process to develop a National Action Plan for Health Security (#12). Several ministries and external stakeholders engaged throughout the process resulting in consensus building, buy-in, and ownership (Table S5 , line 7, #12). Adapting the process to their cultural context resulted in an instrument with relevance and national value. They incorporated elements from health promotion and universal health coverage into the document underscoring the added value of multisectoral cooperation. Other informants described situations having involved convening diverse stakeholders from health, food safety, animal, environment, and economic agencies to address issues such as antimicrobial resistance (#7), listeria (#16), and dengue (#3).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 415,
                    "end": 424,
                    "text": "(Table S5",
                    "ref_id": null
                }
            ],
            "section": "Convene actors within and across sectors"
        },
        {
            "text": "Given the complexity of many public health challenges, multi-, inter-, and transdisciplinary approaches are critical (#3, 10, #17, #18, #22). One informant provided addressing obesity as an example of integrating knowledge from several disciplines into a holistic approach (#3). Epidemiologic studies identified national obesity trends leading to research investigating social and environmental drivers of obesity. Economic surveys and analysis of consumer databases on food expenditure and entertainment revealed a dramatic rise in soda consumption and decline in healthy foods. Presentation of this research to the MoH led to multilevel, multisectoral, and multidisciplinary interventions such as school guidelines, ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prioritize multi-, inter-, and transdisciplinary approaches"
        },
        {
            "text": "Several informants described the potential of NPHIs to facilitate integration of public health infrastructure for multipurpose use (#3, #4, #11, #13, #17, #20). As one informant observed, in resource-constrained settings, it is essential to maximize efficiency and minimize disease-specific approaches (Table S5, line 8, #11) . Such a strategy may remedy vertical programming's parallel systems, wasted resources, and missed opportunities. (Table S5 , line 9, #11). In sum, informants describe NPHIs as well positioned to advocate for building platforms, pooling activities, and sharing resources.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 302,
                    "end": 325,
                    "text": "(Table S5, line 8, #11)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 440,
                    "end": 449,
                    "text": "(Table S5",
                    "ref_id": null
                }
            ],
            "section": "Integrate public health research infrastructure for multipurpose use"
        },
        {
            "text": "Many informants mentioned developing public health capacity through teaching and training as an integral part of their NPHI's mission (#3, #6, #7, #12, #13, #14, #15, #18, #23). Respondents reported various types of educational opportunities including field epidemiology training courses, professional training programs, or postgraduate coursework. Brazil and Mexico have adopted a unique approach to building public health education systems by establishing accredited schools of public health programs, each under the umbrella of their NPHI with the explicit aim of developing the national public health workforce (#3, #13). Building educational opportunities into the ethos of NPHIs may reduce brain drain, repatriate talent of individuals studying abroad, consolidate expertise, provide inspiring career tracks, and stimulate local research activities (#18). Findings gleaned from interview data suggest that NPHI-initiated strategies depend on key enabling factors to thrive as described in Table 2 . Factors facilitating success clustered around five themes, namely a strong legal foundation with a multidisciplinary mandate; political will and acceptance of scientific independence; public trust and legitimacy; networks and partnerships at global, national, and local levels; and stable funding.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 995,
                    "end": 1002,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Develop capacity through teaching and training"
        },
        {
            "text": "Nearly all respondents mentioned the necessity of a firm legal footing; failure to pass a law, act, or decree proved to be the principal deterrent in establishing a NPHI (#4, #10). The value of articulating a multidisciplinary mandate safeguards engagement in emerging public health challenges. Informants coupled a strong legal foundation with need for high-level political will to spearhead the process (#4, #5, #14, #18). They also deemed as critical for NPHI functionality, acceptance of scientific independence by politicians to avoid partisan interference (#13, #18, #20, #21, #23). Public trust and legitimacy rely on scientific independence as well as the credibility, integrity, and relevance of the work produced by NPHIs. Leveraging NPHI partnerships and networks on local, regional, and global levels indicates the importance of collaboration, particularly during crises. Finally, stable core funding from domestic budgets or external funds is essential for organizational sustainability and longevity (#1, #3, #14, #16, #18, #21).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Develop capacity through teaching and training"
        },
        {
            "text": "Although the design and data collection of this study occurred before COVID-19, the findings are particularly relevant in the context of this pandemic. Country level struggles with COVID-19 continue to underscore the need for bridging agendas and actors. Countries with seemingly well-prepared health security infrastructure have, for example, performed poorly in terms of detection and death [18] . Lack of vaccines or curative treatments continues to reinforce the importance of health promotive efforts and universal health coverage to assure health care [19] .",
            "cite_spans": [
                {
                    "start": 393,
                    "end": 397,
                    "text": "[18]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 558,
                    "end": 562,
                    "text": "[19]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This pandemic has led some countries to re-examine their institutional capacity. Two countries have taken steps to establish NPHIs: Zimbabwe published a statutory instrument for a NPHI in July 2020 [20] and South Africa passed a law for a NPHI in August 2020 [21] . Observers have long recognized the value of NPHIs as health security focal points [22] [23] [24] . Engagement and support for universal health coverage and health promotion are consistent with research reporting that mature NPHIs, having accrued capacity and resources, adopt broader mandates with multiple agendas while fledging institutions have more limited scope that develops over time [25] . Our findings include several ways that NPHIs bridge global health agendas. Five actionable strategies demonstrate how NPHIs have drawn on their inherent core assets including their capacity for serving as a trusted scientific advisor to inform decision making; multisectoral convening; multidisciplinary approaches; multi-use infrastructure; and training. Regarding provision of scientific advice, the COVID-19 pandemic has shown how critical it is that NPHIs maintain scientific independence to provide data and evidence to inform decision making. Yet during this pandemic, examples may be found to the contrary where politically motivated actors have sidelined, suppressed, silenced, and scapegoated NPHIs, thus, exposing the tenuousness of scientific autonomy. Given that scientific independence forms the foundation of public trust [26] , greater efforts will be needed to safeguard NPHIs' ability to provide science-based advice to policymakers and the public. Scientific quality, integrity, and excellence are also vitally important in building public trust.",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 202,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 259,
                    "end": 263,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 348,
                    "end": 352,
                    "text": "[22]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 353,
                    "end": 357,
                    "text": "[23]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 358,
                    "end": 362,
                    "text": "[24]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 657,
                    "end": 661,
                    "text": "[25]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1500,
                    "end": 1504,
                    "text": "[26]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "As to multisectoral convening, COVID-19 provides real-world lessons on the necessity of coordinating siloed sectors to address certain public health challenges. As impartial conveners, NPHIs are well suited to facilitate intersectoral cooperation. Similarly, the value of integrating disciplines and approaches continues to grow given the complexity of global health challenges such as climate change and antimicrobial resistance. The COVID-19 pandemic illustrates the need for multidisciplinarity as it has required scientific engagement from many different fields [27] .",
            "cite_spans": [
                {
                    "start": 566,
                    "end": 570,
                    "text": "[27]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Integrating public health infrastructures for multipurpose use can be leveraged to increase efficiency, reduce waste, and optimize resources. Studies in countries that have integrated surveillance of HIV, tuberculosis, and sexually transmitted diseases have demonstrated that harmonized approaches that promote understanding of comorbidity trends across diseases reduce duplication and inefficiencies [28] . The urgency of NPHIs to access data sources for preparedness purposes raises similar issues on the value of 'integrated science' [29] . In sum, these examples demonstrate several unique strategies that NPHIs have used to bridge global health agendas. In resource-constrained settings, these strategies may be particularly useful in reducing fragmentation while also increasing collaboration, enhancing efficiencies through coordination, and instilling country ownership and stewardship.",
            "cite_spans": [
                {
                    "start": 401,
                    "end": 405,
                    "text": "[28]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 537,
                    "end": 541,
                    "text": "[29]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The presence of several critical enabling factors is key for NPHIs to thrive. Governments should recognize their role in supporting NPHIs by providing a legal foundation with a comprehensive mandate, protections to ensure scientific independence that will instill public trust and legitimacy, and stable funding. Finally, regional and international NPHI organizations such as Africa Centres for Disease Control and Prevention and the International Association of National Public Health Institutes (IANPHI) continue to expand their membership benefits; these will be all the more valuable as information and resource-sharing opportunities advance [30] .",
            "cite_spans": [
                {
                    "start": 646,
                    "end": 650,
                    "text": "[30]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "To our knowledge, no studies to date have investigated the unique contributions of NPHIs to WHO's three global health agendas. Another strength of this study is the collection of diverse perspectives from high-level public health leaders from different regions around the world. A limitation of the study is the low representation from regions with few NPHIs (that is, Southeast Asia, Western Pacific). Other limitations concern the key informant recruitment process. While the selection process aimed to gather views from different geographic regions and institutional perspectives (staff size and NPHI maturity), using a snowball strategy may introduce selection bias by inadvertently acquiring individuals with similar beliefs and views. In addition, under-representation of women in our sample suggests that men often hold NPHI leadership positions in LMIC settings. Future research should investigate further perspectives from public health leaders in LMICs that have not established NPHIs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations, strengths, and contributions"
        },
        {
            "text": "The study findings indicate that NPHIs bridge global health agendas and unify actors using strategies often associated with NPHIs. Further, these findings support investing in establishing new or strengthening existing NPHIs, given the potential value to countries. In LMICs, NPHIs offer a compelling case for investment using a country-owned approach that can maximize synergies across global health agendas, respond to pandemic situations, and contribute to a wider systems approach. Governments and other stakeholders, however, should carefully consider essential enabling factors that will facilitate success. The COVID-19 pandemic amounts to an urgent call to take bold steps to secure scientific independence and promote national institutions responsive to present and future public health challenges.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "World Health Organization. WHO-The Triple Billion targets",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Addressing the fragmentation of global health: the Lancet Commission on synergies between universal health coverage, health security, and health promotion",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ooms",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ottersen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jahn",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "A"
                    ],
                    "last": "Agyepong",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Lancet",
            "volume": "392",
            "issn": "",
            "pages": "1098--1107",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A new twenty-first century science for effective epidemic response",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bedford",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Farrar",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ihekweazu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Koopmans",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nkengasong",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nature",
            "volume": "575",
            "issn": "7781",
            "pages": "130--136",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Connecting sectors and systems for health results",
            "authors": [
                {
                    "first": "Pierre-Louis A",
                    "middle": [],
                    "last": "El-Saharty",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Stanciole",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jonas",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Pascual",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Oelrichs",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Institutional development for public health: learning the lessons, renewing the commitment",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Frenk",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "González-Block",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Public Health Policy",
            "volume": "29",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "From SARS to avian influenza preparedness in Hong Kong",
            "authors": [
                {
                    "first": "Aty",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Hsu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Luk",
                    "suffix": ""
                },
                {
                    "first": "Ckc",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Clin Infect Dis",
            "volume": "64",
            "issn": "2",
            "pages": "98--104",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The health of the public is the foundation of prosperity: the work of the Public Health Agency of Canada at home and around the world",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Butler-Jones",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Can Med Assoc J",
            "volume": "177",
            "issn": "9",
            "pages": "1063--1067",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Ministry of Health and Sanitation. National Health Sector Strategic Plan",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Building operational public health capacity through collaborative networks of National Public Health Institutes",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Verrecchia",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Dar",
                    "suffix": ""
                },
                {
                    "first": "Mohamed-Ahmed",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Squires",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "BMJ Glob Health",
            "volume": "4",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "How Africa can quell the next disease outbreaks",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Nkengasong",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nature",
            "volume": "567",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Network for strong, national, public health institutes in west Africa",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Meda",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Dabis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Desenclos",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Crespin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Delfraissy",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Lancet",
            "volume": "387",
            "issn": "",
            "pages": "2196--2203",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "International Association of National Public Health Institutes. National Public Health Institutes: Core functions and attributes 2020",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Consolidated criteria for reporting qualitative research (COREQ): a 32-item checklist for interviews and focus groups",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sainsburgy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Craig",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Int J Qual Health Care",
            "volume": "19",
            "issn": "6",
            "pages": "349--57",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "National public health institutes: a scoping review",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Myhre",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "French",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bergh",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Public Health",
            "volume": "20",
            "issn": "",
            "pages": "1--18",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Using thematic analysis in psychology",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Braun",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Clarke",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Qual Res Psychol",
            "volume": "3",
            "issn": "2",
            "pages": "77--101",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The Global Health Security index and Joint External Evaluation score for health preparedness are not correlated with countries' COVID-19 detection response time and mortality outcome",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Haider",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yavlinsky",
                    "suffix": ""
                },
                {
                    "first": "Y-M",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Hasan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Benfield",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "Y"
                    ],
                    "last": "Osman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Epidemiol Infect",
            "volume": "148",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Research Constitution of the National Public Health Institute Regulation",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Armocida",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Formenti",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Palestra",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ussai",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Missoni",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Global Health",
            "volume": "10",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "NPHIs as focal points for leadership in prevention and control of infectious diseases",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Heymann",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Public Health Policy",
            "volume": "29",
            "issn": "3",
            "pages": "374--380",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Global public health security",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rodier",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Greenspan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Hughes",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Heymann",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Emerg Infect Dis",
            "volume": "13",
            "issn": "10",
            "pages": "1447--52",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "National public health institutes: a coordinated and comprehensive approach toward influenza A H1N1 and other threats to public health",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Buss",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Koplan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dusenbury",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Binder",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Rosenberg",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Rev Panam Salud Publica",
            "volume": "26",
            "issn": "2",
            "pages": "184--192",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Public health in Africa-the role of national public health institutes",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Adigun",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dusenbury",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Schoub",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "S Afr Med J",
            "volume": "97",
            "issn": "11",
            "pages": "1036--1045",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Offline: science and the breakdown of trust",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Horton",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "396",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The urgent need for integrated science to fight COVID-19 pandemic and beyond",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Moradian",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Ochs",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sedikies",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Hamblin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Camargo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Martinez",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Transl Med",
            "volume": "18",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Toward integration of STD, HIV, TB, and viral hepatitis surveillance",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Weinstock",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Douglas",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Fenton",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Public Health Reports",
            "volume": "124",
            "issn": "2",
            "pages": "5--6",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Using critical information to strengthen pandemic preparedness: the role of national public health agencies",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Dar",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Erondu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rahman-Shepherd",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hollmann",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ihekweazu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ Glob Health",
            "volume": "5",
            "issn": "9",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The authority of meta-organisations: making the international association of National Public Health Institutes attractive to prospective members",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Vähä-Savo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Syväterä",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Tervonen-Gonçalves",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Eur J Cult Political Sociol",
            "volume": "6",
            "issn": "4",
            "pages": "474--502",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF1": {
            "text": "Actionable strategies, country examples, and resulting linkages across agendas",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Key enabling factors",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements We wish to acknowledge and thank all of the participants that generously shared their expertise, insights, and experiences as part of the key informant interview process conducted on behalf of this study. We wish to thank the International Association of National Public Health Institutes for their support. Finally, we wish to thank Alpha Amadou Diallo and Katrine Frønsdal for their valuable insights and contributions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "The online version contains supplementary material available at https:// doi. org/ 10. 1057/ s41271-022-00342-0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Information"
        }
    ]
}