{
    "paper_id": "a00cf0db28c4f4d135ff1a41b2c68f5bfae3667c",
    "metadata": {
        "title": "COVID-19 heralds a new epistemology of science for the public good",
        "authors": [
            {
                "first": "Guido",
                "middle": [],
                "last": "Caniglia",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Konrad Lorenz Institute for Evolution and Cognition Research",
                    "institution": "",
                    "location": {
                        "settlement": "Klosterneuburg",
                        "country": "Austria"
                    }
                },
                "email": ""
            },
            {
                "first": "Carlo",
                "middle": [],
                "last": "Jaeger",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Eva",
                "middle": [],
                "last": "Schernhammer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "Gerald"
                ],
                "last": "Steiner",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Federica",
                "middle": [],
                "last": "Russo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "for Logic, Language and Computation (ILLC)",
                    "institution": "University of Amsterdam",
                    "location": {
                        "settlement": "Amsterdam",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Jürgen",
                "middle": [],
                "last": "Renn",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "Peter"
                ],
                "last": "Schlosser",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Arizona State University",
                    "location": {
                        "settlement": "Tempe",
                        "region": "AZ",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Manfred",
                "middle": [
                    "D"
                ],
                "last": "Laubichler",
                "suffix": "",
                "affiliation": {},
                "email": "manfred.laubichler@asu.edu"
            },
            {
                "first": "G",
                "middle": [],
                "last": "Boniolo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "L",
                "middle": [],
                "last": "Onaga",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "COVID-19 has revealed that science needs to learn how to better deal with the irreducible uncertainty that comes with global systemic risks as well as with the social responsibility of science towards the public good. Further developing the epistemological principles of new theories and experimental practices, alternative investigative pathways and communication, and diverse voices can be an important contribution of history and philosophy of science and of science studies to ongoing transformations of the scientific enterprise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Major crises including pandemics, natural catastrophes, civil and international conflicts, and technological disasters are inevitable, as are their cascading consequences across social, economic, and environmental systems. Due to the increased interconnectedness of global systems, the COVID-19 pandemic exemplifies a new category of risk, identified as global systemic risks, for which well-established practices of knowledge generation, policy advice, and risk management no longer suffice (Petropoulos & Makridakis, 2020; Renn et al., 2019) . Rather, whereas global systemic risks require scientific insight and guidance, the COVID-19 pandemic reveals that traditional scientific practices and institutions are ill-equipped to provide those in a timely manner, de facto in near real time. The problem here though is complex and also involves the epistemological underpinning of modern science, which is often based on linear thinking and on an ideal of control that proves to be inadequate for navigating complex, global phenomena. Here, we argue that a new epistemology of science is needed to adequately address the challenges posed by global systemic risks. We suggest that history and philosophy of science (HPS), philosophy of science in practice (PSP), and science studies more generally, are uniquely positioned to contribute to envisioning an epistemology of science that can serve the public good in times of systemic crises. This is because, epistemology connects scientific practice with the historical and social contexts in which scientific knowledge is generated. We are aware, however, that we issue this call for change and action from the privileged position of white academics working in wealthy western scientific institutions. Our proposed transformation towards a new epistemology of science for the public good therefore leverages this privilege and invites the world of science to embrace fundamental principles of equity, justice, and inclusion. and approval of drugs and vaccines have emerged. Because of all of these reasons, COVID-19 serves as a preview of what has to be expected to become a new dimension of science as natural and social crises amplify in our complex, interdependent world and the time windows for necessary science-based anticipation, prevention and response shrink.",
            "cite_spans": [
                {
                    "start": 492,
                    "end": 524,
                    "text": "(Petropoulos & Makridakis, 2020;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 525,
                    "end": 543,
                    "text": "Renn et al., 2019)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Context"
        },
        {
            "text": "Because of the current precarious state of natural and human systems unvailed by the COVID pandemic (Cazzolla Gatti et al., 2021) , science operating as crisis anticipation and management for the public good will become much more prevalent in the future (Brooks et al., 2019) . It is thus critical to lay out the fundamental characteristics of the epistemology of a science that is able to address and respond to global, interconnected crises while reinforcing the public trust in science and the role of scientific knowledge and expertise (Oreskes, 2019) . We suggest three overarching principles for such an epistemology:",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 129,
                    "text": "Gatti et al., 2021)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 254,
                    "end": 275,
                    "text": "(Brooks et al., 2019)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 540,
                    "end": 555,
                    "text": "(Oreskes, 2019)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Science for the public good"
        },
        {
            "text": "(",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Science for the public good"
        },
        {
            "text": "Frequently responding to rapidly unfolding crises and/or shocks to interconnected systems requires new theoretical and experimental approaches to appraise and make sense of new data and information as well as new ways of communicating incomplete knowledge with appropriate caveats. In the current pandemic, some research responses have led to greater uncertainty of scientific knowledge created during this time (Martin et al., 2020) . As a consequence, a number of highly publicized retractions of COVID-19 related papers from high impact journals have drawn attention to how the science was conducted, specifically the nature of collaboration, source of data, and process of peer-review. While the (potentially) negative impact of these papers has been minimized, the acceleration of science is producing thousands of other publications and research results that are bypassing traditional review and rapidly entering scientific and public discourses. In this context, we thus need new theoretical frameworks that can support action and decision-making and that can help to produce inferences in support of urgent decisions at accelerated timescales based on incomplete knowledge. Such approaches will have to emerge from and be recursively improved and refined through experimental action and practice in the contexts in which interventions are implemented and decisions made (Caniglia et al., 2021) . Transdisciplinary spaces at the science-society interface will have to be developed to allow for the development of new ways of doing research that embrace, rather than inadequately reduce, uncertainty and complexity.",
            "cite_spans": [
                {
                    "start": 412,
                    "end": 433,
                    "text": "(Martin et al., 2020)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1378,
                    "end": 1401,
                    "text": "(Caniglia et al., 2021)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "1) New theoretical and experimental approaches to address irreducible uncertainty in decision-making"
        },
        {
            "text": "(2) Alternative investigative pathways that enable scientists to contribute to the public discourse and to shape the science-society interface An investigative pathway is the ''research trail … [or] personal trajectory of individual scientists within the larger investigative movements in which they take part'' (Holmes, 2004, p. xvi) . In order to deal with the many interconnected crises of our global society, science institutions will have to provide incentives for scientists to work at the science-society interface and participate to the public discourse. For instance, this might mean to train professional scientists to act as honest brokers and collaborate with societal actors in decision-making processes, e.g. where vaccination campaigns are being planned locally, nationally, and globally. Another way in which scientists can work at the science-society interface is through science communication. In this respect, scientific institutions ought to take better care in educating science communicators as modern communication tools facilitate rapid dissemination of ideas and results, as well as mis-information. Social media add a new dimension to these dynamics, including challenges to scientific authority. Thus, we need more and better training programs for scientists to be able to make use of traditional and new communication media to share, appraise, and discuss relevant information as well as to deal with misinformation in society. As part of science communication efforts, the process of science will have to be made transparent. It will be necessary to create awareness of how scientific consensus might be reached as well as of how scientific findings are discussed and critically examined in the scientific community in the form of a public discourse. Importantly, the scientific community will have to acknowledge and reward such alternative pathways especially in the career advancement of early career researchers. The epistemologies developed in the various camps of HPS, PSP, and science studies can enrich and foster the way science contributes to the public discourse, via collaboration and communication at the different levels.",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 334,
                    "text": "(Holmes, 2004, p. xvi)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "1) New theoretical and experimental approaches to address irreducible uncertainty in decision-making"
        },
        {
            "text": "(",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1) New theoretical and experimental approaches to address irreducible uncertainty in decision-making"
        },
        {
            "text": "Every disaster or crisis is unique and, in some way, also always has a local expression. COVID-19 has made very clear that solutions that might work in some contexts might not be effective in others. Science for crisis management has traditionally been used to guide public policy, develop novel discoveries or technologies designed to mitigate suffering, such as vaccines and medical treatments, and create strategic plans for disaster relief (Brooks et al., 2019) . However, such processes often ignore voices and perspectives outside of western cultures and tend to rely on the culturally/ethnically predominant voices of their scientific institutions. Science as a historically situated and constantly evolving process has been and remains complicit in forms of historically entrenched systemic injustice. The intricate entanglement of the history of Western science with old and new forms of economic, political, and cultural colonialism have contributed to (and been reinforced by), for instance, systemic racism, sexism, and transphobia as well as to discrimination towards neurodiversity and people with disabilities (Harding, 2011) . Major scientific journals have recently claimed that the world of science must strive harder to correct those injustices and amplify marginalized voices (Black Lives Matter in ecology and evolution, 2020). Equity, diversity, and inclusion should be recognized as fundamental values in science not only for ethical reasons, but also on epistemological grounds. There is in fact a deep connection between ethics and epistemology that needs to be rediscovered and put into practice. Indeed, only if scientific research engages with the broadest spectrum of views, opinions and experiences will it be able to contribute to serving the public good and to addressing the scientific, societal, and environmental challenges of our world through research. If we want responses to global crises, such as the COVID-19 pandemic, to be effective locally, it will be essential to include and empower those who inhabit those local spaces in the generation, dissemination, and evaluation of scientific knowledge, and to make each scientific space inherently more inclusive and diverse. For instance, recent attempts to legitimize qualitative methods in the dominant quantitative-oriented epidemiology is a case in point especially in relation to COVID-19. A rethinking of practices and methodologies will be needed to increase the quality as well as the effectiveness and fit of scientific knowledge to the cultural and social contexts where global systemic risks have impact on people's lives.",
            "cite_spans": [
                {
                    "start": 444,
                    "end": 465,
                    "text": "(Brooks et al., 2019)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1125,
                    "end": 1140,
                    "text": "(Harding, 2011)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "3) Diverse voices for equity, diversity, and inclusion in the scientific process and to increase quality and effectiveness of scientific knowledge"
        },
        {
            "text": "Science has not always radically changed during a pandemic or crisis, although it is clearly happening during the current pandemic. A July 24, 2020, Science news feature by Paul Voosen concerning more accurate climate models perfectly summarizes the challenges in front of us. A scientist involved in the study to narrow the bounds of climate sensitivity to greenhouse gases in the atmosphere stated that today we are \"light-years ahead of where we were in 1979,\" but Voosen concludes that \"unfortunately, the years of work needed to attain that certainty came at a cost: 4 decades of additional emissions and global warming, unabated\" (Voosen, 2020) . In the context of COVID-19, we observe efforts to accelerate the scientific response, mindful of the human cost in waiting to achieve conventional certainty. But this requires us to deal with the irreducible uncertainty that comes with global systemic risks and the systemic injustice connected to such risks as well as with the social responsibility of science towards the public good. Further developing the epistemological principles presented in this piece may be an important contribution of HPS, PSP, and of science studies to ongoing and needed transformations of the scientific enterprise.",
            "cite_spans": [
                {
                    "start": 636,
                    "end": 650,
                    "text": "(Voosen, 2020)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Perspectives"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The Stockholm paradigm: Climate change and emerging disease",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Brooks",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Hoberg",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Boeger",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A pluralistic and integrated approach to action-oriented knowledge for sustainability",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Caniglia",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Luederitz",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Von Wirth",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Fazey",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Martin-López",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hondrila",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "König",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Von Wehrden",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Laubichler",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Lang",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Nature Sustainability",
            "volume": "4",
            "issn": "",
            "pages": "93--100",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Black lives matter in ecology and evolution",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Floyd",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Arbery",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature Ecology & Evolution",
            "volume": "4",
            "issn": "7",
            "pages": "893--894",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Diversity lost: COVID-19 as a phenomenon of the total environment",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Gatti",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Menéndez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Laciny",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "B"
                    ],
                    "last": "Rodríguez",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "B"
                    ],
                    "last": "Morante",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Carmen",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Science of The Total Environment",
            "volume": "756",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The postcolonial science and technology studies reader",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Harding",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Investigative pathways: Patterns and stages in the careers of experimental scientists",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "L"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Urgency and uncertainty: Covid-19, face masks, and evidence informed policy",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hanna",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dingwall",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.m2017"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Why trust science?",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Oreskes",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Forecasting the novel coronavirus COVID-19",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Petropoulos",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Makridakis",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "PLoS ONE",
            "volume": "15",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Things are different today: The challenge of global systemic risks",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Renn",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lucas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Haas",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jaeger",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Risk Research",
            "volume": "22",
            "issn": "4",
            "pages": "401--415",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Why weather systems are apt to stall",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Voosen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "367",
            "issn": "6482",
            "pages": "1062--1063",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}