{"paper_id": "a124986a0335e7591a23e49415238d402940b183", "metadata": {"title": "Misinformation sharing and social media fatigue during COVID-19: An affordance and cognitive load perspective", "authors": [{"first": "A", "middle": ["K M"], "last": "Najmul Islam", "suffix": "", "affiliation": {"laboratory": "", "institution": "LUT University", "location": {"country": "Finland"}}, "email": ""}, {"first": "Samuli", "middle": [], "last": "Laato", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Turku", "location": {"country": "Finland"}}, "email": ""}, {"first": "Shamim", "middle": [], "last": "Talukder", "suffix": "", "affiliation": {"laboratory": "", "institution": "North South University", "location": {"country": "Bangladesh"}}, "email": ""}, {"first": "Erkki", "middle": [], "last": "Sutinen", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Turku", "location": {"country": "Finland"}}, "email": ""}]}, "abstract": [{"text": "Social media plays a significant role during pandemics such as COVID-19, as it enables people to share news as well as personal experiences and viewpoints with one another in real-time, globally. Building off the affordance lens and cognitive load theory, we investigate how motivational factors and personal attributes influence social media fatigue and the sharing of unverified information during the COVID-19 pandemic. Accordingly, we develop a model which we analyse using the structural equation modelling and neural network techniques with data collected from young adults in Bangladesh (N = 433). The results show that people, who are driven by selfpromotion and entertainment, and those suffering from deficient self-regulation, are more likely to share unverified information. Exploration and religiosity correlated negatively with the sharing of unverified information. However, exploration also increased social media fatigue. Our findings indicate that the different use purposes of social media introduce problematic consequences, in particular, increased misinformation sharing. 2018; Mele et al., 2017) .", "cite_spans": [{"start": 1100, "end": 1118, "text": "Mele et al., 2017)", "ref_id": "BIBREF56"}], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "COVID-19 was not only a global pandemic but according to the director of WHO, also an \"infodemic\", highlighting dire issues arising from the abundance of misinformation and fake news circulating about COVID-19 (Laato et al., 2020a) . In response to the infodemic, a significant number of resources were directed to curb the spread of misinformation; to ensure the availability of reliable information about COVID-19 to the public (Zarocostas, 2020) . Among the adverse effects observed during the infodemic were messages of inefficient government (Mahase, 2020) and individual-level (Vaezi, and Javanmard, 2020) responses. Another concerning observation was health issues such as cyberchondria or increased anxiety (Farooq et al., 2020) . Previous work has highlighted social media to play a crucial role in the spread of misinformation (Allcott and Gentzkow, 2017) which calls into question what the platforms could do to prevent the spread of fake news (Figueira and Oliveira, 2017) . Consequently, the three main research areas concerning fake news are divided into (1) the (technical) prevention of the spread of fake news; (2) the impacts of misinformation; and (3) the relationship between misinformation and population health (Laato et al., 2020a) . To support these three areas of concern, human behaviour related to social media use and misinformation sharing needs to be understood.", "cite_spans": [{"start": 210, "end": 231, "text": "(Laato et al., 2020a)", "ref_id": "BIBREF45"}, {"start": 430, "end": 448, "text": "(Zarocostas, 2020)", "ref_id": "BIBREF98"}, {"start": 547, "end": 561, "text": "(Mahase, 2020)", "ref_id": "BIBREF54"}, {"start": 583, "end": 611, "text": "(Vaezi, and Javanmard, 2020)", "ref_id": "BIBREF87"}, {"start": 715, "end": 736, "text": "(Farooq et al., 2020)", "ref_id": "BIBREF22"}, {"start": 837, "end": 865, "text": "(Allcott and Gentzkow, 2017)", "ref_id": "BIBREF3"}, {"start": 955, "end": 984, "text": "(Figueira and Oliveira, 2017)", "ref_id": "BIBREF23"}, {"start": 1233, "end": 1254, "text": "(Laato et al., 2020a)", "ref_id": "BIBREF45"}], "ref_spans": [], "section": "Introduction"}, {"text": "Users of social media platforms such as Facebook reported to be driven by several motivators such as a wish for entertainment, wish to stay informed and the desire to know the social activities of friends (Kietzmann et al., 2011; Quan-Haase and Young, 2010) . Recent studies have also pointed out that social network sites are often used for selfpromotion and exhibitionism purposes (Islam et al., 2019) . As such, social network sites differ from instant messaging, which is more personal, less self-promoting, more direct and driven by a wish to maintain and develop relationships (Quan-Haase and Young, 2010) . Modern social media platforms such as Facebook offer multiple ways in which people can interact, including social activities, instant messaging, photo sharing, video streaming and sharing of news and articles. The social media ecosystems can cause or reinforce the stratification of people into social sub-groups characterised by having a similar mind (Guerra et al., 2013) . This is the result of individuals' own choices due to psychological tendencies as well as AI-based recommendation systems that aim to provide users content they are likely to enjoy (Spohr, 2017) . The lack of critique on thoughts and the amplification of radical ideas by the virtual echo-chambers created by social media have been claimed to contribute to increased dissemination of misinformation (Barberá et al., T During COVID-19, clear communication of the severity of the situation and recommended health measures was needed to ensure people took correct action and did not suffer from unnecessary anxiety (Farooq et al., 2020) . The abundance of unclear, ambiguous and inaccurate information during COVID-19 led to information overload and accelerated health anxiety (cyberchondria) as well as misinformation sharing (Laato et al., 2020a) . As social media amplifies the spread of news, and people read news through links shared on social media (Allcott and Gentzkow, 2017; Thompson et al., 2019; Ku et al., 2019) , understanding the role that social media plays on the sharing of misinformation is essential. In this setting, social media fatigue (SMF) and its connection to misinformation sharing may reveal further insights into human behaviour on social media and the antecedents of the spread of misinformation. Thus, our research aims to observe this relationship as well as personal attributes and motivational factors connected to the two constructs via the theoretical frameworks of affordances (Norman, 1988) and cognitive load theory (CLT) (Sweller, 2011) . With our paper, we expand the existing literature on misinformation sharing by connecting it to the affordances of social media and SMF. The study context of COVID-19 enables us to study our research model at a time when people were faced with a potentially lifethreatening disease that had severe consequences also on the economy.", "cite_spans": [{"start": 205, "end": 229, "text": "(Kietzmann et al., 2011;", "ref_id": "BIBREF39"}, {"start": 230, "end": 257, "text": "Quan-Haase and Young, 2010)", "ref_id": "BIBREF75"}, {"start": 383, "end": 403, "text": "(Islam et al., 2019)", "ref_id": "BIBREF34"}, {"start": 583, "end": 611, "text": "(Quan-Haase and Young, 2010)", "ref_id": "BIBREF75"}, {"start": 966, "end": 987, "text": "(Guerra et al., 2013)", "ref_id": "BIBREF27"}, {"start": 1171, "end": 1184, "text": "(Spohr, 2017)", "ref_id": "BIBREF79"}, {"start": 1389, "end": 1405, "text": "(Barberá et al.,", "ref_id": null}, {"start": 1602, "end": 1623, "text": "(Farooq et al., 2020)", "ref_id": "BIBREF22"}, {"start": 1814, "end": 1835, "text": "(Laato et al., 2020a)", "ref_id": "BIBREF45"}, {"start": 1942, "end": 1970, "text": "(Allcott and Gentzkow, 2017;", "ref_id": "BIBREF3"}, {"start": 1971, "end": 1993, "text": "Thompson et al., 2019;", "ref_id": "BIBREF85"}, {"start": 1994, "end": 2010, "text": "Ku et al., 2019)", "ref_id": "BIBREF44"}, {"start": 2501, "end": 2515, "text": "(Norman, 1988)", "ref_id": "BIBREF64"}, {"start": 2548, "end": 2563, "text": "(Sweller, 2011)", "ref_id": "BIBREF81"}], "ref_spans": [], "section": "Introduction"}, {"text": "The rest of this study is structured as follows. In the background section, we review the extant literature on misinformation sharing as well as SMF. We then present our theoretical foundation before moving on to forming the hypotheses for our research model. The methods and results follow the hypothesis section. In the discussion section, we go through our key findings, theoretical and practical implications of our results, as well as limitations and future work.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Via the internet and social media, individuals have access to an ever-increasing quantity of information. However, the availability of information has not reportedly correlated with individuals' increased knowledge (Pentina and Tarafdar, 2014) . While information is available, it might not be clearly structured, organised or even accessed. Previous studies have given four primary reasons for this: (1) a proportion of the available information is misinformation; (2) much of the available information is irrelevant; (3) information entropy: information is poorly organised and presented; and (4) information overload, there is simply too much information for humans to make sense of (Pentina and Tarafdar, 2014; Laato et al., 2020a) . The use of a few trusted online sources has been recommended in the literature (Farooq et al., 2020; Misra and Stokols, 2012; Zarocostas, 2020) . This becomes especially important in situations such as the COVID-19 pandemic where the novelty, rapid development and unpredictability of the situation can give rise to not only misinformation but poorly structured and presented information as well. Resolving these issues is essential to manage and communicate with individuals about the situation and boost their intrinsic motivation to adapt to recommended health measures (Farooq et al., 2020) .", "cite_spans": [{"start": 215, "end": 243, "text": "(Pentina and Tarafdar, 2014)", "ref_id": "BIBREF70"}, {"start": 686, "end": 714, "text": "(Pentina and Tarafdar, 2014;", "ref_id": "BIBREF70"}, {"start": 715, "end": 735, "text": "Laato et al., 2020a)", "ref_id": "BIBREF45"}, {"start": 817, "end": 838, "text": "(Farooq et al., 2020;", "ref_id": "BIBREF22"}, {"start": 839, "end": 863, "text": "Misra and Stokols, 2012;", "ref_id": "BIBREF57"}, {"start": 864, "end": 881, "text": "Zarocostas, 2020)", "ref_id": "BIBREF98"}, {"start": 1311, "end": 1332, "text": "(Farooq et al., 2020)", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Misinformation and fake news"}, {"text": "Social media can be regarded as the amplifier of news articles, both real and fake (Allcott and Gentzkow, 2017) . In 2019, the most popular social media platform Facebook had over 1.5 billion registered users, 62% of which use the platform for keeping up with news (Thompson et al., 2019) . Allcott and Gentzkow (2017) observed that during the 2016 US elections, roughly one-sixth of the population regarded social media as their primary news source. However, a recent study on adolescents' online behaviour showed a third considered social media as their primary news source, surpassing all other sources (Ku et al., 2019) . Besides, studies often separate online websites from social media as a news source (Allcott and Gentzkow, 2017; Ku et al., 2019) , however, website news stories are typically disseminated and shared onwards specifically via social media.", "cite_spans": [{"start": 83, "end": 111, "text": "(Allcott and Gentzkow, 2017)", "ref_id": "BIBREF3"}, {"start": 265, "end": 288, "text": "(Thompson et al., 2019)", "ref_id": "BIBREF85"}, {"start": 291, "end": 318, "text": "Allcott and Gentzkow (2017)", "ref_id": "BIBREF3"}, {"start": 606, "end": 623, "text": "(Ku et al., 2019)", "ref_id": "BIBREF44"}, {"start": 709, "end": 737, "text": "(Allcott and Gentzkow, 2017;", "ref_id": "BIBREF3"}, {"start": 738, "end": 754, "text": "Ku et al., 2019)", "ref_id": "BIBREF44"}], "ref_spans": [], "section": "Misinformation and fake news"}, {"text": "Consequently, social media is particularly susceptible to be used as a platform for fake news dissemination. Almost half (42%) of people sharing news reported having, at least at some point, shared misinformation (Chadwick and Vaccari, 2019) . There have been reports of bots being used to increase the visibility of fake news (Howard et al., 2017; Wang et al., 2018) , as well as attempts to algorithmically detect fake news (Del Vicario et al., 2016) . While bot networks spreading this news can be detected and stopped, algorithms cannot, in many cases, distinguish fake news from real news (Del Vicario et al., 2016) . As such, attempts to algorithmically detect and sensor fake news articles from social media would result in a large number of false positives and false negatives, contributing to censorship that would still leave some room open for fake news to be displayed. However, humans can also make mistakes in identifying fake news, on purpose or unintentionally (Vicario et al., 2019) .", "cite_spans": [{"start": 213, "end": 241, "text": "(Chadwick and Vaccari, 2019)", "ref_id": "BIBREF11"}, {"start": 327, "end": 348, "text": "(Howard et al., 2017;", "ref_id": "BIBREF31"}, {"start": 349, "end": 367, "text": "Wang et al., 2018)", "ref_id": "BIBREF92"}, {"start": 426, "end": 452, "text": "(Del Vicario et al., 2016)", "ref_id": "BIBREF18"}, {"start": 594, "end": 620, "text": "(Del Vicario et al., 2016)", "ref_id": "BIBREF18"}, {"start": 977, "end": 999, "text": "(Vicario et al., 2019)", "ref_id": "BIBREF88"}], "ref_spans": [], "section": "Misinformation and fake news"}, {"text": "Previous studies have identified various intrinsic predictors for fake news sharing such as (1) SMF; (2) FoMO; (3) inexperience using the internet; (4) lack of information verification skills; (5) laziness; (6) information overload; and (7) online trust (Laato et al., 2020a; Khan and Idris, 2019; Talwar et al., 2019) . Also, people are heavily impacted by confirmation bias, meaning they are more likely to believe information when it aligns with their pre-existing views regardless whether the information is reliable or not Vicario et al., 2019) . In the context of pandemics, physical proximity, and perceived severity of the situation have been shown to increase information sharing in general (Huang et al., 2015) . On the other hand, a recent study during COVID-19 found perceived severity not to increase the intention to share unverified information (Laato et al., 2020a) . Nevertheless, we maintain that rapidly emerging new situations, coupled with a large quantity of ill-structured information may contribute to increased fake news sharing (Huang et al., 2015) .", "cite_spans": [{"start": 254, "end": 275, "text": "(Laato et al., 2020a;", "ref_id": "BIBREF45"}, {"start": 276, "end": 297, "text": "Khan and Idris, 2019;", "ref_id": "BIBREF37"}, {"start": 298, "end": 318, "text": "Talwar et al., 2019)", "ref_id": "BIBREF83"}, {"start": 528, "end": 549, "text": "Vicario et al., 2019)", "ref_id": "BIBREF88"}, {"start": 700, "end": 720, "text": "(Huang et al., 2015)", "ref_id": "BIBREF32"}, {"start": 860, "end": 881, "text": "(Laato et al., 2020a)", "ref_id": "BIBREF45"}, {"start": 1054, "end": 1074, "text": "(Huang et al., 2015)", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "Misinformation and fake news"}, {"text": "In addition to ensuring the availability of accurate and well-structured information and directing people towards it, there have been several other recent suggestions in the academic literature on how to mitigate the negative impacts of fake news and stop humans from spreading them (Nekmat, 2020) . Recent studies have shown users to be more critical towards online news if they have reasons to suspect that the quality of the news is low . Nudging people to pay attention to the source(s) of the news they are reading, increases their criticality towards the information and makes them less likely to share fake news onward Nekmat, 2020) . These findings show promise in how social media platforms could influence peoples' news sharing and reading behaviour. Another recent article proposed the use of crowdsourcing to fact-checking news as well as confirming their authenticity (Pennycook and Rand, 2019) . In a way, crowdsourcing of news articles is already in place. Wikipedia, for example, can be regarded as a crowdsourced database of information. However, news articles need to be produced and disseminated rapidly, which means that measures for detecting fake news also need to be quick. The problem in general with currently available suggestions for curbing the spreading of misinformation is that there begins to be a trade-off. While the number of fake news shared can be minimised, other negative consequences can begin to emerge, such as the users' limited freedom (Del Vicario et al., 2016) .", "cite_spans": [{"start": 283, "end": 297, "text": "(Nekmat, 2020)", "ref_id": "BIBREF62"}, {"start": 626, "end": 639, "text": "Nekmat, 2020)", "ref_id": "BIBREF62"}, {"start": 881, "end": 907, "text": "(Pennycook and Rand, 2019)", "ref_id": "BIBREF69"}, {"start": 1480, "end": 1506, "text": "(Del Vicario et al., 2016)", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Misinformation and fake news"}, {"text": "SMF has several, sometimes conflicting definitions (Xiao and Mou, 2019) such as \"persistent impulses to back away from social media due to information and communication overload\" (Bright et al., 2015) and \"a subjective and self-evaluated feeling of tiredness from social media usage\" . The definition of Bright et al. (2015) relates fatigue to cognitive overload. However, it simultaneously reduces the concept of fatigue to the two components of information and communication overload. On the other hand, the definition of Lee et al. (2016) is broader, but as a downside provides little theoretical guidance for understanding the factors which lead to SMF. One argument for using the definition of Lee et al. (2016) is that previous studies have identified several factors contributing to SMF besides information and communication overload (Bright et al., 2015) such as depression (Cao et al., 2019) . According to Piper et al. (1989) , fatigue can be acute or chronic. Acute fatigue is temporary, normal and short while chronic fatigue is more permanent (Aaronson et al., 1999) . In this study, we understand SMF based on the above provided definitions (Bright et al., 2015; Lee et al., 2016) to be a temporary, however systematically triggered, state of fatigue caused by social media use.", "cite_spans": [{"start": 51, "end": 71, "text": "(Xiao and Mou, 2019)", "ref_id": "BIBREF97"}, {"start": 179, "end": 200, "text": "(Bright et al., 2015)", "ref_id": "BIBREF7"}, {"start": 304, "end": 324, "text": "Bright et al. (2015)", "ref_id": "BIBREF7"}, {"start": 524, "end": 541, "text": "Lee et al. (2016)", "ref_id": "BIBREF51"}, {"start": 699, "end": 716, "text": "Lee et al. (2016)", "ref_id": "BIBREF51"}, {"start": 841, "end": 862, "text": "(Bright et al., 2015)", "ref_id": "BIBREF7"}, {"start": 882, "end": 900, "text": "(Cao et al., 2019)", "ref_id": "BIBREF10"}, {"start": 916, "end": 935, "text": "Piper et al. (1989)", "ref_id": "BIBREF71"}, {"start": 1056, "end": 1079, "text": "(Aaronson et al., 1999)", "ref_id": null}, {"start": 1155, "end": 1176, "text": "(Bright et al., 2015;", "ref_id": "BIBREF7"}, {"start": 1177, "end": 1194, "text": "Lee et al., 2016)", "ref_id": "BIBREF51"}], "ref_spans": [], "section": "Social media fatigue"}, {"text": "Previous studies have shown compulsive social media use to be one of the primary predictors of SMF, and have further demonstrated that it can lead to anxiety and depression (Dhir et al., 2018) . Another study conceptualised anxiety and depression as the antecedents of fatigue instead, adding a third impacting factor, cyberbullying as a predictor (Cao et al., 2019) . This highlights an issue in the previous literature of SMF where there seems to be a lack of a clear theoretical framework explaining what are the antecedents and what are the consequences of SMF. Furthermore, some studies have provided models studying the relationships between seemingly random factors and SMF, resulting in a list of factors predicting it. For example, Dhir et al. (2019) showed privacy concerns, self-disclosure, parental encouragement and parental worry to increase SMF. Furthermore, Xiao and Mou (2019) reviewed the literature on what causes SMF and found 23 relevant quantitative studies, which gave a plethora of reasons that cause SMF. These included fear of missing out (FoMO), privacy concerns, technology-related factors, social media users' attitudes and personality, social overload, cognitive overload, anxiety, excessive use, cyberbullying, depression, destruction, parental influence, ubiquitous connectivity, shame, social comparison and complexity among many others (Xiao and Mou, 2019) .", "cite_spans": [{"start": 173, "end": 192, "text": "(Dhir et al., 2018)", "ref_id": "BIBREF19"}, {"start": 348, "end": 366, "text": "(Cao et al., 2019)", "ref_id": "BIBREF10"}, {"start": 741, "end": 759, "text": "Dhir et al. (2019)", "ref_id": "BIBREF20"}, {"start": 1370, "end": 1390, "text": "(Xiao and Mou, 2019)", "ref_id": "BIBREF97"}], "ref_spans": [], "section": "Social media fatigue"}, {"text": "Two main theories have been suggested to make sense of what causes SMF: the cognitive load theory (CLT) (Bright et al., 2015; Islam et al., 2018) and the stressor-strain-outcome model (Xiao and Mou, 2019) . Both theories share the similarity of modelling SMF as the dependant variable and theorising factors influencing it. According to CLT, SMF can be predicted by information overload, communication overload, system feature overload, social overload, and connection overload (Islam et al., 2018) . There are also moderating factors present, as Islam et al. (2018) identified multitasking computer self-efficacy to attenuate the effect of information overload. The presence of attenuating factors, as well as other factors, has also been discussed in studies using the stressor-strain-outcome theory (Xiao and Mou, 2019; Whelan et al., 2020b) . This theory has been used to look at how social media characteristics give rise to stressors, such as privacy invasion and invasion of life, which then lead to SMF (Xiao and Mou, 2019) .", "cite_spans": [{"start": 104, "end": 125, "text": "(Bright et al., 2015;", "ref_id": "BIBREF7"}, {"start": 126, "end": 145, "text": "Islam et al., 2018)", "ref_id": "BIBREF33"}, {"start": 184, "end": 204, "text": "(Xiao and Mou, 2019)", "ref_id": "BIBREF97"}, {"start": 478, "end": 498, "text": "(Islam et al., 2018)", "ref_id": "BIBREF33"}, {"start": 547, "end": 566, "text": "Islam et al. (2018)", "ref_id": "BIBREF33"}, {"start": 802, "end": 822, "text": "(Xiao and Mou, 2019;", "ref_id": "BIBREF97"}, {"start": 823, "end": 844, "text": "Whelan et al., 2020b)", "ref_id": "BIBREF94"}, {"start": 1011, "end": 1031, "text": "(Xiao and Mou, 2019)", "ref_id": "BIBREF97"}], "ref_spans": [], "section": "Social media fatigue"}, {"text": "From this brief look into social media fatigue, we draw three key points. First, the quantity and quality of available information have a significant impact on developing SMF (Bright et al., 2015; Pentina and Tarafdar, 2014) . Second, the social media platform, the user and the interaction between the two all need to be understood to explain SMF and its behavioural impacts. Finally, CLT (Sweller, 2011) and stressorstrain-outcome (Xiao and Mou, 2019) offer promising theoretical frameworks for understanding SMF (Bright et al., 2015; Islam et al., 2018) .", "cite_spans": [{"start": 175, "end": 196, "text": "(Bright et al., 2015;", "ref_id": "BIBREF7"}, {"start": 197, "end": 224, "text": "Pentina and Tarafdar, 2014)", "ref_id": "BIBREF70"}, {"start": 390, "end": 405, "text": "(Sweller, 2011)", "ref_id": "BIBREF81"}, {"start": 515, "end": 536, "text": "(Bright et al., 2015;", "ref_id": "BIBREF7"}, {"start": 537, "end": 556, "text": "Islam et al., 2018)", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Social media fatigue"}, {"text": "For the current study, we adopt the affordance lens for understanding how social media users interact with the platform during the COVID-19 pandemic. For understanding SMF and sharing unverified information, we also draw from CLT (Sweller, 2011) . In this section, we present these two theoretical approaches by connecting them to the topic of our study.", "cite_spans": [{"start": 230, "end": 245, "text": "(Sweller, 2011)", "ref_id": "BIBREF81"}], "ref_spans": [], "section": "Theoretical foundation"}, {"text": "The term affordance was introduced by the psychologist James Gibson (1966) , who conceptualised the term to describe the potential actions that an actor can make in a specific situation. In the context of a door handle, it has the logical affordance of being used to open a door. The door handle may be used in other ways as well, such as rubbing the back or being used as a clothing stand. Gibson (1977) stated that affordances are independent of the actors' ability to recognise them. Norman (1988) thought this expansion to the concept of affordance was unnecessary, and re-defined affordances to be only those actions, which an individual realises to exist. In doing so, affordances were tied to the objectives, values, thoughts and capabilities of individuals (Norman, 1988) . Not all scholars agreed on Norman's conceptualisation of the term, and this gave birth to two schools of thought, one supporting Norman's definition and the other following that of Gibson. In this study, we adopt the definition of Norman (1988) and divide affordances into (1) technical affordances, the opportunities that the technology provides in general, in our case, social media platforms; (2) individual affordances, the opportunities given to the individual; and (3) contextual affordances, the opportunities provided by the context, in our case, the COVID-19 pandemic. With technical affordances, our particular focus is on those technical features that afford social media users to read and share news and information. The platforms provide affordances to explore content as well as an opportunity for individuals to promote themselves or their ideologies or simply have fun. Therefore, when looking at the individual affordances, we are concerned with personality factors (i.e. capabilities). Religious people might, for example, use social media to share religious news and posts. In contrast, people with low levels of self-regulation may bombard their social media network with content they have given little thought to. With regards to contextual affordances, the COVID-19 pandemic gave birth to a new situation with countless news emerging relating to the disease, policies, recommended health measures and various others. Accordingly, users were provided contextual affordances to share and comment on this news.", "cite_spans": [{"start": 61, "end": 74, "text": "Gibson (1966)", "ref_id": "BIBREF25"}, {"start": 391, "end": 404, "text": "Gibson (1977)", "ref_id": "BIBREF26"}, {"start": 487, "end": 500, "text": "Norman (1988)", "ref_id": "BIBREF64"}, {"start": 765, "end": 779, "text": "(Norman, 1988)", "ref_id": "BIBREF64"}, {"start": 963, "end": 970, "text": "Gibson.", "ref_id": null}, {"start": 1013, "end": 1026, "text": "Norman (1988)", "ref_id": "BIBREF64"}], "ref_spans": [], "section": "The affordance lens"}, {"text": "The two most significant benefits of using the affordance perspective for social media research: (1) it can provide new perspectives into how social media shapes its users' interactions; and (2) it can help understand how the users' inner needs can shape and regulate social media usage . Accordingly, social media affordances are concerned with human-computer interaction and can help understand this relationship. As such, affordances can help understand and then minimise the spread of misinformation. On the other hand, one of the primary outcomes that prior literature highlights from social media use is SMF (Whelan et al., 2020b) . In order to understand how fatigue is developed, we now turn to CLT.", "cite_spans": [{"start": 614, "end": 636, "text": "(Whelan et al., 2020b)", "ref_id": "BIBREF94"}], "ref_spans": [], "section": "The affordance lens"}, {"text": "CLT postulates that the human working memory has a limited capacity, which may be overloaded if presented with too much information (Sweller, 2011) . The evolutionary reaction to such situations is to back away and retreat to safer ground (Sweller, 2011) . As an example, imagine our ancestors living in a jungle. There is an obvious benefit from tending to go out and explore, such as finding food and resources. However, exploration also leads to unknown territory and situations where humans can no longer predict what will happen next, thus, making the situation potentially perilous. Accordingly, retreating to a familiar environment away from potential peril has been a beneficial thing to do. This evolutionary mechanism still affects human behaviour today and is at play, especially when acquiring new knowledge (Panksepp, 2013; Sweller, 2011) ; also referred to as the human comfort zone. Vygotsky theorises that learning happens right outside this zone, the so-called zone of proximal development (Shabani et al., 2010) . Using Vygotsky's zone of proximal development and CLT, information overload can be conceptualised to occur when individuals are overwhelmed with too much novel information or are taken too far away A.K.M.N. Islam, et al. Technological Forecasting & Social Change 159 (2020) 120201 from their comfort zone. Accordingly, information overload leads to impulses to step away from the new knowledge, back to the zone of proximal development (Shabani et al., 2010) . Consequently, in the case of information overload due to new knowledge and information coming from social media, SMF emerges (Bright et al., 2015) . Cognitive load is conceptualised to constitute an intrinsic, extraneous and germane load (Sweller, 2010) . The extraneous load has been investigated more often (Mutlu-Bayraktar et al., 2019) , and in the broader concept of human-computer interaction (HCI), refers to the environmental stimuli to which the human brain reacts. Intrinsic cognitive load, on the other hand, is the load resulting from processing this information and is affected by the individuals' psychological state of mind as well as their prior knowledge (Sweller, 2011) . Accordingly, well-structured information and prior expertise of the learner can both reduce intrinsic cognitive load (Hollender et al., 2010) . Germane load is a subconscious load that results from the working memory transferring information to long-term memory into so-called schemas. The three types of cognitive loads have been theorised to be linked so that reduced load of one kind releases cognitive capacity for the others (Paas et al., 2003) .", "cite_spans": [{"start": 132, "end": 147, "text": "(Sweller, 2011)", "ref_id": "BIBREF81"}, {"start": 239, "end": 254, "text": "(Sweller, 2011)", "ref_id": "BIBREF81"}, {"start": 820, "end": 836, "text": "(Panksepp, 2013;", "ref_id": "BIBREF68"}, {"start": 837, "end": 851, "text": "Sweller, 2011)", "ref_id": "BIBREF81"}, {"start": 1007, "end": 1029, "text": "(Shabani et al., 2010)", "ref_id": "BIBREF77"}, {"start": 1230, "end": 1312, "text": "A.K.M.N. Islam, et al. Technological Forecasting & Social Change 159 (2020) 120201", "ref_id": null}, {"start": 1468, "end": 1490, "text": "(Shabani et al., 2010)", "ref_id": "BIBREF77"}, {"start": 1618, "end": 1639, "text": "(Bright et al., 2015)", "ref_id": "BIBREF7"}, {"start": 1731, "end": 1746, "text": "(Sweller, 2010)", "ref_id": "BIBREF80"}, {"start": 1802, "end": 1832, "text": "(Mutlu-Bayraktar et al., 2019)", "ref_id": "BIBREF59"}, {"start": 2165, "end": 2180, "text": "(Sweller, 2011)", "ref_id": "BIBREF81"}, {"start": 2300, "end": 2324, "text": "(Hollender et al., 2010)", "ref_id": "BIBREF30"}, {"start": 2613, "end": 2632, "text": "(Paas et al., 2003)", "ref_id": "BIBREF67"}], "ref_spans": [], "section": "Cognitive load theory"}, {"text": "Originally introduced as a theory for instructional science, CLT has recently been integrated with HCI (Hollender et al., 2010) , and has been widely successful in explaining human online behaviour such as retention in online courses (Mutlu-Bayraktar et al., 2019) and the effects of social media use on learning (Lau, 2017) . As a theory of learning, CLT can also be used to understand how humans acquire knowledge through news articles. Accordingly, it is relevant in the ongoing research about fake news and misinformation, especially during times when humans need to absorb new information rapidly and change their behaviour, such as the COVID-19 pandemic (Laato et al., 2020a) . More specifically, we look at factors, which may affect the intrinsic cognitive load (Xiao and Mou, 2019) of social media users. Xiao and Mou (2019) in their literature review found the following intrinsic cognitive load factors to be meaningful in this context: fear of missing out (FoMO), privacy concerns, anxiety, and depression. They also revealed extrinsic cognitive load factors such as parental influence, cyberbullying, complexity, technology-related factors, and social overload to be relevant (Xiao and Mou, 2019) . In order to contribute to this body of literature, we propose that five key factors are yet to be taken into account with regards to intrinsic cognitive load factors (which are also aligned with the affordance perspective as discussed earlier) influencing SMF. These are: (1) self-promotion; (2) entertainment; (3) religiosity; (4) Deficient self-regulation (DS-R); and (5) exploration. Accordingly, we place these as our independent variables and hypothesise relationships to both SMF and sharing unverified information. In the next section, we will hypothesise the relationships in further detail.", "cite_spans": [{"start": 103, "end": 127, "text": "(Hollender et al., 2010)", "ref_id": "BIBREF30"}, {"start": 234, "end": 264, "text": "(Mutlu-Bayraktar et al., 2019)", "ref_id": "BIBREF59"}, {"start": 313, "end": 324, "text": "(Lau, 2017)", "ref_id": "BIBREF48"}, {"start": 660, "end": 681, "text": "(Laato et al., 2020a)", "ref_id": "BIBREF45"}, {"start": 813, "end": 832, "text": "Xiao and Mou (2019)", "ref_id": "BIBREF97"}, {"start": 1188, "end": 1208, "text": "(Xiao and Mou, 2019)", "ref_id": "BIBREF97"}], "ref_spans": [], "section": "Cognitive load theory"}, {"text": "People have an inherent need to belong by seeking approval and recognition from others (Zhou, 2011) . Social media are a place where this need may be fulfiled via obtaining approval for self in forms of favourable comments and likes. Studies have found that people tend to follow different strategies to enhance their image on social media (Islam et al., 2019) . For example, people may share information (even private information) on social media to seek relatedness and approval from others (Nesi and Prinstein, 2015) . Using the affordance lens (Norman, 1988) , social media can be seen to provide social affordances. With these affordances, social media users actively create and maintain their self-image. Islam et al. (2019) conceptualised it as self-promotion and showed it to lead to both subjective vitality and addiction. The relationship between self-promotion and addiction indirectly suggests that in the long run, social media use driven by self-promotion increases fatigue (Dhir et al., 2018) . Furthermore, when people use social media for self-promotion purposes, they need to actively balance between what to share and what not to in order to maintain a positive image of themselves. This may be increasingly difficult under situations such as the COVID-19 pandemic where it is not easy to conceptualise which piece of information is relevant and trustworthy. This creates additional cognitive load, which in turn can lead to SMF (Whelan et al., 2020b) . Thus, we hypothesise the following. H1. Self-promotion increases social media fatigue.", "cite_spans": [{"start": 87, "end": 99, "text": "(Zhou, 2011)", "ref_id": "BIBREF99"}, {"start": 340, "end": 360, "text": "(Islam et al., 2019)", "ref_id": "BIBREF34"}, {"start": 493, "end": 519, "text": "(Nesi and Prinstein, 2015)", "ref_id": "BIBREF63"}, {"start": 548, "end": 562, "text": "(Norman, 1988)", "ref_id": "BIBREF64"}, {"start": 711, "end": 730, "text": "Islam et al. (2019)", "ref_id": "BIBREF34"}, {"start": 988, "end": 1007, "text": "(Dhir et al., 2018)", "ref_id": "BIBREF19"}, {"start": 1448, "end": 1470, "text": "(Whelan et al., 2020b)", "ref_id": "BIBREF94"}], "ref_spans": [], "section": "Impacts of motivational drivers"}, {"text": "Self-promotion on social media has been linked to narcissism (Moon et al., 2016) , but is most primarily driven by a wish to stay connected (Kietzmann et al., 2011) . Perhaps surprisingly, focusing on others on social media has been found to have negative impacts on psychological wellbeing, whereas focusing on self-image has positive outcomes (Vogel and Rose, 2016) . The way social comparison on social media decreases wellbeing is that people tend to share only their best aspects online, hiding the negative, thus giving a falsified image to which to compare to (Vogel et al., 2014) . Thompson et al. (2019) showed status-seeking, which is closely related to self-promotion, to have a significant positive correlation with the intention to share news and information. Similar findings have also been shown in previous studies (Lee and Ma, 2012) . In the context of intra-organisational social media platforms, the primary motivation for sharing information is helping people (Vuori and Okkonen, 2012) . Prior research also suggests that social media users gain social capital through communicating and self-promoting themselves in social media (de Zúñiga et al., 2017) . By drawing on the affordance lens, Islam et al. (2019) discussed that social media provides the affordances to self-promote and gain social capital by creating an overly positivistic image of the self that appeals to other people. When the individuals' reputation is on the line, they are no longer under the influence of the online disinhibition effect (Suler, 2004) and are more mindful of what they are sharing. This may lead them to double-check information sources before sharing news articles. During the COVID-19 pandemic, the sharing of reliable information was being emphasised by the media and even social media platforms. Thus, we theorise that individuals driven by self-promotion are extra mindful not to share misinformation on COVID-19, as that may end up ridiculing them in the case the news they shared was fake. Thus, we hypothesise the following. H2. Self-promotion decreases the sharing of unverified information.", "cite_spans": [{"start": 61, "end": 80, "text": "(Moon et al., 2016)", "ref_id": "BIBREF58"}, {"start": 140, "end": 164, "text": "(Kietzmann et al., 2011)", "ref_id": "BIBREF39"}, {"start": 345, "end": 367, "text": "(Vogel and Rose, 2016)", "ref_id": "BIBREF90"}, {"start": 567, "end": 587, "text": "(Vogel et al., 2014)", "ref_id": "BIBREF89"}, {"start": 590, "end": 612, "text": "Thompson et al. (2019)", "ref_id": "BIBREF85"}, {"start": 831, "end": 849, "text": "(Lee and Ma, 2012)", "ref_id": "BIBREF50"}, {"start": 980, "end": 1005, "text": "(Vuori and Okkonen, 2012)", "ref_id": "BIBREF91"}, {"start": 1149, "end": 1173, "text": "(de Zúñiga et al., 2017)", "ref_id": "BIBREF17"}, {"start": 1211, "end": 1230, "text": "Islam et al. (2019)", "ref_id": "BIBREF34"}, {"start": 1530, "end": 1543, "text": "(Suler, 2004)", "ref_id": "BIBREF66"}], "ref_spans": [], "section": "Impacts of motivational drivers"}, {"text": "Social media has been characterised as a hedonic information system, meaning social media use is driven at least partially by factors such as enjoyment, fun, and entertainment (Quan-Haase and Young, 2010; Turel and Serenko, 2012; Mäntymäki and Islam, 2016) . The wish for fun or entertainment materialises, for example, by enjoying funny stories shared to the user's network and making fun of celebrities and political figures (Rieger and Klimmt, 2019) . While people wishing to inform and help others are concerned with the validity and reliability of the information they share (Vuori and Okkonen, 2012) , people wishing to have fun may not feel a similar obligation. Using the affordance lens (Norman, 1988) , we model social media as a multimodal venue, meaning it can be used for entertainment, but also as a place to share and read information. During the COVID-19 pandemic, a proportion of information sharing and social media activity was driven by a wish to have fun, often caused by humour as a coping mechanism in stressful situations (Chiodo et al., 2020; Lee and Ma, 2012) , or because humour can be a way to make sense of new information. A study observing COVID-19 related tweets on Twitter found roughly 6.1% to be written in a humorous tone (Kouzy et al., 2020) . While humour itself is a good thing, striving for entertainment as a goal is not concerned with the validity of the shared information as long as the content is funny. Accordingly, it is feasible to predict that using social media for entertainment leads to increased sharing of unverified information. Thus, we hypothesise the following. H3. Entertainment increases the sharing of unverified information. A.K.M.N. Islam, et al. Technological Forecasting & Social Change 159 (2020) 120201 Entertainment can be a way for people to blow off steam after a long workday, and as such, it can be characterised by emotional release, escapism and anxiety relief (Lee and Ma, 2012) . In particular, emotional release and anxiety relief act as ways to reduce stress and fatigue. By drawing on CLT (Sweller, 2011) , we argue that entertaining information may provide less cognitive load, as fun and entertainment may relax our mind, and thereby reduce our cognitive load. While social media use can be characterised by several drivers (Thompson et al., 2019) , the entertainment aspect of it can be regarded to reduce fatigue. During the COVID-19 pandemic, several tweets and social media posts containing humour emerged (Kouzy et al., 2020) . Some of the content may be regarded unsuitable and being in bad taste, such as the \"COVID-19 is a boomer-remover\" meme (Brooke and Jackson, 2020) . On the other hand, joking even with such grave topics can be regarded to be a form of coping with the ongoing situation, trying to find humour and lighter sides of it. Entertainment or comedy is often political but maybe also otherwise incorrect, possibly even as information. The information that a comedy often provides only serve the goal of provoking and making people think, and as such, is not concerned at all with being accurate. Because entertainment can thus be characterised as mindless escapism, anxiety relief and emotional release (Lee and Ma, 2012) , we propose the following hypothesis. H4. Entertainment decreases social media fatigue.", "cite_spans": [{"start": 176, "end": 204, "text": "(Quan-Haase and Young, 2010;", "ref_id": "BIBREF75"}, {"start": 205, "end": 229, "text": "Turel and Serenko, 2012;", "ref_id": "BIBREF86"}, {"start": 230, "end": 256, "text": "Mäntymäki and Islam, 2016)", "ref_id": "BIBREF61"}, {"start": 427, "end": 452, "text": "(Rieger and Klimmt, 2019)", "ref_id": "BIBREF76"}, {"start": 580, "end": 605, "text": "(Vuori and Okkonen, 2012)", "ref_id": "BIBREF91"}, {"start": 696, "end": 710, "text": "(Norman, 1988)", "ref_id": "BIBREF64"}, {"start": 1046, "end": 1067, "text": "(Chiodo et al., 2020;", "ref_id": "BIBREF14"}, {"start": 1068, "end": 1085, "text": "Lee and Ma, 2012)", "ref_id": "BIBREF50"}, {"start": 1258, "end": 1278, "text": "(Kouzy et al., 2020)", "ref_id": null}, {"start": 1687, "end": 1769, "text": "A.K.M.N. Islam, et al. Technological Forecasting & Social Change 159 (2020) 120201", "ref_id": null}, {"start": 1935, "end": 1953, "text": "(Lee and Ma, 2012)", "ref_id": "BIBREF50"}, {"start": 2068, "end": 2083, "text": "(Sweller, 2011)", "ref_id": "BIBREF81"}, {"start": 2305, "end": 2328, "text": "(Thompson et al., 2019)", "ref_id": "BIBREF85"}, {"start": 2491, "end": 2511, "text": "(Kouzy et al., 2020)", "ref_id": null}, {"start": 2633, "end": 2659, "text": "(Brooke and Jackson, 2020)", "ref_id": "BIBREF8"}, {"start": 3207, "end": 3225, "text": "(Lee and Ma, 2012)", "ref_id": "BIBREF50"}], "ref_spans": [], "section": "Impacts of motivational drivers"}, {"text": "Exploration has been defined as \"appetitive strivings for novelty and challenge\" (Kashdan et al., 2004) . In the context of social media use, exploration refers to individuals' desire to go through the information, glance at novel topics and engage with new content. As such, it is linked to curiosity and courage, but also a more precise need to dig into available information (Kashdan et al., 2004) . Exploration as a concept is also related to novelty-seeking, which is a personality trait that varies between people. Most typically, novelty-seeking is classified from low to high, meaning all people possess novelty-seeking to some degree (Bardo et al., 1996) . The most important brain chemical for regulating exploration and novelty-seeking is dopamine (Dulawa et al., 1999) . Exploration may also be understood via CLT (Sweller, 2011) in that reduced cognitive load leads to increased exploration, as the primal neurofunctional SEEKING system activates (Panksepp, 2013) .", "cite_spans": [{"start": 81, "end": 103, "text": "(Kashdan et al., 2004)", "ref_id": "BIBREF36"}, {"start": 378, "end": 400, "text": "(Kashdan et al., 2004)", "ref_id": "BIBREF36"}, {"start": 643, "end": 663, "text": "(Bardo et al., 1996)", "ref_id": "BIBREF6"}, {"start": 759, "end": 780, "text": "(Dulawa et al., 1999)", "ref_id": "BIBREF21"}, {"start": 826, "end": 841, "text": "(Sweller, 2011)", "ref_id": "BIBREF81"}, {"start": 960, "end": 976, "text": "(Panksepp, 2013)", "ref_id": "BIBREF68"}], "ref_spans": [], "section": "Impacts of personal attributes"}, {"text": "While exploration itself may lead to seeing increased quantities of information, the seeking of this information is voluntary and under the regulation of the user (Panksepp, 2013) . Building off CLT (Sweller, 2011) , the trait of exploration functions when people are not overloaded by information and have the cognitive capacity to seek more. While information overload has been found to increase the sharing of unverified information (Laato et al., 2020a) , the lack of experiencing information overload, therefore, reduces unverified information sharing. As exploration and tertiary level information overload are regulated by the same primal SEEKING system (Sweller, 2011; Panksepp, 2013) , we conclude that exploration is associated with the ability to process information. In practice, this manifests in the ability to process new information as well as seek verification for news. Exploration should thus have a negative impact on unverified information sharing. Therefore, we hypothesise the following. H5. Exploration decreases the sharing of unverified information.", "cite_spans": [{"start": 163, "end": 179, "text": "(Panksepp, 2013)", "ref_id": "BIBREF68"}, {"start": 199, "end": 214, "text": "(Sweller, 2011)", "ref_id": "BIBREF81"}, {"start": 436, "end": 457, "text": "(Laato et al., 2020a)", "ref_id": "BIBREF45"}, {"start": 661, "end": 676, "text": "(Sweller, 2011;", "ref_id": "BIBREF81"}, {"start": 677, "end": 692, "text": "Panksepp, 2013)", "ref_id": "BIBREF68"}], "ref_spans": [], "section": "Impacts of personal attributes"}, {"text": "As exploration is connected to a primal desire to seek new content (Kashdan et al., 2004) , it may manifest as increased use of social media. Social media, on the other hand, is addictive (Islam et al., 2019) . Through addiction, exploration may impact fatigue in two ways: (1) social media users do not have sufficient time to take care of their duties related to work or family, which may increase their cognitive load. In turn, this may increase fatigue; (2) social media users are exposed to a large quantity of information, which can cause information overload, which in turn, leads to fatigue (Islam et al., 2018) . During the COVID-19 pandemic, as people were more at home due to government-issued limitations on movement and several workplaces closing down (Farooq et al., 2020) , people had more time on their hands to explore and use social media (Laato et al., 2020a) . Furthermore, the novelty of the pandemic situation brought a plethora of information to social media, opening new doors for exploration. These circumstances may contribute to increased SMF via increased social media use. Accordingly, we hypothesise the following. H6. Exploration increases social media fatigue.", "cite_spans": [{"start": 67, "end": 89, "text": "(Kashdan et al., 2004)", "ref_id": "BIBREF36"}, {"start": 188, "end": 208, "text": "(Islam et al., 2019)", "ref_id": "BIBREF34"}, {"start": 599, "end": 619, "text": "(Islam et al., 2018)", "ref_id": "BIBREF33"}, {"start": 765, "end": 786, "text": "(Farooq et al., 2020)", "ref_id": "BIBREF22"}, {"start": 857, "end": 878, "text": "(Laato et al., 2020a)", "ref_id": "BIBREF45"}], "ref_spans": [], "section": "Impacts of personal attributes"}, {"text": "The positive effects of faith and religiosity have been controversial topics in academia in the current millennium with famous works having been published arguing against (Hitchens, 2008) and for (McGrath, 2013) the usefulness of religion. The complexity of religion can understand the broad spectrum of conceptualisations of religion as a phenomenon. Religion has several levels: cognitive, affective, pragmatic and social. Religion can serve, at all these levels, an individual, a social group, a broader community -and the community might be a religious community or a profane community using religion as an organising, constitutive or power structure -or a nation. Thus, religion can define identity in its diverse forms, for example as a cognitively expressed confession of the vital dogma of one's faith, or one belongs to a group of believers that share the same faith. Therefore, also the usefulness of religion has diverse interpretations, depending on the expected function and role of a given religion. Should it serve an individual, their psychological integrity, sense of belongingness, meaning of life, or should religiosity support a religious community and the enforcement of the law in society?", "cite_spans": [{"start": 171, "end": 187, "text": "(Hitchens, 2008)", "ref_id": "BIBREF29"}, {"start": 196, "end": 211, "text": "(McGrath, 2013)", "ref_id": "BIBREF55"}], "ref_spans": [], "section": "Impacts of personal attributes"}, {"text": "Following Khalaf et al. (2014) , we define religiosity as an intrinsic motivation to practise religion. The complexity of religiosity has consequences to the concepts of information, knowledge and truth, and their verifiability, thus, it may be understood through the CLT (Sweller, 2011) . Religious people might be more sensitive to information that would refer to divine intervention; a thing that is hard to verify. At the same time, religious truth is very often unverified per se. The confirmation bias that may result from having strong religious viewpoints could cause an increase in sharing information that is regarded by the public as misinformation . Accordingly, religiosity could be linked to the sharing of unverified information. Thus, we hypothesise the following. H7. Religiosity increases the sharing of unverified information. Campbell (2012) emphasises the role of community for the expression of and living out personal faith. Instead of broadcasting or streaming religious events, called \"online religion\", she emphasises the transformation of religion by technology, i.e., \"religion online\". Social media provides affordances for religion online and offers a platform for synchronised and asynchronous communication. It enables religious people to interact even amidst pandemics where meeting in real life is discouraged. Religious people can form online communities on social media, where they primarily share the news that is written from the viewpoint of their religion. Being able to read the information that is built on a shared core belief system can reduce cognitive load and make reading news less stressful (Sweller, 2011) . This may decrease SMF. Additionally, religiosity is often associated with discipline and weekly (or daily) routines such as prayers. This may ward against overconsumption of social media, which has been identified as the primary cause for SMF (Dhir et al., 2018) . This may have been particularly relevant during COVID-19 where recommended social isolation measures caused people to spend an increasing amount of time at home and gave them more time to overload on social media content (Laato et al., 2020a) . Taking these two points together, we propose the following hypothesis. H8. Religiosity decreases social media fatigue.", "cite_spans": [{"start": 10, "end": 30, "text": "Khalaf et al. (2014)", "ref_id": "BIBREF74"}, {"start": 272, "end": 287, "text": "(Sweller, 2011)", "ref_id": "BIBREF81"}, {"start": 846, "end": 861, "text": "Campbell (2012)", "ref_id": null}, {"start": 1640, "end": 1655, "text": "(Sweller, 2011)", "ref_id": "BIBREF81"}, {"start": 1901, "end": 1920, "text": "(Dhir et al., 2018)", "ref_id": "BIBREF19"}, {"start": 2144, "end": 2165, "text": "(Laato et al., 2020a)", "ref_id": "BIBREF45"}], "ref_spans": [], "section": "Impacts of personal attributes"}, {"text": "People suffering from DS-R have trouble regulating their actions. As such, they are more susceptible to acting based on impulses or habits A.K.M.N. Islam, et al. Technological Forecasting & Social Change 159 (2020) 120201 rather than planned behaviour and cognition . Because of this, DS-R is connected to (1) irresponsible, and sub-optimal behaviour; and (2) decreased psychological wellbeing; (3) internet addiction (Laato et al., 2020a; LaRose et al., 2003; Lee and Perry, 2004) amongst other harmful things. Because DS-R leads to internet addiction (LaRose et al., 2003) , it can also contribute to increased social media usage. The COVID-19 pandemic forced people off their routines to adopt health measures such as social isolation (Laato et al., 2020b) and in many cases, remote working (Barbieri et al., 2020) . COVID-19 also caused significant unemployment (Coibion et al., 2020) . The lack of routines hit people with poor self-regulation hard, as they have no compulsory or agreed activities guiding their time use. With social media platforms, providing hedonistic instant gratification (Mäntymäki and Islam, 2016) , we propose that the COVID-19 pandemic may have amplified the effects of DS-R and even increased experiencing DS-R. The likely increase in social media use during COVID-19 because of DS-R can contribute to SMF via two mechanisms: (1) more time spent on social media leads to higher cognitive load in terms of information and communication overload;", "cite_spans": [{"start": 139, "end": 221, "text": "A.K.M.N. Islam, et al. Technological Forecasting & Social Change 159 (2020) 120201", "ref_id": null}, {"start": 418, "end": 439, "text": "(Laato et al., 2020a;", "ref_id": "BIBREF45"}, {"start": 440, "end": 460, "text": "LaRose et al., 2003;", "ref_id": "BIBREF47"}, {"start": 461, "end": 481, "text": "Lee and Perry, 2004)", "ref_id": "BIBREF49"}, {"start": 553, "end": 574, "text": "(LaRose et al., 2003)", "ref_id": "BIBREF47"}, {"start": 738, "end": 759, "text": "(Laato et al., 2020b)", "ref_id": "BIBREF46"}, {"start": 794, "end": 817, "text": "(Barbieri et al., 2020)", "ref_id": "BIBREF5"}, {"start": 866, "end": 888, "text": "(Coibion et al., 2020)", "ref_id": "BIBREF16"}, {"start": 1099, "end": 1126, "text": "(Mäntymäki and Islam, 2016)", "ref_id": "BIBREF61"}], "ref_spans": [], "section": "Impacts of personal attributes"}, {"text": "(2) more time spent on social media takes time away from other more meaningful activities. Furthermore, the lack of regulation on behaviour will increase the probability of sharing news articles even when one really should not. Accordingly, we propose two hypotheses. H9. Deficient self-regulation increases the sharing of unverified information.", "cite_spans": [], "ref_spans": [], "section": "Impacts of personal attributes"}, {"text": "H10. Deficient self-regulation increases social media fatigue.", "cite_spans": [], "ref_spans": [], "section": "Impacts of personal attributes"}, {"text": "As our last relationship, we investigate the connection between SMF and the sharing of unverified information. Conceptualising SMF to be driven by communication and information overload (Bright et al., 2015) we can use CLT to understand this relationship. People experiencing communication and information overload have less cognitive resources at their disposal, which hinders their ability to verify the information they encounter. Furthermore, the positive impact of SMF on fake news sharing has been empirically demonstrated in previous work (Talwar et al., 2019) . However, on the other hand, SMF also leads people away from social media and its active use. These two phenomena may counter each other to an extent. However, Talwar et al. (2019) argue that fatigued social media users do not disengage from using social media, but instead change their behaviour. Using the CLT, we predict this change of behaviour to be in accordance with reducing cognitive load. Accordingly, it is highly possible that fatigued users do not go through extra trouble such as verifying the sources of information they encounter, which in turn may lead to an increase in sharing unverified information. Thus, we postulate our final hypothesis.", "cite_spans": [{"start": 186, "end": 207, "text": "(Bright et al., 2015)", "ref_id": "BIBREF7"}, {"start": 546, "end": 567, "text": "(Talwar et al., 2019)", "ref_id": "BIBREF83"}, {"start": 729, "end": 749, "text": "Talwar et al. (2019)", "ref_id": "BIBREF83"}], "ref_spans": [], "section": "Impact of social media fatigue on unverified information sharing"}, {"text": "The overall proposed research model is displayed in Fig. 1 . The five independent variables: (1) self-promotion; (2) entertainment; (3) religiosity; (4) DS-R; and (5) exploration are all shown connections to both SMF and sharing unverified information. The direct relationship between SMF and unverified information sharing is also visible. Next, we present our methodology and study context for testing the proposed model.", "cite_spans": [], "ref_spans": [{"start": 52, "end": 58, "text": "Fig. 1", "ref_id": "FIGREF0"}], "section": "H11. Social media fatigue increased the sharing of unverified information"}, {"text": "Our study concentrates on social media users from Bangladesh in April 2020, during which the COVID-19 pandemic was causing severe restrictions and limitations on citizens' lives and mobility . Bangladesh is a country in South Asia, which has a population of approximately 160 million people. Around 62% of the people have access to the internet, and around 20% use social media. 1 The most popular social media platforms are Facebook and Youtube, followed by Reddit, Instagram, Twitter and TikTok. The COVID-19 pandemic arrived in Bangladesh officially on March 8th when the first three cases were reported. This caused governments to take action placing infected areas into quarantine and enforcing it by law. 2 Furthermore, the government closed all educational institutes and public services and advised citizens to stay home and avoid social contact, i.e. adopt personal voluntary health measures.", "cite_spans": [{"start": 379, "end": 380, "text": "1", "ref_id": null}], "ref_spans": [], "section": "Study context"}, {"text": "We collected data from Bangladeshi social media users during April 2020 through an online survey drafted using an online survey software called Webropol. We adapted validated scales from prior literature for all constructs in our theorised model. After drafting the initial questionnaire, three researchers were asked to carefully look through the survey and the items to ensure they were grammatically correct and made sense in the current study context. According to received suggestions, we made changes to improve the understandability of the items and fixed a few grammar errors. After that, we asked 9 Bangladeshi social media users to comment on the overall final questionnaire in terms of how easy or difficult the questions were to understand and respond to. We received a few minor suggestions at this stage, which were taken into account. The final survey items and their source are listed in Appendix 1. Before presenting the respondents with the items to measure unverified information sharing, we described the following to clarify the context: \"Via the following questions, we ask you about your information sharing on social media (e.g. Facebook, Twitter, LinkedIn Instagram) during the COVID-19 Pandemic\". Similarly, before asking about SMF, self-promotion, DS-R, and entertainment, we explained the following: \"via the following questions, we ask you about your use of social media (e.g. Facebook, Twitter, LinkedIn, Instagram) during the last two weeks\".", "cite_spans": [], "ref_spans": [], "section": "Data collection"}, {"text": "We posted the survey link to two major COVID-19 related Facebook groups, which both had more than 10,000 members. Furthermore, we asked students and alumni of a major private university in Bangladesh to respond to the survey. The survey was opened 1305 times, 565 started responding, and 435 respondents completed the survey in full and submitted their responses. We removed two responses due to missing data. Therefore, 433 responses were used to test our research model. Out of the respondents, 62% were male, 37% were female, and 1% were other or preferred not to tell. The most popular social media platforms among the respondents were Facebook (94%), Youtube (79%) and Instagram (69%) followed by Snapchat, Linkedin, Twitter, Reddit and TikTok. The majority of respondents were young, aged 18-25 (83,45%), followed by the age groups of 26-35 (14,25%), 36-50 (1,84%) and 51-64 (0,23%).", "cite_spans": [], "ref_spans": [], "section": "Data collection"}, {"text": "The proposed research model was tested via a two-staged analysis approach. At the first stage, PLS-SEM technique was utilised to confirm the reliability, the validity of the constructs and test the causal relationships between the constructs. We followed this analysis with a neural network (NN) based approach. PLS-SEM is an analysis technique for evaluating relations between various independent and dependant 1 Internet World Stats Usage and population statistics, https://www. internetworldstats.com/stats3.htm#asia, (accessed on April 24th 2020).", "cite_spans": [], "ref_spans": [], "section": "Data preparation"}, {"text": "2 Corona Info BD, IEDCR. https://corona.gov.bd/ (accessed on April 23rd, 2020). A.K.M.N. Islam, et al. Technological Forecasting & Social Change 159 (2020) 120201 variables and is commonly used for understanding relationships between constructs in cross-sectional data. However, PLS-SEM cannot examine the non-linear relationships between constructs. To address this issue, we supplemented the PLS-SEM analysis with the NN approach.", "cite_spans": [{"start": 80, "end": 162, "text": "A.K.M.N. Islam, et al. Technological Forecasting & Social Change 159 (2020) 120201", "ref_id": null}], "ref_spans": [], "section": "Data preparation"}, {"text": "To summarise, PLS-SEM was used to evaluate the hypotheses shown in Fig. 1 , while in the second stage, the NN was used to validate the findings of the PLS-SEM results, and also to prioritise predictors based on their relative importance in influencing SMF and unverified information sharing. Before moving to use the PLS-SEM and NN as analysis techniques, we tested multivariate assumptions and the validity and reliability of our data following the guidelines of Wong et al. (2016) and Fornell and Larker (1981) .", "cite_spans": [{"start": 464, "end": 482, "text": "Wong et al. (2016)", "ref_id": "BIBREF96"}, {"start": 487, "end": 512, "text": "Fornell and Larker (1981)", "ref_id": "BIBREF24"}], "ref_spans": [{"start": 67, "end": 73, "text": "Fig. 1", "ref_id": "FIGREF0"}], "section": "Data preparation"}, {"text": "We first conducted several statistical tests to ensure that our data fulfils the multivariate assumptions for further statistical analysis (Wong et al., 2016) . To ensure normality, at first, we tested our data for skewness and kurtosis in SPSS. All values were within −2.58 to + 2.58, and therefore, we conclude that the data is normally distributed. Next, we tested the linearity of the associations between constructs. The test results (see Appendix 2) showed that the predictor and target construct have a combination of linear and non-linear relationships. Due to the existence of non-linear relationships, the NN approach is necessary to complement the PLS-SEM results (Chong 2013) . Third, the values of Variance Inflation Factor (VIF) were calculated (Hair et al., 2010) . All values were less than 3, which is a widely accepted VIF threshold (O'brien, 2007) . It was, therefore concluded that there was no question of multicollinearity with the data (Tan et al., 2014) . Finally, scatter plots were generated to ensure homoscedasticity (White, 1980; Ooi et al., 2018) . We looked at the regression standardised residuals of all our relationships and found them to be equally distanced from the regression line. It was therefore assumed that the presumption of homoscedasticity was fulfiled.", "cite_spans": [{"start": 139, "end": 158, "text": "(Wong et al., 2016)", "ref_id": "BIBREF96"}, {"start": 675, "end": 687, "text": "(Chong 2013)", "ref_id": "BIBREF15"}, {"start": 759, "end": 778, "text": "(Hair et al., 2010)", "ref_id": "BIBREF28"}, {"start": 851, "end": 866, "text": "(O'brien, 2007)", "ref_id": null}, {"start": 959, "end": 977, "text": "(Tan et al., 2014)", "ref_id": "BIBREF84"}, {"start": 1045, "end": 1058, "text": "(White, 1980;", "ref_id": "BIBREF95"}, {"start": 1059, "end": 1076, "text": "Ooi et al., 2018)", "ref_id": "BIBREF65"}], "ref_spans": [], "section": "Multivariate assumptions"}, {"text": "Before continuing to test our model results using the SEM technique, we checked the validity and reliability of our data. To this end, first, we verified the internal consistencies and convergent validity of the data. The thresholds recommended by Fornell and Larker (1981) were selected, meaning each item loading was to be above 0.7, construct composite reliability (CR) was to be above 0.8. The average variance extracted (AVE) had to be above 0.5. As shown in Appendix 1, all items (except three religiosity items) had loadings higher than 0.7. We removed those three items that did not match the criterion.", "cite_spans": [{"start": 248, "end": 273, "text": "Fornell and Larker (1981)", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Convergent and discriminant validity"}, {"text": "Furthermore, we ensured that CRs were above 0.8, and AVEs were above 0.5 (Fornell and Larker, 1981) . Next, we verified the discriminant validity of our data by using the correlation matrix and square roots of AVEs. Table 1 shows the correlation matrix. From this table, we see that the inter-construct correlations were less than the diagonally presented square roots of the AVEs. Furthermore, we verified the loadings and cross-loadings and observed that the loadings were consistently higher than cross-loadings. These tests ensured that we achieved sufficient discriminant validity.", "cite_spans": [{"start": 73, "end": 99, "text": "(Fornell and Larker, 1981)", "ref_id": "BIBREF24"}], "ref_spans": [{"start": 216, "end": 223, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Convergent and discriminant validity"}, {"text": "Common method bias (CMB) is a problem in studies that use selfreported survey data. It refers to the variance caused by the survey method (Podsakoff et al., 2003) . To address this issue, we conducted Harman's single factor test (Harman 1976) . The findings of our analysis Islam, et al. Technological Forecasting & Social Change 159 (2020) 120201 showed that 31.39% of the total variation was due to a single construct, which is well below the required 50% (Podsakoff et al., 2003) . We revalidated CMB with other methods, owing to increasing disagreements with the validity of Harman's single-factor test (Lowry and Gaskin 2014) . Following the guidelines of Liang et al. (2007) , we proceeded to conduct the common method factor test. We did this using the SmartPLS software by re-using all our items to create a common method factor. We then calculated the variances for each item as explained by the created common method factor and our actual factors in the PLS model. The average variance explained by the method factor delivered the average of 0.01 and the average variance explained by the assigned factors gave the average of 0.48. As the method variance was minimal (0.01), we concluded that common method bias was not an issue for our operationalisation and data.", "cite_spans": [{"start": 138, "end": 162, "text": "(Podsakoff et al., 2003)", "ref_id": "BIBREF72"}, {"start": 229, "end": 242, "text": "(Harman 1976)", "ref_id": "BIBREF73"}, {"start": 274, "end": 347, "text": "Islam, et al. Technological Forecasting & Social Change 159 (2020) 120201", "ref_id": null}, {"start": 458, "end": 482, "text": "(Podsakoff et al., 2003)", "ref_id": "BIBREF72"}, {"start": 607, "end": 630, "text": "(Lowry and Gaskin 2014)", "ref_id": "BIBREF52"}, {"start": 661, "end": 680, "text": "Liang et al. (2007)", "ref_id": "BIBREF53"}], "ref_spans": [], "section": "Common method bias"}, {"text": "Machine learning methods producing a neural network have been used to support PLS-SEM analysis (Chan and Chong, 2012; Chong, 2013; Talukder et al., 2020) . The main advantage of supplementing SEM with a neural network-based analysis is that it is capable of addressing non-linearity in data (Chong, 2013) . Some studies have also reported that even with relatively small amounts of data 100<n<500 the predictive accuracy of neural network analysis can be better than SEM (Sharma et al., 2016) .", "cite_spans": [{"start": 95, "end": 117, "text": "(Chan and Chong, 2012;", "ref_id": "BIBREF12"}, {"start": 118, "end": 130, "text": "Chong, 2013;", "ref_id": "BIBREF15"}, {"start": 131, "end": 153, "text": "Talukder et al., 2020)", "ref_id": "BIBREF82"}, {"start": 291, "end": 304, "text": "(Chong, 2013)", "ref_id": "BIBREF15"}, {"start": 471, "end": 492, "text": "(Sharma et al., 2016)", "ref_id": "BIBREF78"}], "ref_spans": [], "section": "Neural network analysis methods"}, {"text": "In this study, we created two ANNs using the feedback propagation multilayer perceptron (MLP) analysis, which has been successfully used in recent studies to supplement PLS-SEM analysis results (e.g. Khayer et al., 2020; Talukder et al., 2020) . For building the ANNs, we used the SPSS 23.0 software package with the neural network add-on module. Accordingly, we decomposed the SEM model ( Fig. 1) into two sub-models (Appendix 3.1 & 3.2) to prepare the model for ANN analysis. Model A (see Appendix 3.1) has five input layers, and each layer is represented by factors namely self-promotion, entertainment, exploration, religiosity, and DSR and one output layer presented by SMF. Model B (see Appendix 3.2) has six input layers representing independent variables, namely, self-promotion, entertainment, exploration, religiosity, DSR, SMF, and unverified information sharing representing the output layer.", "cite_spans": [{"start": 200, "end": 220, "text": "Khayer et al., 2020;", "ref_id": "BIBREF38"}, {"start": 221, "end": 243, "text": "Talukder et al., 2020)", "ref_id": "BIBREF82"}], "ref_spans": [{"start": 390, "end": 397, "text": "Fig. 1)", "ref_id": "FIGREF0"}], "section": "Neural network analysis methods"}, {"text": "The average cross-validated RMSE (root mean square of error) for the training and testing model was obtained by using a 10-fold crossvalidation algorithm (Chong 2013) . The architecture of the network was such that we used 80% of the data to train the Neural Network, and the remaining 20% was used to test the trained model in terms of its predictive accuracy. We analysed both model A and B (see Appendix 4). For model A, our analysis showed the average RMSE for the training to be 0.196 and for the testing 0.217. We did the same test for model B, and the resulting RMSE for training was 0.207 and for testing was 0.255.", "cite_spans": [{"start": 154, "end": 166, "text": "(Chong 2013)", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Neural network analysis methods"}, {"text": "The results of the PLS-SEM analysis are displayed in Fig. 2 . Selfpromotion (beta = 0.00, t = 0.25) had a non-significant effect on SMF, therefore, H1 was not supported. In contrast to H2, we observed that self-promotion (beta = 0.17, t = 3.51) had a positive influence on unverified information sharing. H3 was supported, as entertainment (beta = 0.12, t = 2.82) had a positive effect on unverified information sharing. H4 was also supported as entertainment (beta = −0.10, t = 1.98) had a significant negative impact on SMF. Exploration (beta = −0.22, t = 4.66) had a negative impact on unverified information sharing and a positive effect on SMF (beta = 0.22, t = 4.15). Therefore, both H5 and H6 were supported. Religiosity (beta = −0.08, t = 1.97) had a significant negative effect on unverified information sharing. Therefore, H7 was supported. However, H8 was not supported, as it (beta = 0.00, t = 0.06) had a non-significant effect on SMF. H9 and H10 were both supported as deficient self-regulation (beta = 0.23, t = 4.14) had a significant effect on unverified information sharing and SMF (beta = 0.48, t = 10.72). Finally, H11 was also supported as SMF (beta = 0.08, t = 1.98) had a significant effect on unverified information sharing. In summary, seven hypotheses were supported out of 11 hypothesised relationships.", "cite_spans": [], "ref_spans": [{"start": 53, "end": 59, "text": "Fig. 2", "ref_id": "FIGREF1"}], "section": "PLS-SEM results"}, {"text": "The average importance and average normalised importance of each input variable in predicting unverified information sharing and SMF are depicted in Tables 2 and 3. From Table 2 , DS-R is the most critical predictor followed by exploration, self-promotion, religiosity, SMF, and entertainment in predicting unverified information sharing. It can be observed from Table 3 that DSR is the most critical predictor followed by exploration and entertainment in predicting SMF.", "cite_spans": [], "ref_spans": [{"start": 149, "end": 177, "text": "Tables 2 and 3. From Table 2", "ref_id": "TABREF1"}, {"start": 363, "end": 370, "text": "Table 3", "ref_id": "TABREF2"}], "section": "Neural network model"}, {"text": "This section compares the findings of the PLS-SEM analysis and the neural network analysis (see Tables 2 and 3 ). Table 2 shows that there are some significant differences regarding the importance of individual predictors among PLS-SEM and neural network results in predicting unverified information sharing. For example, exploration was the second most important predictor in the PLS-SEM model, whereas in the NN model, self-promotion was the second most important. Such differences in the results of two different methods highlight the advantage of using a machine learning technique such as the neural network (Chong 2013) . The results provide practitioners with further insights into the relative importance of predictors in describing unverified information sharing. However, we did not notice any differences when predicting SMF (see Table 3 ).", "cite_spans": [{"start": 613, "end": 625, "text": "(Chong 2013)", "ref_id": "BIBREF15"}], "ref_spans": [{"start": 96, "end": 110, "text": "Tables 2 and 3", "ref_id": "TABREF1"}, {"start": 114, "end": 121, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 841, "end": 848, "text": "Table 3", "ref_id": "TABREF2"}], "section": "Comparison between SEM results and neural network results"}, {"text": "We summarise our key findings as follows. We found that SMF, self-promotion, entertainment, exploration, DS-R, and religiosity all predicted unverified COVID-19 information sharing on social media. Among these constructs, particularly DS-R, exploration and self-promotion, had the most substantial effects. The impact of DS-R and self-promotion was positive, whereas the effect of exploration was negative. It was interesting to observe that all other factors had marginal influences on unverified information sharing. Therefore, our paper identified additional factors that impact COVID-19 misinformation sharing than what have been previously found by Laato et al. (2020a) . In particular, Laato et al. (2020a) found that information related factors (online information trust and information overload) are the main factors. In contrast, we found that DS-R, exploration, and selfpromotion are the most critical factors that drive unverified information sharing. We also note that DS-R and self-promotion have often been linked to negative consequences such as addiction (Islam et al., 2019) and even reluctance to adopt recommended health measured during COVID-19 (Laato et al., 2020b) . Our findings corroborate these findings and show that these factors may also lead to misinformation sharing. It was interesting to observe that the relative importance of the predictors varied between PLS-SEM and NN models. As we detected some non-linearity in our data, we think that the NN model provides a more accurate view of our results.", "cite_spans": [{"start": 654, "end": 674, "text": "Laato et al. (2020a)", "ref_id": "BIBREF45"}, {"start": 692, "end": 712, "text": "Laato et al. (2020a)", "ref_id": "BIBREF45"}, {"start": 1071, "end": 1091, "text": "(Islam et al., 2019)", "ref_id": "BIBREF34"}, {"start": 1165, "end": 1186, "text": "(Laato et al., 2020b)", "ref_id": "BIBREF46"}], "ref_spans": [], "section": "Key findings"}, {"text": "Among the predictors of SMF, we observe DS-R to be the strongest predictor followed by exploration. Entertainment has a marginal negative impact on SMF, which implies that sharing entertaining information helps users deal with SMF to some extent. Based on prior A.K.M.N. Islam, et al. Technological Forecasting & Social Change 159 (2020) 120201 literature (e.g., Lee et al., 2016; Xiao and Mou, 2019) , perhaps the two most important factors that lead to SMF are information and communication overload. These two factors are also included in the definition of SMF by Bright et al. (2015) . In contrast to these studies, our paper identified additional factors (particularly personal attributes) such as DS-R and exploration as the most important predictors of SMF. These findings were supported in the current study by both PLS-SEM and NN approaches.", "cite_spans": [{"start": 262, "end": 344, "text": "A.K.M.N. Islam, et al. Technological Forecasting & Social Change 159 (2020) 120201", "ref_id": null}, {"start": 363, "end": 380, "text": "Lee et al., 2016;", "ref_id": "BIBREF51"}, {"start": 381, "end": 400, "text": "Xiao and Mou, 2019)", "ref_id": "BIBREF97"}, {"start": 567, "end": 587, "text": "Bright et al. (2015)", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Key findings"}, {"text": "Our paper contributes to the literature on misinformation by identifying several factors that affect unverified information sharing. We contribute to the prior literature by identifying the positive effects of SMF, self-promotion, DS-R and entertainment on unverified information sharing. We also show that exploration and religiosity had negative effects on unverified information sharing. With these novel findings, we extend the literature on misinformation sharing (e.g. Chadwick and Vaccari, 2019; Del Vicario et al., 2016; Dhir et al., 2018; Laato et al., 2020a; Nekmat, 2020) . We observe that exploration and religiosity have a negative influence on unverified information sharing. This implies that these two constructs can be thought of coping strategies of individuals that help them to refrain from sharing unverified information on social media. To the best of our knowledge, these two relationships are never investigated in prior literature on misinformation sharing.", "cite_spans": [{"start": 475, "end": 502, "text": "Chadwick and Vaccari, 2019;", "ref_id": "BIBREF11"}, {"start": 503, "end": 528, "text": "Del Vicario et al., 2016;", "ref_id": "BIBREF18"}, {"start": 529, "end": 547, "text": "Dhir et al., 2018;", "ref_id": "BIBREF19"}, {"start": 548, "end": 568, "text": "Laato et al., 2020a;", "ref_id": "BIBREF45"}, {"start": 569, "end": 582, "text": "Nekmat, 2020)", "ref_id": "BIBREF62"}], "ref_spans": [], "section": "Theoretical implications"}, {"text": "DS-R has been linked with poor academic performance and cognitive overload in prior literature . Also, we show that it may be a significant reason why people share unverified information about COVID-19. SMF has been linked with fake news sharing by Talwar et al. (2019) . In this sense, our paper reinforces their findings by showing SMF led to unverified information sharing also during the COVID-19 infodemic. The impact of self-promotion has been suggested to have dual consequences (e.g. Islam et al., 2019) . This implies that self-promotion may lead to both positive consequences like psychological wellbeing and negative consequences like social media addiction. Our study adds to this body of research by showing that selfpromotion may also promote unverified information sharing on social media. It may be that entertainment, memes or sarcastic political news or information may be shared more often than others. In this regard, we show that false news on COVID-19 is partially propagated on social media due to the entertainment aspect of the news or information. Our finding that entertainment increases sharing fake news contradicts previous studies, which have shown no relationship between intention to share news and entertainment (Lee and Ma, 2012; Thompson et al., 2019) .", "cite_spans": [{"start": 249, "end": 269, "text": "Talwar et al. (2019)", "ref_id": "BIBREF83"}, {"start": 492, "end": 511, "text": "Islam et al., 2019)", "ref_id": "BIBREF34"}, {"start": 1246, "end": 1264, "text": "(Lee and Ma, 2012;", "ref_id": "BIBREF50"}, {"start": 1265, "end": 1287, "text": "Thompson et al., 2019)", "ref_id": "BIBREF85"}], "ref_spans": [], "section": "Theoretical implications"}, {"text": "Our paper contributes to the SMF literature (Whelan et al., 2020b; Xiao and Mou, 2019) in general by identifying additional predictors. Prior literature found information overload, communication overload, and social overload to be the key factors leading to SMF (Whelan et al., 2020b) . Therefore, our results contribute to this body of literature by showing that DS-R, entertainment and exploration are additional significant predictors of SMF. We note that while DS-R and exploration had positive effects, sharing entertaining news or information related to COVID-19 had negative effects on fatigue, meaning that it helped reduce SMF. The effect of exploration is particularly interesting as it has a .K.M.N. Islam, et al. Technological Forecasting & Social Change 159 (2020) 120201 positive effect on SMF, but a negative effect on unverified information sharing. This implies that although exploration as a coping strategy refrains users from sharing unverified information, it may increase users' cognitive load and subsequently increase fatigue. Previous studies on SMF were found to be disjointed (Bright et al., 2015; Cao et al., 2019; Dhir et al., 2018 Dhir et al., , 2019 Xiao and Mou, 2019) in terms of used theory, causal relationships and even the definition of SMF. In this work, we adopted CLT an overarching theory to explain SMF as proposed by also earlier work (Bright et al., 2015; Islam et al., 2018) . We contribute to current SMF literature by showing that CLT may be useful in bringing clarity to particularly causality issues presented in previous work (e.g. Cao et al., 2019; Dhir et al., 2018 and Dhir et al., 2019) . CLT can also be a theory, which unites our findings to the plethora of previous work on SMF (Xiao and Mou, 2019) . Furthermore, by using CLT and the affordance lens, we expanded on the relationship between SMF and fake news sharing, which was brought up by Talwar et al. (2019) . We demonstrated the complexity of this relationship by showing the impacts of five related independent variables on both.", "cite_spans": [{"start": 44, "end": 66, "text": "(Whelan et al., 2020b;", "ref_id": "BIBREF94"}, {"start": 67, "end": 86, "text": "Xiao and Mou, 2019)", "ref_id": "BIBREF97"}, {"start": 262, "end": 284, "text": "(Whelan et al., 2020b)", "ref_id": "BIBREF94"}, {"start": 703, "end": 784, "text": ".K.M.N. Islam, et al. Technological Forecasting & Social Change 159 (2020) 120201", "ref_id": null}, {"start": 1103, "end": 1124, "text": "(Bright et al., 2015;", "ref_id": "BIBREF7"}, {"start": 1125, "end": 1142, "text": "Cao et al., 2019;", "ref_id": "BIBREF10"}, {"start": 1143, "end": 1160, "text": "Dhir et al., 2018", "ref_id": "BIBREF19"}, {"start": 1161, "end": 1180, "text": "Dhir et al., , 2019", "ref_id": "BIBREF20"}, {"start": 1181, "end": 1200, "text": "Xiao and Mou, 2019)", "ref_id": "BIBREF97"}, {"start": 1378, "end": 1399, "text": "(Bright et al., 2015;", "ref_id": "BIBREF7"}, {"start": 1400, "end": 1419, "text": "Islam et al., 2018)", "ref_id": "BIBREF33"}, {"start": 1582, "end": 1599, "text": "Cao et al., 2019;", "ref_id": "BIBREF10"}, {"start": 1600, "end": 1621, "text": "Dhir et al., 2018 and", "ref_id": "BIBREF19"}, {"start": 1622, "end": 1640, "text": "Dhir et al., 2019)", "ref_id": "BIBREF20"}, {"start": 1735, "end": 1755, "text": "(Xiao and Mou, 2019)", "ref_id": "BIBREF97"}, {"start": 1900, "end": 1920, "text": "Talwar et al. (2019)", "ref_id": "BIBREF83"}], "ref_spans": [], "section": "Theoretical implications"}, {"text": "From a methodological point of view, we have combined the PLS-SEM and NN based approaches and shown that the importance of the factors in predicting the dependant variables may vary. Therefore, our study highlights the importance of combining multiple methodological approaches and as such, echo the recommendations of prior literature (Chong 2013; Khayer et al., 2020; Talukder et al., 2020) .", "cite_spans": [{"start": 336, "end": 348, "text": "(Chong 2013;", "ref_id": "BIBREF15"}, {"start": 349, "end": 369, "text": "Khayer et al., 2020;", "ref_id": "BIBREF38"}, {"start": 370, "end": 392, "text": "Talukder et al., 2020)", "ref_id": "BIBREF82"}], "ref_spans": [], "section": "Theoretical implications"}, {"text": "The dissemination of unverified information has been showcased as a significant challenge during the COVID-19 pandemic (Laato et al., 2020a) . The role of social media in this process is exemplified by its increased use during COVID-19, as, for example, a recent report shows that the use of Facebook hit record levels during the pandemic. 3 Our findings can help bring clarity to this situation, providing knowledge that can help designers, social media platform developers and policymakers who wish to combat the spread of fake news in social media. In this regard, based on our findings, we propose four suggestions related to social media affordances which can curb the spreading of misinformation:", "cite_spans": [{"start": 119, "end": 140, "text": "(Laato et al., 2020a)", "ref_id": "BIBREF45"}], "ref_spans": [], "section": "Practical implications"}, {"text": "• Encourage exploration by, for example, providing social media affordances for looking up news sources and highlighting them, as suggested by previous studies Nekmat, 2020) . However, at the same time, we note that this may also lead to SMF. Therefore, the service providers need to understand the delicate balance when they design tools and services that scaffold exploration.", "cite_spans": [{"start": 160, "end": 173, "text": "Nekmat, 2020)", "ref_id": "BIBREF62"}], "ref_spans": [], "section": "Practical implications"}, {"text": "• Provide social media users support for regulating behaviour. DS-R was a significant predictor of unverified information sharing. It was ranked as the most critical predictor in both PLS and ANN analysis. Following the nudge approach , displaying users their screen time could provide awareness of how long they have been using their device, and may consequently lead to more regulated behaviour with regards to social media. However, future work on this topic is needed.", "cite_spans": [], "ref_spans": [], "section": "Practical implications"}, {"text": "• We highlight a need for socio-cultural change in handling information on social media. For example, we suggest that social media users refrain from sharing unverified information just to improve their self-image or for entertainment. They need to consider that fake news can destroy their positive image. Furthermore, we also think that social media users should retract or delete their posts immediately in case they identify that the information they have shared is fake.", "cite_spans": [], "ref_spans": [], "section": "Practical implications"}, {"text": "In addition to these three points, other strategies have been identified in previous work, which seem highly relevant. One of them is information overload and information entropy, which have risen from previous work using CLT to understand misinformation sharing (e.g. Farooq et al., 2020; Laato et al., 2020a) . Information overload is also highly relevant for SMF . Guarding against information overload, people free cognitive capacity for better-conceptualising information and making sense of it, which can reduce fake news sharing (Laato et al., 2020a; Sweller, 2011) .", "cite_spans": [{"start": 269, "end": 289, "text": "Farooq et al., 2020;", "ref_id": "BIBREF22"}, {"start": 290, "end": 310, "text": "Laato et al., 2020a)", "ref_id": "BIBREF45"}, {"start": 536, "end": 557, "text": "(Laato et al., 2020a;", "ref_id": "BIBREF45"}, {"start": 558, "end": 572, "text": "Sweller, 2011)", "ref_id": "BIBREF81"}], "ref_spans": [], "section": "Practical implications"}, {"text": "Several fake news reports emerged during COVID-19, some of which caused people to take unwanted action such as destroying 5 G cellular network towers . Our findings can be used to devise intervention strategies for curbing the spread of misinformation and consequently enable people to behave more optimally and harmoniously during situations such as COVID-19. We found several constructs connected to social media use which increase the sharing of misinformation. Previous work Nekmat, 2020) suggest that nudging people to pay attention to news sources is one way to reduce the spread of misinformation. While these are effective, our findings highlight another route for addressing the situation by focusing on social media use habits.", "cite_spans": [{"start": 479, "end": 492, "text": "Nekmat, 2020)", "ref_id": "BIBREF62"}], "ref_spans": [], "section": "Practical implications"}, {"text": "Most importantly, we argue that impulsive action should be avoided as our results show SMF and factors leading to it, such as DS-R correlate positively with misinformation sharing. Furthermore, we found that social media is being used for much more than information sharing, including self-promotion and entertainment, which in turn increased the sharing of unverified information during the COVID-19 pandemic. This calls into question whether it is wise for social media to mix a variety of use purposes such as entertainment and self-promotion with information sharing. As a personal solution to avoid spreading fake news, besides being sceptical about the information on social media, we suggest reducing the time spent on social media and reading news from more rigorous and trustworthy sources.", "cite_spans": [], "ref_spans": [], "section": "Practical implications"}, {"text": "Our study has theoretical as well as methodological limitations, which deserve to be disclosed and discussed. First, using CLT as an overarching theory might be regarded limiting even though it has been adopted in previous studies on social media (e.g. Bright et al., 2015; Islam et al., 2018) . The main concern is that CLT is still primarily a theory of instructional science (Sweller, 2011) . Even though it has been adopted, used widely in HCI (Hollender et al., 2010) and also shown promise to explain not only learning but also acquiring knowledge from news articles; other theories might be more useful for conceptualising SMF and fake news sharing. Additionally, we chose factors by looking at previous studies and noticing gaps in prior literature. Accordingly, our results with regards to fake news sharing, as well as SMF, need to be understood as complementary to prior studies (e.g. Dhir et al., 2018; Islam et al., 2019; Laato et al., 2020a; Talwar et al., 2019; and Xiao and Mou, 2019) and not as a full model explaining all possible factors. We encourage future research into SMF and fake news sharing to focus on uniting currently disjointed findings.", "cite_spans": [{"start": 253, "end": 273, "text": "Bright et al., 2015;", "ref_id": "BIBREF7"}, {"start": 274, "end": 293, "text": "Islam et al., 2018)", "ref_id": "BIBREF33"}, {"start": 378, "end": 393, "text": "(Sweller, 2011)", "ref_id": "BIBREF81"}, {"start": 448, "end": 472, "text": "(Hollender et al., 2010)", "ref_id": "BIBREF30"}, {"start": 896, "end": 914, "text": "Dhir et al., 2018;", "ref_id": "BIBREF19"}, {"start": 915, "end": 934, "text": "Islam et al., 2019;", "ref_id": "BIBREF34"}, {"start": 935, "end": 955, "text": "Laato et al., 2020a;", "ref_id": "BIBREF45"}, {"start": 956, "end": 976, "text": "Talwar et al., 2019;", "ref_id": "BIBREF83"}, {"start": 977, "end": 1000, "text": "and Xiao and Mou, 2019)", "ref_id": "BIBREF97"}], "ref_spans": [], "section": "Limitations and future research"}, {"text": "With regards to data collection, we collected cross-sectional responses from Bangladeshi social media users during the COVID-19 pandemic in April 2020. While we ensured the validity and reliability of our data, some geographical, cultural and contextual specificity may be introduced in the outcome. Furthermore, the results did not take into account any possible change over time, as the structural model was tested solely on cross-sectional data. To combat these issues, we used a multi-method approach analysing the data with PLS-SEM and an ANN. While the rank of importance on SMF was the same on both analysis, with regards to fake news sharing, we saw some difference. Thus, our results encourage future research to adopt multi-method approaches when possible to ensure the reliability of the results.", "cite_spans": [], "ref_spans": [], "section": "Limitations and future research"}, {"text": "Due to collecting data primarily among young adults, our results may contain some bias. Furthermore, our sample consisted of Muslims, and the religiosity measure might be different for other religions. These limitations may be addressed in future work by comparative studies. We also note that the early stages of the COVID-19 pandemic may have introduced factors that were not accounted for in the current study. These include factors such as internal fears or panic disorder. Therefore, future research may take these factors into account in modelling SMF and misinformation sharing.", "cite_spans": [], "ref_spans": [], "section": "Limitations and future research"}, {"text": "Future work on this domain should focus on the theory of SMF, as we found discrepancies among previous studies, in particular with regards to the causality of relationships (e.g. Cao et al., 2019; Dhir et al., 2019) . We also encourage research into the impacts of intervention strategies, which aim to reduce fake news sharing. Here we identified three practical avenues: (1) encouraging exploration and directing social media users' attention towards news sources; (2) encouraging users' self-regulation in social media use; and (3) scaffolding a socio-cultural change towards the sharing of fake news as being something to be ashamed of. Our results further demonstrated that the various use purposes of social media have an impact on fake news sharing. In particular, people driven by entertainment, for example, do not seem to be equally concerned about the reliability of the information they share on social media. We encourage further research into the different use purposes of social media (entertainment, self-promotion, information sharing) and their impact on the sharing of misinformation.", "cite_spans": [{"start": 179, "end": 196, "text": "Cao et al., 2019;", "ref_id": "BIBREF10"}, {"start": 197, "end": 215, "text": "Dhir et al., 2019)", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Limitations and future research"}, {"text": "Appendix 1. Measurement items, loadings.", "cite_spans": [], "ref_spans": [], "section": "Appendix"}, {"text": "Religiosity ( ", "cite_spans": [], "ref_spans": [], "section": "Constructs and their sources Items Loadings"}], "bib_entries": {"BIBREF1": {"ref_id": "b1", "title": "Defining and measuring fatigue", "authors": [{"first": "A", "middle": [], "last": "Wingate", "suffix": ""}], "year": 1999, "venue": "Image J. Nurs. Scholarsh", "volume": "31", "issn": "1", "pages": "45--50", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "COVID-19 and the 5G conspiracy theory: social network analysis of Twitter data", "authors": [{"first": "W", "middle": [], "last": "Ahmed", "suffix": ""}, {"first": "J", "middle": [], "last": "Vidal-Alaball", "suffix": ""}, {"first": "J", "middle": [], "last": "Downing", "suffix": ""}, {"first": "F", "middle": ["L"], "last": "Seguí", "suffix": ""}], "year": 2020, "venue": "J. Med. Internet Res", "volume": "22", "issn": "5", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Social media and fake news in the 2016 election", "authors": [{"first": "H", "middle": [], "last": "Allcott", "suffix": ""}, {"first": "M", "middle": [], "last": "Gentzkow", "suffix": ""}], "year": 2017, "venue": "J. Econ. Perspect", "volume": "31", "issn": "2", "pages": "211--236", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Social Media, Political Polarization, and Political Disinformation: A Review of the Scientific Literature", "authors": [{"first": "P", "middle": [], "last": "Barberá", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Tucker", "suffix": ""}, {"first": "A", "middle": [], "last": "Guess", "suffix": ""}, {"first": "C", "middle": [], "last": "Vaccari", "suffix": ""}, {"first": "A", "middle": [], "last": "Siegel", "suffix": ""}, {"first": "S", "middle": [], "last": "Sanovich", "suffix": ""}, {"first": ".", "middle": ["."], "last": "Nyhan", "suffix": ""}, {"first": "B", "middle": [], "last": "", "suffix": ""}], "year": 2018, "venue": "William + Flora Hewlett Foundation", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Italian Workers at Risk During the Covid-19 Epidemic", "authors": [{"first": "T", "middle": [], "last": "Barbieri", "suffix": ""}, {"first": "G", "middle": [], "last": "Basso", "suffix": ""}, {"first": "S", "middle": [], "last": "Scicchitano", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Psychobiology of novelty seeking and drug seeking behavior", "authors": [{"first": "M", "middle": ["T"], "last": "Bardo", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Donohew", "suffix": ""}, {"first": "N", "middle": ["G"], "last": "Harrington", "suffix": ""}], "year": 1996, "venue": "Behav. Brain Res", "volume": "77", "issn": "1-2", "pages": "23--43", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Too much Facebook? An exploratory examination of social media fatigue", "authors": [{"first": "L", "middle": ["F"], "last": "Bright", "suffix": ""}, {"first": "S", "middle": ["B"], "last": "Kleiser", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Grau", "suffix": ""}], "year": 2015, "venue": "Comput. Hum. Behav", "volume": "44", "issn": "", "pages": "148--155", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Older people and COVID-19: isolation, risk and ageism", "authors": [{"first": "J", "middle": [], "last": "Brooke", "suffix": ""}, {"first": "D", "middle": [], "last": "Jackson", "suffix": ""}], "year": 2020, "venue": "J. Clin. Nurs", "volume": "29", "issn": "", "pages": "2044--2046", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "2012. Digital Religion: Understanding Religious Practice in New Media Worlds. Routledge", "authors": [{"first": "H", "middle": ["A"], "last": "Campbell", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "The stimulators of social media fatigue among students: role of moral disengagement", "authors": [{"first": "X", "middle": [], "last": "Cao", "suffix": ""}, {"first": "A", "middle": ["N"], "last": "Khan", "suffix": ""}, {"first": "G", "middle": ["H"], "last": "Zaigham", "suffix": ""}, {"first": "N", "middle": ["A"], "last": "Khan", "suffix": ""}], "year": 2019, "venue": "J. Educ. Comput. Res", "volume": "57", "issn": "5", "pages": "1083--1107", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "News Sharing on UK Social Media: Misinformation, Disinformation, and Correction", "authors": [{"first": "A", "middle": [], "last": "Chadwick", "suffix": ""}, {"first": "C", "middle": [], "last": "Vaccari", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "A SEM-neural network approach for understanding determinants of interorganizational system standard adoption and performances", "authors": [{"first": "F", "middle": ["T"], "last": "Chan", "suffix": ""}, {"first": "A", "middle": ["Y"], "last": "Chong", "suffix": ""}], "year": 2012, "venue": "Decis. Support Syst", "volume": "54", "issn": "1", "pages": "621--630", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "How do enterprise social media affordances affect social network ties and job performance?", "authors": [{"first": "X", "middle": [], "last": "Chen", "suffix": ""}, {"first": "S", "middle": [], "last": "Wei", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Davison", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Rice", "suffix": ""}], "year": 2019, "venue": "Inf. Technol. People", "volume": "33", "issn": "1", "pages": "361--388", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Caution: wit and humor during the COVID-19 pandemic", "authors": [{"first": "C", "middle": ["P"], "last": "Chiodo", "suffix": ""}, {"first": "K", "middle": ["K"], "last": "Broughton", "suffix": ""}, {"first": "M", "middle": ["P"], "last": "Michalski", "suffix": ""}], "year": 2020, "venue": "Foot Ankle Int", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "A two-staged SEM-neural network approach for understanding and predicting the determinants of m-commerce adoption", "authors": [{"first": "A", "middle": ["Y"], "last": "Chong", "suffix": ""}, {"first": ".-L", "middle": [], "last": "", "suffix": ""}], "year": 2013, "venue": "Expert Syst. Appl", "volume": "40", "issn": "4", "pages": "1240--1247", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Labor Markets During the COVID-19 Crisis: A Preliminary View (No. w27017)", "authors": [{"first": "O", "middle": [], "last": "Coibion", "suffix": ""}, {"first": "Y", "middle": [], "last": "Gorodnichenko", "suffix": ""}, {"first": "M", "middle": [], "last": "Weber", "suffix": ""}], "year": 2020, "venue": "National Bureau of Economic Research", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Social media social capital, offline social capital, and citizenship: exploring asymmetrical social capital effects", "authors": [{"first": "H", "middle": ["G"], "last": "De Zúñiga", "suffix": ""}, {"first": "M", "middle": [], "last": "Barnidge", "suffix": ""}, {"first": "A", "middle": [], "last": "Scherman", "suffix": ""}], "year": 2017, "venue": "Political Commun", "volume": "34", "issn": "1", "pages": "44--68", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "The spreading of misinformation online", "authors": [{"first": "Del", "middle": [], "last": "Vicario", "suffix": ""}, {"first": "M", "middle": [], "last": "Bessi", "suffix": ""}, {"first": "A", "middle": [], "last": "Zollo", "suffix": ""}, {"first": "F", "middle": [], "last": "Petroni", "suffix": ""}, {"first": "F", "middle": [], "last": "Scala", "suffix": ""}, {"first": "A", "middle": [], "last": "Caldarelli", "suffix": ""}, {"first": "G", "middle": [], "last": "", "suffix": ""}, {"first": ".", "middle": ["."], "last": "Quattrociocchi", "suffix": ""}, {"first": "W", "middle": [], "last": "", "suffix": ""}], "year": 2016, "venue": "Proc. Natl. Acad. Sci", "volume": "113", "issn": "3", "pages": "554--559", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Online social media fatigue and psychological wellbeing-A study of compulsive use, fear of missing out, fatigue, anxiety and depression", "authors": [{"first": "A", "middle": [], "last": "Dhir", "suffix": ""}, {"first": "Y", "middle": [], "last": "Yossatorn", "suffix": ""}, {"first": "P", "middle": [], "last": "Kaur", "suffix": ""}, {"first": "S", "middle": [], "last": "Chen", "suffix": ""}], "year": 2018, "venue": "Int. J. Inf. Manag", "volume": "40", "issn": "", "pages": "141--152", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Antecedents and consequences of social media fatigue", "authors": [{"first": "A", "middle": [], "last": "Dhir", "suffix": ""}, {"first": "P", "middle": [], "last": "Kaur", "suffix": ""}, {"first": "S", "middle": [], "last": "Chen", "suffix": ""}, {"first": "S", "middle": [], "last": "Pallesen", "suffix": ""}], "year": 2019, "venue": "Int. J. Inf. Manag", "volume": "48", "issn": "", "pages": "193--202", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Dopamine D4 receptor-knock-out mice exhibit reduced exploration of novel stimuli", "authors": [{"first": "S", "middle": ["C"], "last": "Dulawa", "suffix": ""}, {"first": "D", "middle": ["K"], "last": "Grandy", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Low", "suffix": ""}, {"first": "M", "middle": ["P"], "last": "Paulus", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Geyer", "suffix": ""}], "year": 1999, "venue": "J. Neurosci", "volume": "19", "issn": "21", "pages": "9550--9556", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Impact of online information on self-isolation intention during the COVID-19 pandemic: cross-sectional study", "authors": [{"first": "A", "middle": [], "last": "Farooq", "suffix": ""}, {"first": "S", "middle": [], "last": "Laato", "suffix": ""}, {"first": "A", "middle": ["K M N"], "last": "Islam", "suffix": ""}], "year": 2020, "venue": "J. Med. Internet Res", "volume": "22", "issn": "5", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "The current state of fake news: challenges and opportunities", "authors": [{"first": "Á", "middle": [], "last": "Figueira", "suffix": ""}, {"first": "L", "middle": [], "last": "Oliveira", "suffix": ""}], "year": 2017, "venue": "Procedia Comput. Sci", "volume": "121", "issn": "", "pages": "817--825", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Structural equation modeling and regression: guidelines for research practice", "authors": [{"first": "C", "middle": [], "last": "Fornell", "suffix": ""}, {"first": "D", "middle": [], "last": "Larker", "suffix": ""}], "year": 1981, "venue": "J. Market. Res", "volume": "18", "issn": "1", "pages": "39--50", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "The Senses Considered As Perceptual Systems", "authors": [{"first": "J", "middle": ["J"], "last": "Gibson", "suffix": ""}], "year": 1966, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "The theory of affordances", "authors": [{"first": "J", "middle": ["J"], "last": "Gibson", "suffix": ""}], "year": 1977, "venue": "Perceiving, Acting, and Knowing: Toward an Ecological Psychology. Lawrence Erlbaum", "volume": "", "issn": "", "pages": "67--82", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "A measure of polarization on social media networks based on community boundaries", "authors": [{"first": "P", "middle": ["C"], "last": "Guerra", "suffix": ""}, {"first": "W", "middle": [], "last": "Meira", "suffix": ""}, {"first": "C", "middle": [], "last": "Cardie", "suffix": ""}, {"first": "R", "middle": [], "last": "Kleinberg", "suffix": ""}], "year": 2013, "venue": "Proceedings of the Seventh International AAAI Conference on Weblogs and Social Media", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Multivariate Data Analysis", "authors": [{"first": "J", "middle": ["F"], "last": "Hair", "suffix": ""}, {"first": "W", "middle": ["C"], "last": "Black", "suffix": ""}, {"first": "B", "middle": ["J"], "last": "Babin", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Anderson", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "God Is Not Great: How Religion Poisons Everything", "authors": [{"first": "C", "middle": [], "last": "Hitchens", "suffix": ""}], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Integrating cognitive load theory and concepts of human-computer interaction", "authors": [{"first": "N", "middle": [], "last": "Hollender", "suffix": ""}, {"first": "C", "middle": [], "last": "Hofmann", "suffix": ""}, {"first": "M", "middle": [], "last": "Deneke", "suffix": ""}, {"first": "B", "middle": [], "last": "Schmitz", "suffix": ""}], "year": 2010, "venue": "Comput. Hum. Behav", "volume": "26", "issn": "6", "pages": "1278--1288", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Junk News and Bots During the US Election: What Were Michigan Voters Sharing Over Twitter", "authors": [{"first": "P", "middle": ["N"], "last": "Howard", "suffix": ""}, {"first": "G", "middle": [], "last": "Bolsover", "suffix": ""}, {"first": "B", "middle": [], "last": "Kollanyi", "suffix": ""}, {"first": "S", "middle": [], "last": "Bradshaw", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "Neudert", "suffix": ""}, {"first": "Oii", "middle": [], "last": "Compprop", "suffix": ""}, {"first": "Data", "middle": [], "last": "Memo", "suffix": ""}], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Connected through crisis: emotional proximity and the spread of misinformation online", "authors": [{"first": "Y", "middle": ["L"], "last": "Huang", "suffix": ""}, {"first": "K", "middle": [], "last": "Starbird", "suffix": ""}, {"first": "M", "middle": [], "last": "Orand", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Stanek", "suffix": ""}, {"first": "H", "middle": ["T"], "last": "Pedersen", "suffix": ""}], "year": 2015, "venue": "Proceedings of the 18th ACM Conference on Computer Supported Cooperative Work & Social Computing", "volume": "", "issn": "", "pages": "969--980", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Social media overload and fatigue: the moderating role of multitasking computer self-efficacy", "authors": [{"first": "A", "middle": ["K M N"], "last": "Islam", "suffix": ""}, {"first": "E", "middle": [], "last": "Whelan", "suffix": ""}, {"first": "S", "middle": [], "last": "Brooks", "suffix": ""}], "year": 2018, "venue": "Proceedings of the Twenty-Fourth Americas Conference on Information Systems", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Duality of self-promotion on social networking sites", "authors": [{"first": "A", "middle": ["K M N"], "last": "Islam", "suffix": ""}, {"first": "M", "middle": [], "last": "Mäntymäki", "suffix": ""}, {"first": "I", "middle": [], "last": "Benbasat", "suffix": ""}], "year": 2019, "venue": "Inf. Technol. People", "volume": "32", "issn": "2", "pages": "269--296", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "A systematic review of the digital interventions for fighting COVID-19: the Bangladesh perspective", "authors": [{"first": "M", "middle": ["N"], "last": "Islam", "suffix": ""}, {"first": "A", "middle": ["N"], "last": "Islam", "suffix": ""}], "year": 2020, "venue": "IEEE Access", "volume": "8", "issn": "", "pages": "114078--114087", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Curiosity and exploration: facilitating positive subjective experiences and personal growth opportunities", "authors": [{"first": "T", "middle": ["B"], "last": "Kashdan", "suffix": ""}, {"first": "P", "middle": [], "last": "Rose", "suffix": ""}, {"first": "F", "middle": ["D"], "last": "Fincham", "suffix": ""}], "year": 2004, "venue": "J. Personal. Assess", "volume": "82", "issn": "3", "pages": "291--305", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Recognise misinformation and verify before sharing: a reasoned action and information literacy perspective", "authors": [{"first": "M", "middle": ["L"], "last": "Khan", "suffix": ""}, {"first": "I", "middle": ["K"], "last": "Idris", "suffix": ""}], "year": 2019, "venue": "Behav. Inf. Technol", "volume": "38", "issn": "12", "pages": "1194--1212", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Cloud computing adoption and its impact on SMEs' performance for cloud supported operations: a dual-stage analytical approach", "authors": [{"first": "A", "middle": [], "last": "Khayer", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Talukder", "suffix": ""}, {"first": "Y", "middle": [], "last": "Bao", "suffix": ""}, {"first": "M", "middle": ["N"], "last": "Hossain", "suffix": ""}], "year": 2020, "venue": "Technol. Soc", "volume": "60", "issn": "", "pages": "", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Social media? Get serious! Understanding the functional building blocks of social media", "authors": [{"first": "J", "middle": ["H"], "last": "Kietzmann", "suffix": ""}, {"first": "K", "middle": [], "last": "Hermkens", "suffix": ""}, {"first": "I", "middle": ["P"], "last": "Mccarthy", "suffix": ""}, {"first": "B", "middle": ["S"], "last": "Silvestre", "suffix": ""}], "year": 2011, "venue": "Bus. Horiz", "volume": "54", "issn": "3", "pages": "241--251", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Says who? The effects of presentation format and source rating on fake news in social media", "authors": [{"first": "A", "middle": [], "last": "Kim", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Dennis", "suffix": ""}], "year": 2019, "venue": "MIS Q", "volume": "43", "issn": "3", "pages": "", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Combating fake news on social media with source ratings: the effects of user and expert reputation ratings", "authors": [{"first": "A", "middle": [], "last": "Kim", "suffix": ""}, {"first": "P", "middle": ["L"], "last": "Moravec", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Dennis", "suffix": ""}], "year": 2019, "venue": "J. Manag. Inf. Syst", "volume": "36", "issn": "3", "pages": "931--968", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Coronavirus goes viral: quantifying the COVID-19 misinformation epidemic on twitter", "authors": [{"first": "K", "middle": [], "last": "Baddour", "suffix": ""}], "year": 2020, "venue": "Cureus", "volume": "12", "issn": "3", "pages": "", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "What predicts adolescents' critical thinking about real-life news? The roles of social media news consumption and news media literacy", "authors": [{"first": "K", "middle": ["Y"], "last": "Ku", "suffix": ""}, {"first": "Q", "middle": [], "last": "Kong", "suffix": ""}, {"first": "Y", "middle": [], "last": "Song", "suffix": ""}, {"first": "L", "middle": [], "last": "Deng", "suffix": ""}, {"first": "Y", "middle": [], "last": "Kang", "suffix": ""}, {"first": "A", "middle": [], "last": "Hu", "suffix": ""}], "year": 2019, "venue": "Think. Skills Creat", "volume": "33", "issn": "", "pages": "", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "What drives unverified information sharing and cyberchondria during the COVID-19 pandemic?", "authors": [{"first": "S", "middle": [], "last": "Laato", "suffix": ""}, {"first": "A", "middle": ["K M N"], "last": "Islam", "suffix": ""}, {"first": "M", "middle": ["N"], "last": "Islam", "suffix": ""}, {"first": "E", "middle": [], "last": "Whelan", "suffix": ""}], "year": 2020, "venue": "Eur. J. Inf. Syst", "volume": "", "issn": "", "pages": "1--18", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Did location-based games motivate players to socialize during COVID-19?", "authors": [{"first": "S", "middle": [], "last": "Laato", "suffix": ""}, {"first": "A", "middle": ["N"], "last": "Islam", "suffix": ""}, {"first": "T", "middle": ["H"], "last": "Laine", "suffix": ""}], "year": 2020, "venue": "Telemat. Inform", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Unregulated Internet usage: addiction, habit, or deficient self-regulation?", "authors": [{"first": "R", "middle": [], "last": "Larose", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Lin", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Eastin", "suffix": ""}], "year": 2003, "venue": "Media Psychol", "volume": "5", "issn": "3", "pages": "225--253", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Effects of social media usage and social media multitasking on the academic performance of university students", "authors": [{"first": "W", "middle": ["W"], "last": "Lau", "suffix": ""}], "year": 2017, "venue": "Comput. Hum. Behav", "volume": "68", "issn": "", "pages": "286--291", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Student instant message use in a ubiquitous computing environment: effects of deficient self-regulation", "authors": [{"first": "K", "middle": ["C"], "last": "Lee", "suffix": ""}, {"first": "S", "middle": ["D"], "last": "Perry", "suffix": ""}], "year": 2004, "venue": "J. Broadcast. Electron Media", "volume": "48", "issn": "3", "pages": "399--420", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "News sharing in social media: the effect of gratifications and prior experience", "authors": [{"first": "C", "middle": ["S"], "last": "Lee", "suffix": ""}, {"first": "L", "middle": [], "last": "Ma", "suffix": ""}], "year": 2012, "venue": "Comput. Hum. Behav", "volume": "28", "issn": "2", "pages": "331--339", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "Information and communication technology overload and social networking service fatigue: a stress perspective", "authors": [{"first": "A", "middle": ["R"], "last": "Lee", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Son", "suffix": ""}, {"first": "K", "middle": ["K"], "last": "Kim", "suffix": ""}], "year": 2016, "venue": "Comput. Hum. Behav", "volume": "55", "issn": "", "pages": "51--61", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Partial least squares (PLS) structural equation modeling (SEM) for building and testing behavioral causal theory: when to choose it and how to use it", "authors": [{"first": "P", "middle": ["B"], "last": "Lowry", "suffix": ""}, {"first": "J", "middle": [], "last": "Gaskin", "suffix": ""}], "year": 2014, "venue": "IEEE Trans. Prof. Commun", "volume": "57", "issn": "2", "pages": "123--146", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Assimilation of enterprise systems: the effect of institutional pressures and the mediating role of top management", "authors": [{"first": "H", "middle": [], "last": "Liang", "suffix": ""}, {"first": "N", "middle": [], "last": "Saraf", "suffix": ""}, {"first": "Q", "middle": [], "last": "Hu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Xue", "suffix": ""}], "year": 2007, "venue": "MIS Q", "volume": "31", "issn": "1", "pages": "59--87", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "Covid-19: six million doses of hydroxychloroquine donated to US despite lack of evidence", "authors": [{"first": "E", "middle": [], "last": "Mahase", "suffix": ""}], "year": null, "venue": "BMJ", "volume": "368", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1136/bmj.m1166"]}}, "BIBREF55": {"ref_id": "b55", "title": "Dawkins' God: Genes, Memes, and the Meaning of Life", "authors": [{"first": "A", "middle": ["E"], "last": "Mcgrath", "suffix": ""}], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "Combating Fake News: An Agenda For Research and Action", "authors": [{"first": "N", "middle": [], "last": "Mele", "suffix": ""}, {"first": "D", "middle": [], "last": "Lazer", "suffix": ""}, {"first": "M", "middle": [], "last": "Baum", "suffix": ""}, {"first": "N", "middle": [], "last": "Grinberg", "suffix": ""}, {"first": "L", "middle": [], "last": "Friedland", "suffix": ""}, {"first": "K", "middle": [], "last": "Joseph", "suffix": ""}, {"first": "C", "middle": [], "last": "… &amp; Mattsson", "suffix": ""}], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "Psychological and health outcomes of perceived information overload", "authors": [{"first": "S", "middle": [], "last": "Misra", "suffix": ""}, {"first": "D", "middle": [], "last": "Stokols", "suffix": ""}], "year": 2012, "venue": "Environ. Behav", "volume": "44", "issn": "6", "pages": "737--759", "other_ids": {}}, "BIBREF58": {"ref_id": "b58", "title": "The role of narcissism in selfpromotion on Instagram", "authors": [{"first": "J", "middle": ["H"], "last": "Moon", "suffix": ""}, {"first": "E", "middle": [], "last": "Lee", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Lee", "suffix": ""}, {"first": "T", "middle": ["R"], "last": "Choi", "suffix": ""}, {"first": "Y", "middle": [], "last": "Sung", "suffix": ""}], "year": 2016, "venue": "Personal. Individ. Differ", "volume": "101", "issn": "", "pages": "22--25", "other_ids": {}}, "BIBREF59": {"ref_id": "b59", "title": "Cognitive load in multimedia learning environments: a systematic review", "authors": [{"first": "D", "middle": [], "last": "Mutlu-Bayraktar", "suffix": ""}, {"first": "V", "middle": [], "last": "Cosgun", "suffix": ""}, {"first": "T", "middle": [], "last": "Altan", "suffix": ""}], "year": 2019, "venue": "Comput. Educ", "volume": "141", "issn": "", "pages": "", "other_ids": {}}, "BIBREF61": {"ref_id": "b61", "title": "The Janus face of Facebook: positive and negative sides of social networking site use", "authors": [{"first": "M", "middle": [], "last": "Mäntymäki", "suffix": ""}, {"first": "A", "middle": ["N"], "last": "Islam", "suffix": ""}], "year": 2016, "venue": "Comput. Hum. Behav", "volume": "61", "issn": "", "pages": "14--26", "other_ids": {}}, "BIBREF62": {"ref_id": "b62", "title": "Nudge effect of fact-check alerts: source influence and media skepticism on sharing of news misinformation in social media", "authors": [{"first": "E", "middle": [], "last": "Nekmat", "suffix": ""}], "year": 2020, "venue": "Soc. Media Soc", "volume": "6", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF63": {"ref_id": "b63", "title": "Using social media for social comparison and feedbackseeking: gender and popularity moderate associations with depressive symptoms", "authors": [{"first": "J", "middle": [], "last": "Nesi", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Prinstein", "suffix": ""}], "year": 2015, "venue": "J. Abnorm. Child Psychol", "volume": "43", "issn": "8", "pages": "1427--1438", "other_ids": {}}, "BIBREF64": {"ref_id": "b64", "title": "A caution regarding rules of thumb for variance inflation factors", "authors": [{"first": "D", "middle": ["A ;"], "last": "Norman", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "O&apos;brien", "suffix": ""}], "year": 1988, "venue": "Qual. Quant", "volume": "41", "issn": "5", "pages": "673--690", "other_ids": {}}, "BIBREF65": {"ref_id": "b65", "title": "Cloud computing in manufacturing: the next industrial revolution in Malaysia?", "authors": [{"first": "K", "middle": ["- B"], "last": "Ooi", "suffix": ""}, {"first": "V", "middle": ["- H"], "last": "Lee", "suffix": ""}, {"first": "G", "middle": ["W"], "last": "Tan", "suffix": ""}, {"first": ".-H", "middle": [], "last": "Hew", "suffix": ""}, {"first": "T", "middle": ["- S"], "last": "Hew", "suffix": ""}, {"first": "J", "middle": ["- J"], "last": "", "suffix": ""}], "year": 2018, "venue": "Expert Syst. Appl", "volume": "93", "issn": "", "pages": "376--394", "other_ids": {}}, "BIBREF66": {"ref_id": "b66", "title": "The online disinhibition effect", "authors": [{"first": "J", "middle": [], "last": "Suler", "suffix": ""}], "year": 2004, "venue": "Cyberpsychol. Behav", "volume": "7", "issn": "3", "pages": "321--326", "other_ids": {}}, "BIBREF67": {"ref_id": "b67", "title": "Cognitive load measurement as a means to advance cognitive load theory", "authors": [{"first": "F", "middle": [], "last": "Paas", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Tuovinen", "suffix": ""}, {"first": "H", "middle": [], "last": "Tabbers", "suffix": ""}, {"first": "P", "middle": ["W"], "last": "Van Gerven", "suffix": ""}], "year": 2003, "venue": "Educ. Psychol", "volume": "38", "issn": "1", "pages": "63--71", "other_ids": {}}, "BIBREF68": {"ref_id": "b68", "title": "Cross-species neuroaffective parsing of primal emotional desires and aversions in mammals", "authors": [{"first": "J", "middle": [], "last": "Panksepp", "suffix": ""}], "year": 2013, "venue": "Emot. Rev", "volume": "5", "issn": "3", "pages": "235--240", "other_ids": {}}, "BIBREF69": {"ref_id": "b69", "title": "Fighting misinformation on social media using crowdsourced judgments of news source quality", "authors": [{"first": "G", "middle": [], "last": "Pennycook", "suffix": ""}, {"first": "D", "middle": ["G"], "last": "Rand", "suffix": ""}], "year": 2019, "venue": "Proc. Natl. Acad. Sci", "volume": "116", "issn": "", "pages": "2521--2526", "other_ids": {}}, "BIBREF70": {"ref_id": "b70", "title": "From \"information\" to \"knowing\": exploring the role of social media in contemporary news consumption", "authors": [{"first": "I", "middle": [], "last": "Pentina", "suffix": ""}, {"first": "M", "middle": [], "last": "Tarafdar", "suffix": ""}], "year": 2014, "venue": "Comput. Hum. Behav", "volume": "35", "issn": "", "pages": "211--223", "other_ids": {}}, "BIBREF71": {"ref_id": "b71", "title": "The development of an instrument to measure the subjective dimension of fatigue", "authors": [{"first": "B", "middle": ["F"], "last": "Piper", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Lindsey", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Dodd", "suffix": ""}, {"first": "S", "middle": [], "last": "Ferketich", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Paul", "suffix": ""}, {"first": "S", "middle": [], "last": "Weller", "suffix": ""}], "year": 1989, "venue": "Proceedings of the Management of Pain, Fatigue and Nausea", "volume": "", "issn": "", "pages": "199--208", "other_ids": {}}, "BIBREF72": {"ref_id": "b72", "title": "Common method biases in behavioral research: a critical review of the literature and recommended remedies", "authors": [{"first": "P", "middle": ["M"], "last": "Podsakoff", "suffix": ""}, {"first": "S", "middle": ["B"], "last": "Mackenzie", "suffix": ""}, {"first": "J", "middle": ["- Y"], "last": "Lee", "suffix": ""}, {"first": "N", "middle": ["P"], "last": "Podsakoff", "suffix": ""}], "year": 2003, "venue": "J. Appl. Psychol", "volume": "88", "issn": "5", "pages": "", "other_ids": {}}, "BIBREF73": {"ref_id": "b73", "title": "Modern Factor Analysis", "authors": [{"first": "H", "middle": ["H"], "last": "Harman", "suffix": ""}], "year": 1976, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF74": {"ref_id": "b74", "title": "Developing and testing an original Arabic religiosity scale. Middle East Curr", "authors": [{"first": "D", "middle": ["R"], "last": "Khalaf", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Hlais", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Haddad", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Mansour", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Pelissolo", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Naja", "suffix": ""}], "year": 2014, "venue": "Psychiatry", "volume": "21", "issn": "2", "pages": "127--138", "other_ids": {}}, "BIBREF75": {"ref_id": "b75", "title": "Uses and gratifications of social media: a comparison of Facebook and instant messaging", "authors": [{"first": "A", "middle": [], "last": "Quan-Haase", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Young", "suffix": ""}], "year": 2010, "venue": "Bull. Sci. Technol. Soc", "volume": "30", "issn": "5", "pages": "350--361", "other_ids": {}}, "BIBREF76": {"ref_id": "b76", "title": "The daily dose of digital inspiration 2: themes and affective user responses to meaningful memes in social media", "authors": [{"first": "D", "middle": [], "last": "Rieger", "suffix": ""}, {"first": "C", "middle": [], "last": "Klimmt", "suffix": ""}], "year": 2019, "venue": "New Media Soc", "volume": "21", "issn": "10", "pages": "2201--2221", "other_ids": {}}, "BIBREF77": {"ref_id": "b77", "title": "Vygotsky's zone of proximal development: instructional implications and teachers' professional development", "authors": [{"first": "K", "middle": [], "last": "Shabani", "suffix": ""}, {"first": "M", "middle": [], "last": "Khatib", "suffix": ""}, {"first": "S", "middle": [], "last": "Ebadi", "suffix": ""}], "year": 2010, "venue": "Engl. Lang. Teach", "volume": "3", "issn": "4", "pages": "237--248", "other_ids": {}}, "BIBREF78": {"ref_id": "b78", "title": "Predicting motivators of cloud computing adoption: a developing country perspective", "authors": [{"first": "S", "middle": ["K"], "last": "Sharma", "suffix": ""}, {"first": "A", "middle": ["H"], "last": "Al-Badi", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Govindaluri", "suffix": ""}, {"first": "M", "middle": ["H"], "last": "Al-Kharusi", "suffix": ""}], "year": 2016, "venue": "Comput. Hum. Behav", "volume": "62", "issn": "", "pages": "61--69", "other_ids": {}}, "BIBREF79": {"ref_id": "b79", "title": "Fake news and ideological polarization: filter bubbles and selective exposure on social media", "authors": [{"first": "D", "middle": [], "last": "Spohr", "suffix": ""}], "year": 2017, "venue": "Bus. Inf. Rev", "volume": "34", "issn": "3", "pages": "150--160", "other_ids": {}}, "BIBREF80": {"ref_id": "b80", "title": "Element interactivity and intrinsic, extraneous, and germane cognitive load", "authors": [{"first": "J", "middle": [], "last": "Sweller", "suffix": ""}], "year": 2010, "venue": "Educ. Psychol. Rev", "volume": "22", "issn": "2", "pages": "123--138", "other_ids": {}}, "BIBREF81": {"ref_id": "b81", "title": "Cognitive load theory", "authors": [{"first": "J", "middle": [], "last": "Sweller", "suffix": ""}], "year": 2011, "venue": "Psychology of Learning and Motivation", "volume": "55", "issn": "", "pages": "37--76", "other_ids": {}}, "BIBREF82": {"ref_id": "b82", "title": "Predicting antecedents of wearable healthcare technology acceptance by elderly: a combined SEM-Neural Network approach", "authors": [{"first": "M", "middle": ["S"], "last": "Talukder", "suffix": ""}, {"first": "G", "middle": [], "last": "Sorwar", "suffix": ""}, {"first": "Y", "middle": [], "last": "Bao", "suffix": ""}, {"first": "J", "middle": ["U"], "last": "Ahmed", "suffix": ""}, {"first": "M", "middle": ["A S"], "last": "Palash", "suffix": ""}], "year": 2020, "venue": "Technol. Forecast. Soc. Change", "volume": "150", "issn": "", "pages": "", "other_ids": {}}, "BIBREF83": {"ref_id": "b83", "title": "Why do people share fake news? Associations between the dark side of social media use and fake news sharing behavior", "authors": [{"first": "S", "middle": [], "last": "Talwar", "suffix": ""}, {"first": "A", "middle": [], "last": "Dhir", "suffix": ""}, {"first": "P", "middle": [], "last": "Kaur", "suffix": ""}, {"first": "N", "middle": [], "last": "Zafar", "suffix": ""}, {"first": "M", "middle": [], "last": "Alrasheedy", "suffix": ""}], "year": 2019, "venue": "J. Retail. Consum. Serv", "volume": "51", "issn": "", "pages": "72--82", "other_ids": {}}, "BIBREF84": {"ref_id": "b84", "title": "Predicting the drivers of behavioral intention to use mobile learning: a hybrid SEM-neural networks approach", "authors": [{"first": "G", "middle": ["W"], "last": "Tan", "suffix": ""}, {"first": ".-H", "middle": [], "last": "Ooi", "suffix": ""}, {"first": "K", "middle": ["- B"], "last": "Leong", "suffix": ""}, {"first": "L", "middle": ["- Y"], "last": "Lin", "suffix": ""}, {"first": "B", "middle": [], "last": "", "suffix": ""}], "year": 2014, "venue": "Comput. Hum. Behav", "volume": "36", "issn": "", "pages": "198--213", "other_ids": {}}, "BIBREF85": {"ref_id": "b85", "title": "Determinants of news sharing behavior on social media", "authors": [{"first": "N", "middle": [], "last": "Thompson", "suffix": ""}, {"first": "X", "middle": [], "last": "Wang", "suffix": ""}, {"first": "P", "middle": [], "last": "Daya", "suffix": ""}], "year": 2019, "venue": "J. Comput. Inf. Syst", "volume": "", "issn": "", "pages": "1--9", "other_ids": {}}, "BIBREF86": {"ref_id": "b86", "title": "The benefits and dangers of enjoyment with social networking websites", "authors": [{"first": "O", "middle": [], "last": "Turel", "suffix": ""}, {"first": "A", "middle": [], "last": "Serenko", "suffix": ""}], "year": 2012, "venue": "Eur. J. Inf. Syst", "volume": "21", "issn": "5", "pages": "512--528", "other_ids": {}}, "BIBREF87": {"ref_id": "b87", "title": "Infodemic and risk communication in the era of CoV-19", "authors": [{"first": "A", "middle": [], "last": "Vaezi", "suffix": ""}, {"first": "S", "middle": ["H"], "last": "Javanmard", "suffix": ""}], "year": 2020, "venue": "Adv. Biomed. Res", "volume": "9", "issn": "", "pages": "", "other_ids": {}}, "BIBREF88": {"ref_id": "b88", "title": "Polarization and fake news: early warning of potential misinformation targets", "authors": [{"first": "M", "middle": ["D"], "last": "Vicario", "suffix": ""}, {"first": "W", "middle": [], "last": "Quattrociocchi", "suffix": ""}, {"first": "A", "middle": [], "last": "Scala", "suffix": ""}, {"first": "F", "middle": [], "last": "Zollo", "suffix": ""}], "year": 2019, "venue": "ACM Trans. Web", "volume": "13", "issn": "2", "pages": "1--22", "other_ids": {}}, "BIBREF89": {"ref_id": "b89", "title": "Social comparison, social media, and self-esteem", "authors": [{"first": "E", "middle": ["A"], "last": "Vogel", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Rose", "suffix": ""}, {"first": "L", "middle": ["R"], "last": "Roberts", "suffix": ""}, {"first": "K", "middle": [], "last": "Eckles", "suffix": ""}], "year": 2014, "venue": "Psychol. Pop. Media Cult", "volume": "3", "issn": "4", "pages": "", "other_ids": {}}, "BIBREF90": {"ref_id": "b90", "title": "Self-reflection and interpersonal connection: making the most of self-presentation on social media", "authors": [{"first": "E", "middle": ["A"], "last": "Vogel", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Rose", "suffix": ""}], "year": 2016, "venue": "Trans. Issues Psychol. Sci", "volume": "2", "issn": "3", "pages": "", "other_ids": {}}, "BIBREF91": {"ref_id": "b91", "title": "Knowledge sharing motivational factors of using an intraorganizational social media platform", "authors": [{"first": "V", "middle": [], "last": "Vuori", "suffix": ""}, {"first": "J", "middle": [], "last": "Okkonen", "suffix": ""}], "year": 2012, "venue": "J. Knowl. Manag", "volume": "16", "issn": "4", "pages": "592--603", "other_ids": {}}, "BIBREF92": {"ref_id": "b92", "title": "Is this the era of misinformation yet: combining social bots and fake news to deceive the masses", "authors": [{"first": "P", "middle": [], "last": "Wang", "suffix": ""}, {"first": "R", "middle": [], "last": "Angarita", "suffix": ""}, {"first": "I", "middle": [], "last": "Renna", "suffix": ""}], "year": 2018, "venue": "Proceedings of the Companion Proceedings of the Web Conference", "volume": "", "issn": "", "pages": "1557--1561", "other_ids": {}}, "BIBREF93": {"ref_id": "b93", "title": "Applying the SOBC paradigm to explain how social media overload affects academic performance", "authors": [{"first": "E", "middle": [], "last": "Whelan", "suffix": ""}, {"first": "A", "middle": ["N"], "last": "Islam", "suffix": ""}, {"first": "S", "middle": [], "last": "Brooks", "suffix": ""}], "year": 2020, "venue": "Comput. Educ", "volume": "143", "issn": "", "pages": "", "other_ids": {}}, "BIBREF94": {"ref_id": "b94", "title": "Is boredom proneness related to social media overload and fatigue? A stress-strain-outcome approach", "authors": [{"first": "E", "middle": [], "last": "Whelan", "suffix": ""}, {"first": "A", "middle": ["N"], "last": "Islam", "suffix": ""}, {"first": "S", "middle": [], "last": "Brooks", "suffix": ""}], "year": 2020, "venue": "Internet Res", "volume": "30", "issn": "3", "pages": "869--887", "other_ids": {}}, "BIBREF95": {"ref_id": "b95", "title": "A heteroskedasticity-consistent covariance matrix estimator and a direct test for heteroskedasticity", "authors": [{"first": "H", "middle": [], "last": "White", "suffix": ""}], "year": 1980, "venue": "Econom. J. Econom. Soc", "volume": "", "issn": "", "pages": "817--838", "other_ids": {}}, "BIBREF96": {"ref_id": "b96", "title": "Can mobile TV be a new revolution in the television industry?", "authors": [{"first": "C", "middle": ["- H"], "last": "Wong", "suffix": ""}, {"first": "G", "middle": ["W"], "last": "Tan", "suffix": ""}, {"first": ".-H", "middle": [], "last": "Hew", "suffix": ""}, {"first": "T", "middle": ["- S"], "last": "Ooi", "suffix": ""}, {"first": "K", "middle": ["- B"], "last": "", "suffix": ""}], "year": 2016, "venue": "Comput. Hum. Behav", "volume": "55", "issn": "", "pages": "764--776", "other_ids": {}}, "BIBREF97": {"ref_id": "b97", "title": "Social media fatigue-Technological antecedents and the moderating roles of personality traits: the case of WeChat", "authors": [{"first": "L", "middle": [], "last": "Xiao", "suffix": ""}, {"first": "J", "middle": [], "last": "Mou", "suffix": ""}], "year": 2019, "venue": "Comput. Hum. Behav", "volume": "101", "issn": "", "pages": "297--310", "other_ids": {}}, "BIBREF98": {"ref_id": "b98", "title": "How to fight an infodemic", "authors": [{"first": "J", "middle": [], "last": "Zarocostas", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "395", "issn": "", "pages": "", "other_ids": {}}, "BIBREF99": {"ref_id": "b99", "title": "Understanding online community user participation: a social influence perspective", "authors": [{"first": "T", "middle": [], "last": "Zhou", "suffix": ""}], "year": 2011, "venue": "Internet Res. Electron. Netw. Appl. Policy", "volume": "21", "issn": "1", "pages": "67--81", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "The proposed research model.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "PLS analysis results (***p < 0.001; **p < 0.01; *p < 0.05).", "latex": null, "type": "figure"}, "TABREF0": {"text": "The correlation matrix and square roots of AVEs.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Deficient self-regulation </td><td>Entertainment </td><td>Exploration </td><td>Fatigue </td><td>Religiosity </td><td>Self-promotion </td><td>Unverified news sharing\n</td></tr><tr><td>Deficient self-regulation </td><td>0.76\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Entertainment </td><td>0.30 </td><td>0.81\n</td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Exploration </td><td>0.07 </td><td>0.20 </td><td>0.78\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Fatigue </td><td>0.47 </td><td>0.09 </td><td>0.23 </td><td>0.79\n</td><td> </td><td> </td><td> </td></tr><tr><td>Religiosity </td><td>−0.08 </td><td>−0.00 </td><td>−0.08 </td><td>−0.06 </td><td>0.94\n</td><td> </td><td> </td></tr><tr><td>Self-promotion </td><td>0.43 </td><td>0.41 </td><td>0.06 </td><td>0.18 </td><td>−0.06 </td><td>0.80\n</td><td> </td></tr><tr><td>Unverified news sharing </td><td>0.35 </td><td>0.21 </td><td>−0.14 </td><td>0.18 </td><td>−0.08 </td><td>0.32 </td><td>0.76\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Comparison between PLS-SEM and Neural Network-based approach in predicting unverified information sharing.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>PLS-SEM approach </td><td> </td><td>Neural network approach\n</td><td> </td></tr><tr><td>Predictor </td><td>Total\neffects\n</td><td>Rank </td><td>Predictor </td><td>Importance </td><td>Rank\n</td></tr><tr><td>DSR </td><td>0.23 </td><td>1 </td><td>DSR </td><td>0.34 </td><td>1\n</td></tr><tr><td>Exploration </td><td>−0.22 </td><td>2 </td><td>Exploration </td><td>0.20 </td><td>3\n</td></tr><tr><td>Self-promotion </td><td>0.17 </td><td>3 </td><td>Self-promotion </td><td>0.27 </td><td>2\n</td></tr><tr><td>Entertainment </td><td>0.12 </td><td>4 </td><td>Entertainment </td><td>0.05 </td><td>6\n</td></tr><tr><td>Social media\nfatigue\n</td><td>0.08 </td><td>5 </td><td>Social media\nfatigue\n</td><td>0.06 </td><td>5\n</td></tr><tr><td>Religiosity </td><td>−0.07 </td><td>6 </td><td>Religiosity </td><td>0.08 </td><td>4\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Comparison between PLS-SEM and neural network-based approach in predicting social media fatigue.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Predicting social media fatigue\nPLS-SEM approach </td><td> </td><td>Neural network approach\n</td><td> </td></tr><tr><td>Predictor </td><td>Total effects </td><td>Rank </td><td>Predictor </td><td>Importance </td><td>Rank\n</td></tr><tr><td>DSR </td><td>0.48 </td><td>1 </td><td>DSR </td><td>0.40 </td><td>1\n</td></tr><tr><td>Exploration </td><td>0.22 </td><td>2 </td><td>Exploration </td><td>0.27 </td><td>2\n</td></tr><tr><td>Entertainment </td><td>−0.10 </td><td>3 </td><td>Entertainment </td><td>0.14 </td><td>3\n</td></tr><tr><td>Self-promotion </td><td>0.00 </td><td>4 </td><td>Self-promotion </td><td>0.02 </td><td>4\n</td></tr><tr><td>Religiosity </td><td>−0.00 </td><td>5 </td><td>Religiosity </td><td>0.02 </td><td>5\n</td></tr></table></body></html>"}, "TABREF3": {"text": "Do you participate in divine Liturgy/collective prayers at the Mosque or collective religious activities such as prayers or readings of the Bible or the Quran? Do you have individual religious activities (individual prayers)? What is the importance of religious beliefs in the full curriculum of your life? Does your faith in God help you in difficult times? How do you evaluate the degree of your faith? Kashdan et al., 2004) CR: 0.83 AVE: 0.62 I actively seek as much information as I can in a new situation. I frequently find myself looking for new opportunities (e.g., information, people, resources) to grow as a person. Everywhere I go, I am out looking for new things or experiences. I have a hard time keeping my Social media use under control I have to keep using the Social Media more and more to get my thrill I have tried unsuccessfully to cut down on the amount of time I spend on Social media I sometimes try to hide how much time I spend on social media from my family or friends I feel my Social media use is out of control.I share an information or news on social media when the news is entertaining I share information or news on social media when the news is catchy and resonates with me. When I see exciting news, I share it on social media.Sharing information on social media helps me impress other people. Sharing information on social media helps me express myself. Sharing information on social media makes me feel important. Sharing information on social media helps me communicate a desired image of myself I find it difficult to relax after continually using social media. After a session of using social media, I feel really fatigued Due to using social media, I feel rather mentally exhausted After using social media, it takes effort to concentrate in my spare time During social media use, I often feel too fatigued to perform other tasks well I often share information or news on COVID-19 without checking its authenticity. I share information or news on COVID-19 without checking facts through trusted sources. I share information or news on COVID-19 without verifying that is true. I share information or news on COVID-19 even if sometimes I feel the information may not be correct.Appendix 2. Deviation from linearity test.Appendix 3.1. Neural network Model A. Appendix 3.2. Neural network Model B. Appendix 4. Root mean square error (RMSE) for the neural network model.", "latex": null, "type": "table"}}, "back_matter": []}