{
    "paper_id": "a1439ea30fe4acd83eeb1b89a8db554546fcc0eb",
    "metadata": {
        "title": "The Tadros Theory: A Clinical Supervision Framework for Working with Incarcerated Individuals and Their Families",
        "authors": [
            {
                "first": "Eman",
                "middle": [],
                "last": "Tadros",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Governors State University",
                    "location": {
                        "settlement": "University Park",
                        "region": "IL",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Amy",
                "middle": [
                    "A"
                ],
                "last": "Morgan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Maryland",
                    "location": {
                        "settlement": "College Park",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "As a result of mass incarceration and the deinstitutionalization of mental health, carceral settings in the USA are in dire need of systemic therapy. Therapists treating the incarcerated face unique challenges that therapists in traditional settings do not, like security risks, maintaining confidentiality, navigating dual relationships, and acquiring appropriate training. As such, it is imperative that carceral therapists have access to incarcerated informed clinical supervision. Yet, the literature on this is sparse. In this paper, we propose the Tadros Theory of Change, a clinical supervision framework for working with incarcerated individuals and their families. Multicultural and ethical considerations are explored.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "With the highest incarceration rate globally for the last ten years (Al-Rousan et al., 2017; Western, 2006) , the USA has garnered an international reputation for a broken carceral system. The USA incarcerates 21% of the world's offenders despite only being home to 5% of the world's population (NAACP, 2018) . Parallel to the rising rates of incarceration is widening racial disparities in carceral settings (Nellis, 2016) . The overrepresentation of racially minoritized individuals represent the \"mass incarceration\" era in the USA over the last fifty years (Shlafer et al., 2020) . Individuals with mental health and substance use issues are an often-overlooked population in carceral settings; frequently, these individuals are also racially and ethnically minoritized (Al-Rousan et al., 2017) .",
            "cite_spans": [
                {
                    "start": 68,
                    "end": 92,
                    "text": "(Al-Rousan et al., 2017;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 93,
                    "end": 107,
                    "text": "Western, 2006)",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 295,
                    "end": 308,
                    "text": "(NAACP, 2018)",
                    "ref_id": null
                },
                {
                    "start": 409,
                    "end": 423,
                    "text": "(Nellis, 2016)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 561,
                    "end": 583,
                    "text": "(Shlafer et al., 2020)",
                    "ref_id": null
                },
                {
                    "start": 774,
                    "end": 798,
                    "text": "(Al-Rousan et al., 2017)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Incarceration"
        },
        {
            "text": "Individuals with a mental health diagnosis are overrepresented in correctional settings by an estimated two to four times that of the general population (Al-Rousan et al., 2017) . Many more are likely undiagnosed (Mobley, 2008) . Consequently, the US criminal justice system has become the nation's largest mental health provider. At present, there are ten times more mentally ill individuals in carceral settings than there are in psychiatric facilities (Torrey et al., 2010) . This phenomenon is exacerbated by a lack of quality mental healthcare options in carceral settings, resulting in a massive public health issue with social and economic implications (Al-Rousan et al., 2017) . Marginalized subpopulations such as women, the elderly, and people of color are among the most vulnerable in correctional settings (Al-Rousan et al., 2017) . Although there are books on the subject (e.g., Van Voorhis and Salisbury, 2016) , there are limited training pipeline opportunities for therapists to develop expertise in clinically treating the incarcerated population (Mobley, 2008) . Given the highly specialized nature of correctional environments, those who provide clinical services to the incarcerated must receive competent clinical supervision. Presently, however, the literature severely lacks research and guidance on clinical supervision in the criminal justice system.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 177,
                    "text": "(Al-Rousan et al., 2017)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 213,
                    "end": 227,
                    "text": "(Mobley, 2008)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 455,
                    "end": 476,
                    "text": "(Torrey et al., 2010)",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 660,
                    "end": 684,
                    "text": "(Al-Rousan et al., 2017)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 818,
                    "end": 842,
                    "text": "(Al-Rousan et al., 2017)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 892,
                    "end": 924,
                    "text": "Van Voorhis and Salisbury, 2016)",
                    "ref_id": null
                },
                {
                    "start": 1064,
                    "end": 1078,
                    "text": "(Mobley, 2008)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Incarceration"
        },
        {
            "text": "Although there are a few articles on clinical supervision in carceral settings, they are largely from the medical field (e.g., Storey & Minto, 2000) . To our best knowledge, only one article (see Carrola et al., 2016) exists investigating the experiences of clinical supervisors in correctional settings. Thus, there is minimal literature offering a clinical supervision framework for correctional settings and, in particular, not a single one with a systemic focus. Treatment of incarcerated individuals warrants a consideration of family and systemic factors to prepare for healthy reentry into family and community systems (Tadros & Ansell, 2022; Tadros et al., 2021a, b, c; Tadros & Finney, 2018 Tadros & Ogden, 2020; Tadros et al., 2021a, b, c; Tadros & Smithee, 2021) . This purpose of this paper is twofold:",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 148,
                    "text": "Storey & Minto, 2000)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 196,
                    "end": 217,
                    "text": "Carrola et al., 2016)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 626,
                    "end": 649,
                    "text": "(Tadros & Ansell, 2022;",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 650,
                    "end": 677,
                    "text": "Tadros et al., 2021a, b, c;",
                    "ref_id": null
                },
                {
                    "start": 678,
                    "end": 699,
                    "text": "Tadros & Finney, 2018",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 700,
                    "end": 721,
                    "text": "Tadros & Ogden, 2020;",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 722,
                    "end": 749,
                    "text": "Tadros et al., 2021a, b, c;",
                    "ref_id": null
                },
                {
                    "start": 750,
                    "end": 773,
                    "text": "Tadros & Smithee, 2021)",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "Purpose"
        },
        {
            "text": "(1) We propose the first systemic model of clinical supervision for use in both carceral settings, as well as with individuals reentering families and communities postincarceration, and (2) this paper serves as a call to action for carceral practitioners, supervisors, and researchers alike to advocate for higher quality supervisory practices in correctional settings. We begin with an overview of clinical supervision and focus specifically on supervision considerations in correctional settings and then describe the Tadros clinical supervision framework for carceral settings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Purpose"
        },
        {
            "text": "Philosophy of supervision is often reflective of a therapist's theoretical orientation for seeing clients (Tadros, 2021a) ; therefore, a mental health professional utilizing the Tadros Theory of Supervision may already be utilizing the Tadros Theory of Change in their clinical work. We encourage the usage of this theory with clients; however, it is not mandatory to use the same theory for clients and supervision. In fact, it is typical that supervisors and the therapists they are supervising conceptualize distinctly (Snow et al., 2020) . Therefore, our purpose in writing this paper is to highlight the benefits of using the Tadros Theory of Supervision  as well as to stress the need for systemic therapeutic intervention and the utility of  the Tadros Theory as a model of supervision for incarcerated individuals and their families.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 121,
                    "text": "(Tadros, 2021a)",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 522,
                    "end": 541,
                    "text": "(Snow et al., 2020)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [
                {
                    "start": 631,
                    "end": 831,
                    "text": "Tadros Theory of Supervision  as well as to stress the need for systemic therapeutic intervention and the utility of  the Tadros Theory as a model of supervision for incarcerated individuals and their",
                    "ref_id": null
                }
            ],
            "section": "Purpose"
        },
        {
            "text": "Clinical supervision is the process of a licensed clinician with supervision designation, training an unlicensed or licensed clinician working toward full licensure (Wright, 1986; Mcintyre & McIntyre, 2020) . \"The goal of supervision is for the therapist to develop skills and awareness of the client system and structure, as well as of their impact and interaction within that system\" (Bursky & Cook, 2016, p. 162) . The role of the supervisor is to inspire change. Change happens when the supervisor empowers the therapist through demonstrating, challenging, and encouraging (Miehls, 2010; Okafor et al., 2014) . It is the role of the supervisor to teach different techniques and interventions (Bursky & Cook, 2016) . Specific to systemic therapists, it is also within their supervisory role to teach therapists to think systemically (Bursky & Cook, 2016) . Supervisors must continuously monitor their therapists to ensure they are meeting the needs of not only their therapists but the therapists' respective clients as well (Caldwell, 2016) .",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 179,
                    "text": "(Wright, 1986;",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 180,
                    "end": 206,
                    "text": "Mcintyre & McIntyre, 2020)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 386,
                    "end": 415,
                    "text": "(Bursky & Cook, 2016, p. 162)",
                    "ref_id": null
                },
                {
                    "start": 577,
                    "end": 591,
                    "text": "(Miehls, 2010;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 592,
                    "end": 612,
                    "text": "Okafor et al., 2014)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 696,
                    "end": 717,
                    "text": "(Bursky & Cook, 2016)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 836,
                    "end": 857,
                    "text": "(Bursky & Cook, 2016)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1028,
                    "end": 1044,
                    "text": "(Caldwell, 2016)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Clinical Supervision"
        },
        {
            "text": "There is emerging evidence that rehabilitative programs (e.g., vocational training, prison animal programs, etc.) are useful in promoting positive reentry scenarios and offender rehabilitation by fostering life and relational skills transferable to the world outside incarceration . One method of rehabilitation is the direct provision of mental health treatment services. Historically, group therapy and case management were the primary mental health treatment services in correctional settings (Elliot & Schrink, 2013) . Counseling in correctional settings \"is an intensive, purposeful, interactive process between a counselor, who is prepared to deal with the special problems posed by a correctional environment, and a client, who has been… placed in a correctional facility\" (Elliot & Schrink, 2013, p. 24) . Therapeutic intervention is vital for not only incarcerated individuals but their overarching families and communities, specifically for reintegration into society post-release (Ford et al., 2016) .",
            "cite_spans": [
                {
                    "start": 496,
                    "end": 520,
                    "text": "(Elliot & Schrink, 2013)",
                    "ref_id": null
                },
                {
                    "start": 780,
                    "end": 811,
                    "text": "(Elliot & Schrink, 2013, p. 24)",
                    "ref_id": null
                },
                {
                    "start": 991,
                    "end": 1010,
                    "text": "(Ford et al., 2016)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Supervision of Clinical Work in Correctional Settings"
        },
        {
            "text": "In reviewing the literature, some recent articles have presented family therapy as an option within carceral settings (Datchi et al., 2016; Tadros et al., , 2021a Tadros et al., , b, c, 2022 Tadros & Finney, 2018) . A study examined conjoint group therapy with incarcerated people and their families, broadly finding group family therapy beneficial (Ostby, 1968) . Similarly, Frager (1978) recommended multiple family group therapy as an effective intervention in both psychiatric and correctional settings. However, since Ostby (1968) and Frager (1978) published their papers, security, confidentiality, and treatment practices have changed substantially, and to date, researchers have not reevaluated these relational approaches. It appears that therapists who would like to treat the family as a system within incarcerated settings, must do so individually, meaning that many facilities do not offer family therapy services . Marriage and family therapists (MFTs) are still able to work systemically with individuals by considering diagnosis and treatment through a systems lens (Tadros et al., 2021a, b, c) . However, working systemically with individuals is complex and best conducted with guidance from an experienced, systemic clinical supervisor; therefore, we offer suggestions from this model to effectively supervise MFTs who wish to work clinically with this population.",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 139,
                    "text": "(Datchi et al., 2016;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 140,
                    "end": 162,
                    "text": "Tadros et al., , 2021a",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 163,
                    "end": 190,
                    "text": "Tadros et al., , b, c, 2022",
                    "ref_id": null
                },
                {
                    "start": 191,
                    "end": 213,
                    "text": "Tadros & Finney, 2018)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 349,
                    "end": 362,
                    "text": "(Ostby, 1968)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 376,
                    "end": 389,
                    "text": "Frager (1978)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 523,
                    "end": 535,
                    "text": "Ostby (1968)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 540,
                    "end": 553,
                    "text": "Frager (1978)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1082,
                    "end": 1110,
                    "text": "(Tadros et al., 2021a, b, c)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Supervision of Clinical Work in Correctional Settings"
        },
        {
            "text": "The challenges of conducting clinical supervision in correctional settings are minimally described in the literature (Carrola et al., 2016; Norton 1990 ). Eisenhard and Muse-Burke (2015) report that clinical supervision of therapists treating the incarcerated tends to focus more on therapist boundaries with incarcerated individuals, and professional behavior skills, than on clinical processes such as conceptualization and treatment. This finding suggests a critical need for clinical supervision in correctional settings to balance both skills related to the risks of a carceral environment (Carrola et al., 2016) and traditional clinical supervision process conversations (e.g., model conceptualization). Yet, no models of clinical supervision in correctional settings have been introduced in the literature.",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 139,
                    "text": "(Carrola et al., 2016;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 140,
                    "end": 151,
                    "text": "Norton 1990",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 155,
                    "end": 186,
                    "text": "Eisenhard and Muse-Burke (2015)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 595,
                    "end": 617,
                    "text": "(Carrola et al., 2016)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Supervision of Clinical Work in Correctional Settings"
        },
        {
            "text": "The Tadros theory of change is a peer-reviewed clinical theoretical integration of structural family therapy, narrative family therapy, solution-focused therapy therapeutic models with a multicultural and strength-based emphasis. The Tadros Theory of Change can be used by both therapists and supervisors in facilitating change and is being described in this paper as a framework for supervision with incarcerated individuals and their families. The Tadros theory has been encouraged to be used with incarcerated populations (Tadros, 2021b; Tadros & Smithee, 2021) . Specifically, this theory had been utilized with a lesbian couple experiencing relational problems while one partner was incarcerated (Tadros & Smithee, 2021) . Below, elements of this model will be explained followed by a brief section highlighting how the integration of these models coalesces into the Tadros Theory of Change. Specifically, we will explain a family systems therapy model, how the same model may be utilized as a supervision framework, and then how to apply the model to supervision in a correctional setting.",
            "cite_spans": [
                {
                    "start": 525,
                    "end": 540,
                    "text": "(Tadros, 2021b;",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 541,
                    "end": 564,
                    "text": "Tadros & Smithee, 2021)",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 701,
                    "end": 725,
                    "text": "(Tadros & Smithee, 2021)",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "The Tadros Theory of Supervision with Incarcerated Populations"
        },
        {
            "text": "Structural family therapy's (SFT) main goal is to reorganize a family's structure by decreasing dysfunction and creating flexible, clear boundaries (Minuchin & Fishman, 1981; Tadros & Finney, 2018 Tadros & Ogden, 2020) . The structure of the family system is related to the formation of rules for the family in order for the family to function (Minuchin, 1974) . SFTs believe problems in the family system occur because of a maladaptive hierarchy or unhealthy boundaries in the system (Minuchin & Fishman, 1981) . SFTs believe problems may occur in family systems due to the family not being flexible enough to effectively execute a systemic or family life cycle developmental task (Minuchin & Fishman, 1981) . However, one must first understand the position and function of the problem behavior then, who the behavior affects, and perceptions of the behavior. A family who presents with boundaries on the extreme of either end of the spectrum may develop problematic patterns of interaction (Minuchin, 1974) . Subsystems in a family are constantly changing; thus, families consistently may change their roles, dynamics, and functioning (Minuchin & Fishman, 1981) .",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 174,
                    "text": "(Minuchin & Fishman, 1981;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 175,
                    "end": 196,
                    "text": "Tadros & Finney, 2018",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 197,
                    "end": 218,
                    "text": "Tadros & Ogden, 2020)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 344,
                    "end": 360,
                    "text": "(Minuchin, 1974)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 485,
                    "end": 511,
                    "text": "(Minuchin & Fishman, 1981)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 682,
                    "end": 708,
                    "text": "(Minuchin & Fishman, 1981)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 992,
                    "end": 1008,
                    "text": "(Minuchin, 1974)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1137,
                    "end": 1163,
                    "text": "(Minuchin & Fishman, 1981)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Model Description"
        },
        {
            "text": "SFT promotes positive structural changes and actions which are valued much more heavily than insight. To apply structural concepts effectively in supervision, a therapist should be able to function on their own as an individual while still being connected to the system. Functioning autonomously is especially important in carceral settings where access to a supervisor may be limited. Supervisors should facilitate discussions with therapists surrounding external influences and their impact on supervision and therapy in the context of developing ways to maintain appropriate structure and boundaries (Bursky & Cook, 2016) . One structure-based strategy to use in supervision is to teach and practice role-plays that therapists can implement with incarcerated clients (Magaletta & McLearen, 2015; Mobley, 2008) . For example, a supervisor may teach a therapist how to conduct an effective therapist-client role-play, in which the client role-plays phone calls with family members at home that focus on creating/maintaining family boundaries and dynamics. Further, because working in carceral settings likely consist of multiple conflictual roles to both prioritize security and well-being, supervisors should help therapists accept their role as a necessary dual relationship for the purpose of clarifying and modeling hierarchy and boundaries conversations with their clients. In summary, supervisors should attend to therapist autonomy, hierarchy, and boundaries across all systems of a carceral setting, and fluidly navigate multiple roles.",
            "cite_spans": [
                {
                    "start": 603,
                    "end": 624,
                    "text": "(Bursky & Cook, 2016)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 770,
                    "end": 798,
                    "text": "(Magaletta & McLearen, 2015;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 799,
                    "end": 812,
                    "text": "Mobley, 2008)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Model Application"
        },
        {
            "text": "The primary purpose of narrative therapy is to open a client to alternative understandings of the client's story (Epston, 2016) . Narrative therapy focuses on the stories people tell about themselves, these stories can greatly impact how they perceive problems in general (Epston, 2016) . Therapeutic change becomes possible as clients gain insight which results in reauthoring their narratives (Suddeath et al., 2017) . White (2007) discussed narrative therapy as more of a \"way of being,\" rather than a set of steps or rules in theory, meaning that the therapists who employ this are a certain way more than they do a certain thing. The role of the therapist is to aid clients in uncovering origins of their problems in order to create newly constructed truths. Through social constructionism, therapists are to inquire about how clients experienced certain problems rather than asking about causal conditions (Epston, 2016) . A client brings their own expertise to construct their perspectives on what reality is (Suddeath et al., 2017) . Narrative therapy focuses on the client's perception as reality, language is used to describe a person's truth, and experiences are socially constructed and focus on the effects of problems not the problems themselves (White and Espton, 1990) . Helping clients shift perception in their stories is one of the main tenets of narrative therapy (Madigan, 2011) .",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 127,
                    "text": "(Epston, 2016)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 272,
                    "end": 286,
                    "text": "(Epston, 2016)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 395,
                    "end": 418,
                    "text": "(Suddeath et al., 2017)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 421,
                    "end": 433,
                    "text": "White (2007)",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 912,
                    "end": 926,
                    "text": "(Epston, 2016)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1016,
                    "end": 1039,
                    "text": "(Suddeath et al., 2017)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1260,
                    "end": 1284,
                    "text": "(White and Espton, 1990)",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 1384,
                    "end": 1399,
                    "text": "(Madigan, 2011)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Model Description"
        },
        {
            "text": "Narrative family therapy is embodied in this integrated theory of change due to its overall beliefs in feminism, empowerment, and giving a voice to the unheard. Narrative therapy focuses on the stories individuals tell about their past which shapes their current and future lives (White and Espton, 1990) . Narrative therapists work with clients to help them change the way they tell stories through language. Changing the language used assists clients in reevaluating their beliefs and self-perceptions, which leads to a more positive outlook on their story (White & Espton, 1990) . It is about being able to give power back to the client.",
            "cite_spans": [
                {
                    "start": 280,
                    "end": 304,
                    "text": "(White and Espton, 1990)",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 559,
                    "end": 581,
                    "text": "(White & Espton, 1990)",
                    "ref_id": "BIBREF70"
                }
            ],
            "ref_spans": [],
            "section": "Model Description"
        },
        {
            "text": "Narrative is different from many of the other family therapy theories because it is based more so on perception, the individual's recollection and views on what happened. Supervisors help therapists implement the narrative technique of deconstruction-examining to find no single meaning-and should be emphasized to clients because in reality there is not just one meaning to their story; there can be multiple understandings of the same idea, event, or experience. The objective of this narrative ideology is to introduce a client to other perspectives (White & Espton, 1990) . Families are more likely to construct a negative story/narrative than a positive one; thus, deconstruction helps shed a more positive light.",
            "cite_spans": [
                {
                    "start": 553,
                    "end": 575,
                    "text": "(White & Espton, 1990)",
                    "ref_id": "BIBREF70"
                }
            ],
            "ref_spans": [],
            "section": "Model Description"
        },
        {
            "text": "Deconstruction techniques are consistent with emerging reentry research demonstrating the importance of developing a \"redemptive identity\" in turning one's life around Morgan et al., 2020) . Developing a redemptive identity is the process of seeing oneself in another way, in a positive light that opens possibilities for redemptive behaviors and desistance Morgan et al., 2020) . Narrative reconstruction, and building a redemptive identity, helps clients see alternatives in their lives, for example, where they succeeded rather than when they did not. Supervision should focus on teaching and incorporating interventions such as highlighting turning points that are building toward a redemptive identity and \"a ceremony on accomplishments,\" or a letter listing the individual's successes, are an excellent visual representation of their accomplishments. In turn, one's journey can be reframed in a positive manner. Further, it is important that the therapist feels supported and empowered for both the supervisory alliance and to strengthen the therapist's narrative of their development. Empowerment and encouragement are embedded into narrative therapy through reauthoring. Reauthoring empowers and encourages individuals to focus on their new preferred narrative. Reauthoring takes the individual or family's values and ideas of what they believe to be the new preferred narrative.",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 188,
                    "text": "Morgan et al., 2020)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 358,
                    "end": 378,
                    "text": "Morgan et al., 2020)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Model Application"
        },
        {
            "text": "A vital aspect of the Tadros Theory of Supervision is feeling supported, which denotes that therapists perceive their supervisors as being available to help them in supervision (Tohidian & Quek, 2017) . In one study, therapists who reported their supervisors displayed genuine concern for their therapists' views and perspectives, viewed their supervisors positively and that the supervision experience was rewarding (Gardner, 2002; Tohidian & Quek, 2017) . Thus, cultivating or reauthoring a narrative where the therapist feels supported is encouraged. Additionally, supervisors should help therapists in aiding their clients to reauthor stigma associated with incarceration. Individuals and their loved ones experience stigma associated with ties to the criminal justice system (Tadros, Fye, et al., 2020; . This theory has been used to explore how couples navigate together the societal stigma of identifying as LGBTQ+ stigma as well as part of the criminal justice system (Tadros & Smithee, 2021) . The therapist and supervisor need to be informed on the negative impacts of societal stigmas dealt with by incarcerated couples Tadros & Smithee, 2021) . Therefore, supervisors are positioned well to understand complex issues of stigma and assist their therapists with conceptualizing this major problem.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 200,
                    "text": "(Tohidian & Quek, 2017)",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 417,
                    "end": 432,
                    "text": "(Gardner, 2002;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 433,
                    "end": 455,
                    "text": "Tohidian & Quek, 2017)",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 780,
                    "end": 807,
                    "text": "(Tadros, Fye, et al., 2020;",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 976,
                    "end": 1000,
                    "text": "(Tadros & Smithee, 2021)",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1131,
                    "end": 1154,
                    "text": "Tadros & Smithee, 2021)",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "Model Application"
        },
        {
            "text": "Solution-focused family therapy is particularly unique due to its focus on positivity and goals. Solution-focused therapy sheds a positive light on a client's problem(s) by instilling hope, focusing on the connection with the client, and describing the problem in a way to display change being possible (de Shazer, 1985) . Therapists should bring themselves-their own personality, thoughts, beliefs, quirks, ideas, etc.-into session to be able to elicit change within their client. This genuineness is essential to the joining process which connects to solution-focused premises.",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 320,
                    "text": "(de Shazer, 1985)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Model Description"
        },
        {
            "text": "\"Solution-focused therapy is a strength-based model that helps clients resolve present problems by building on their existing resources and previously applied effective solutions\" (de Castro & Guterman, 2008, p.93) . Basic tenets of solutionfocused therapy are that goals set need to be attainable, meaning a therapist should work with a client(s) on making goals realistic and achievable. It is counterproductive to set a goal that is not in reach of a client. Clients will be more inspired to work toward an attainable goal. A main focus of solution-focused therapy is what a client does in the present and what they will do in the future rather than on attempting to understand the events of the past (de Shazer, 1985) .",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 214,
                    "text": "(de Castro & Guterman, 2008, p.93)",
                    "ref_id": null
                },
                {
                    "start": 704,
                    "end": 721,
                    "text": "(de Shazer, 1985)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Model Description"
        },
        {
            "text": "Solution-focused therapy requires a therapist to focus on solutions between the content of what a client is saying. Solution-focused therapists reframe what a client says, does, or believes into a positive statement, action, or belief (de Shazer, 1985) . A solution-focused therapist's attitude is extremely beneficial because many individuals see their problems as issues that do not have solutions. Solution-focused therapy, in general, focuses a positive emphasis on a client's issue and allows the problem to be transformed into a solution (de Shazer, 1985) . Therefore, supervisors should encourage solution-focused talk when discussing client problems, similarly to when therapists assist their clients in altering the client's language and thoughts from problem-focused to solution-focused.",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 252,
                    "text": "(de Shazer, 1985)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 544,
                    "end": 561,
                    "text": "(de Shazer, 1985)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Model Application"
        },
        {
            "text": "The solution-focused concept of just a \"small change\" needed to initiate larger change is a powerful intervention when clients are feeling hopeless or believe that their problem is not solvable (de Shazer, 1985) . Breaking down the steps to a client and explaining that just because there is no black and white solution to a problem do not mean there are not small steps to take that can begin to change their current situation, for example, being incarcerated. A clinician can instill hope within the client through psychoeducation in preparation for release. In solution-focused therapy, a therapist and client collaboratively set realistic, achievable goals through a positive, strength-based lens. This model focuses on what a client does presently and what they will do in the future rather than attempting to understand events of the past, which is what makes this model crucial for the incarcerated population. Individuals are incarcerated due to their past mistakes, and many see this punishment as a definition and a label of who they are. For example, some incarcerated individuals may define themselves as bad, evil, lost, hopeless, not smart, etc.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 211,
                    "text": "(de Shazer, 1985)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Model Application"
        },
        {
            "text": "Miracle and scaling questions are effective ways to assess how a client perceives treatment is going, how close or far a client believes they are to their goal, or to explore what a client expects or wishes to gain from treatment (de Shazer, 1985) . The technique of complimenting has aided in fostering a positive environment; a client is encouraged because when a compliment is given a client is usually able to relax a little, it eases their anxiety to know that they're not doing \"everything wrong.\" This solution-focused technique is effective in working with individuals and families coping with depression and suicidal ideation who at times see their problems as issues that do not have solutions (de Castro and Guterman, 2008) . These brief, solution-oriented interventions are consistent with best treatment practices in carceral settings (Mobley, 2008) and may provide therapists with concrete, effective tools to implement in therapy with incarcerated clients.",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 247,
                    "text": "(de Shazer, 1985)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 704,
                    "end": 734,
                    "text": "(de Castro and Guterman, 2008)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 848,
                    "end": 862,
                    "text": "(Mobley, 2008)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Model Application"
        },
        {
            "text": "As previously noted, marginalized populations, and in particular people of color, are overrepresented in carceral settings. As such, a supervision framework lacks cultural humility without a comprehensive approach to multicultural considerations (Patallo, 2019) . Individuals, couples, and families \"bring with them a myriad of diversity factors into therapy, multicultural competency has also become a crucial component in the development of clinicians during clinical supervision and training\" (Tohidian & Quek, 2017, p. 573). Interestingly, the literature indicates it was historically uncommon for therapists in training to be given the chance to work with a supervisor of a different ethnicity (Okafor, et al., 2014; Wieling & Marshall, 1999) . Additionally, individuals who did have this opportunity reported positive outcomes linked with this relationship. Further, research indicates that therapists considered ethnic differences as an additional benefit of the supervisory relationship due to the distinct insights and the stimulating of future dialogues of cultural differences (Okafor, et al., 2014; Wieling & Marshall, 1999) . Tohidian and Quek (2017) discussed six categories of multicultural supervision: supervisor's multicultural stances, therapist's multicultural encounters, competencybased content in supervision, processes surrounding multicultural supervision, culturally attuned interventions, and multicultural supervisory alliance. American Association of Marriage and Family Therapy (AAMFT) (2019) guidelines for approved supervisors require supervisors to be sensitive to contextual variables including gender, culture, ethnicity, and economics. Therapists are recommended to utilize culturally appropriate interventions and to be mindful of what their client's culture allows (Tadros & Finney, 2018 Tadros & Owens, 2021) . Specifically, it is advised to take on a curious stance when discussing emotional evoking topics about culture (Tadros & Finney, 2018; Tadros & Owens, 2020) . It is vital that the cultural background of the client is known as well as the therapist and the supervisor. At times, therapists can use their own intersecting identities to connect with clients (Chan et al., 2017) . Knowledge of multicultural practices in supervision is a continual process that requires constant work and attention. Supervisors should be confident in their abilities to hold discussions surrounding cultural differences and biases (D'Aniello and Perkins, 2016) . The power and privilege within the supervisory relationship are held by the supervisor, consequently leaving them the duty to begin the conversation on diversity (Hardy & Bobes, 2017) .",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 261,
                    "text": "(Patallo, 2019)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 699,
                    "end": 721,
                    "text": "(Okafor, et al., 2014;",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 722,
                    "end": 747,
                    "text": "Wieling & Marshall, 1999)",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 1088,
                    "end": 1110,
                    "text": "(Okafor, et al., 2014;",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1111,
                    "end": 1136,
                    "text": "Wieling & Marshall, 1999)",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 1139,
                    "end": 1163,
                    "text": "Tohidian and Quek (2017)",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 1803,
                    "end": 1825,
                    "text": "(Tadros & Finney, 2018",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1826,
                    "end": 1847,
                    "text": "Tadros & Owens, 2021)",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1961,
                    "end": 1984,
                    "text": "(Tadros & Finney, 2018;",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1985,
                    "end": 2006,
                    "text": "Tadros & Owens, 2020)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 2205,
                    "end": 2224,
                    "text": "(Chan et al., 2017)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2475,
                    "end": 2489,
                    "text": "Perkins, 2016)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2654,
                    "end": 2675,
                    "text": "(Hardy & Bobes, 2017)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Multicultural Considerations"
        },
        {
            "text": "This model focuses on supervisors highlighting the strengths of those they are supervising, similar to when a therapist highlights the strengths of their client(s). The supervisor and therapist, similarly to therapist and client, build a relationship based on therapeutic alliance (Aponte & Ingram, 2018) . They have their own personal histories and may be from very different worlds from one another, yet can manifest a relationship with one another through use of one's self (Aponte & Ingram, 2018) . Rapport between supervisor and therapist has a significant effect on growth and development in the domains of empathic understanding, openness to change, commitment, communication, genuineness, and respect (Bursky & Cook, 2016) . A recent qualitative study found that experiences of creating a therapeutic alliance comprised developing a sense of trust, relating genuinely, and techniques being system-oriented (Perkins et al., 2019) . Similarly, it is vital for supervisors to foster a strong supervisory alliance (Enlow et al., 2019) . Supervisors would do well to understand that their therapists need their supervisors to offer a supportive and validating environment (Bursky & Cook, 2016) . A study found that therapists whose supervisees perceived more feminist behaviors from their supervisor were more likely to report a stronger supervisory relationship as well as were less likely to report withholding information them (McKibben et al., 2019) . This is especially important in correctional settings where therapists may navigate risks and challenges not traditionally experienced in treatment settings.",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 304,
                    "text": "(Aponte & Ingram, 2018)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 477,
                    "end": 500,
                    "text": "(Aponte & Ingram, 2018)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 709,
                    "end": 730,
                    "text": "(Bursky & Cook, 2016)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 914,
                    "end": 936,
                    "text": "(Perkins et al., 2019)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1018,
                    "end": 1038,
                    "text": "(Enlow et al., 2019)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1175,
                    "end": 1196,
                    "text": "(Bursky & Cook, 2016)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1433,
                    "end": 1456,
                    "text": "(McKibben et al., 2019)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Strength-Based"
        },
        {
            "text": "Supervision is an already complex process due to factors including supervisor roles and competence, and therapist factors such as professional development and experience (Carrola et al., 2016) . Issues of safety, confidentiality, power, and dual relationships are not unique to incarcerated settings, and these are similar issues within any therapeutic environment. However, providing mental healthcare treatment in carceral settings presents additional challenges, including access to supervision and lack of funding for treatment services, resulting in therapists having to do more with less (Al-Rousan et al., 2017; Carrola et al., 2016) . Conducting therapy in corrections facilities also presents additional risks , such as safety, confidentiality, power issues, and dual relationships, that other settings generally do not experience as frequently nor severely (Storey & Minto, 2000) . Hence, it is imperative that both therapy and supervision models, such as the present supervision model, incorporate tenants of structural family therapy to best attend to boundaries and hierarchy. Further, ethics should always apply regardless of setting and thus are additionally discussed.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 192,
                    "text": "(Carrola et al., 2016)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 594,
                    "end": 618,
                    "text": "(Al-Rousan et al., 2017;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 619,
                    "end": 640,
                    "text": "Carrola et al., 2016)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 867,
                    "end": 889,
                    "text": "(Storey & Minto, 2000)",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Challenges of Clinical Work in Correctional Settings"
        },
        {
            "text": "Many in the corrections industry believe that incarceration should be punitive rather than rehabilitative. The punishment-over-rehabilitation belief often results in barriers to implementing rehabilitative programs and services . If correctional settings offer mental health programs and services, confidentiality is frequently viewed as a privilege and not a right (Mobley, 2008) . Further, the physical environment of carceral settings presents challenges generally not experienced in other treatment settings (Carrola et al., 2016) . Mobley (2008) refers to confidentiality in correctional settings as \"usually an illusion\" (p. 385). For example, corrections officers may be present during therapy sessions, or clients may need to be seen while inside their cell (Carrola et al., 2016; Elliot & Schrink, 2016; Mobley, 2008) . Both examples are likely to breach confidentiality. Further, the nature of working within a corrections system may require a therapist to report confidential client information if the client discloses a rule violation (Mobley, 2008) . The scenarios above require therapists to navigate competing demands and dual relationships, suggesting a critical need for frequent and competent clinical supervision.",
            "cite_spans": [
                {
                    "start": 366,
                    "end": 380,
                    "text": "(Mobley, 2008)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 512,
                    "end": 534,
                    "text": "(Carrola et al., 2016)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 537,
                    "end": 550,
                    "text": "Mobley (2008)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 766,
                    "end": 788,
                    "text": "(Carrola et al., 2016;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 789,
                    "end": 812,
                    "text": "Elliot & Schrink, 2016;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 813,
                    "end": 826,
                    "text": "Mobley, 2008)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1047,
                    "end": 1061,
                    "text": "(Mobley, 2008)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Confidentiality"
        },
        {
            "text": "Therapists providing clinical services to the incarcerated are often clinically supervised by one supervisor while also reporting to a non-clinical administrative corrections supervisor (Carrola et al., 2016; Elliot & Schrink, 2016) . A dual relationship of this nature raises the question, \"who is the client?\" in correctional settings (Monahan, 1980) . Depending on the carceral environment (i.e., jail or prison), a therapist will likely be part of the corrections hierarchy. As such, a therapist will answer to a warden, security staff, or other administrative personnel that probably do not have training in clinical services or trauma-informed work (Carrola et al., 2016) . A therapist in a correctional setting will likely have to navigate competing demands that are both clinical and correction-based in nature.",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 208,
                    "text": "(Carrola et al., 2016;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 209,
                    "end": 232,
                    "text": "Elliot & Schrink, 2016)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 337,
                    "end": 352,
                    "text": "(Monahan, 1980)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 655,
                    "end": 677,
                    "text": "(Carrola et al., 2016)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Dual Relationships"
        },
        {
            "text": "In addition to providing clinical services, a therapist may need to enforce security rules as a result of the hierarchical nature of corrections settings, which Mobley (2008) describes as \"paramilitary\" in nature. Hierarchical corrections environments inherently place the therapist in a conflictual dual role in which they serve as a trusted, safe clinical provider (i.e., therapist) and a correctional employee (i.e., security staff). A dual relationship of this kind likely results in confusion for the incarcerated and potentially undermines the therapeutic relationship (Carrola et al., 2016; Mobley, 2008) . Further, the competing priorities of therapists and security staff may result in tension in a corrections work environment that can easily impede rehabilitation of the incarcerated (Mobley, 2008 ). Yet, clinical staff must not lose sight of the setting in which they work and remember that security and safety must be of priority (Mobley, 2008) . Therapists in correctional settings face the difficulty of prioritizing both security and rehabilitative efforts. Consequently, clinical supervisors must be available to support therapists in navigating their roles between corrections staff and mental healthcare providers in corrections settings to ensure therapist safety and client well-being (Carrola et al., 2016; Mobley, 2008) .",
            "cite_spans": [
                {
                    "start": 575,
                    "end": 597,
                    "text": "(Carrola et al., 2016;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 598,
                    "end": 611,
                    "text": "Mobley, 2008)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 795,
                    "end": 808,
                    "text": "(Mobley, 2008",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 944,
                    "end": 958,
                    "text": "(Mobley, 2008)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1307,
                    "end": 1329,
                    "text": "(Carrola et al., 2016;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1330,
                    "end": 1343,
                    "text": "Mobley, 2008)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Dual Relationships"
        },
        {
            "text": "At present, there are limited opportunities for therapists in training to develop competence and expertise in \"closed institutions\" due to concerns about lack of experience and security and safety (Storey & Minto, 2000) . Health care in \"...secure environments requires a concentration of staff and specific expertise who have considerable continuing professional development needs and supervision requirements\" (UKCC, 1999 as cited in Storey & Minto, 2000 , p. 2226 ). Yet, despite a clear need, there is a substantial lack of therapists and clinical supervisors who specialize in providing clinical services in carceral settings (Mobley, 2008) . A provider and supervisor shortage is especially problematic given the prevalence of mental health problems, and severe mental illness, present in correctional settings (Al-Rousan et al., 2017) . Consequently, high-quality clinical supervision, grounded in expert knowledge of the incarcerated, is imperative to ensure clinical effectiveness of those who do practice in carceral settings (Storey & Minto, 2000) .",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 219,
                    "text": "(Storey & Minto, 2000)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 436,
                    "end": 456,
                    "text": "Storey & Minto, 2000",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 457,
                    "end": 466,
                    "text": ", p. 2226",
                    "ref_id": null
                },
                {
                    "start": 631,
                    "end": 645,
                    "text": "(Mobley, 2008)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 817,
                    "end": 841,
                    "text": "(Al-Rousan et al., 2017)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1036,
                    "end": 1058,
                    "text": "(Storey & Minto, 2000)",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Expertise"
        },
        {
            "text": "As previously noted, the overrepresentation of the mentally ill in correctional centers has led to the US carceral system serving as the largest mental health treatment setting in the country. Based on the existing literature, it is fair to surmise that this means the USA houses a disproportionately high rate of mentally ill and does not necessarily adequately treat a disproportionately high percentage of people with mental health diagnoses. Further, clinical presentations in correctional centers are likely to be more complex, severe, and pervasive than in the general population (Al-Rousan et al., 2017; Mobley, 2008) . The extreme complexity of cases often found in carceral settings is likely due to inadequate access to treatment in community settings before incarceration, the deinstitutionalization of the mentally ill into communities, and the historic \"war on drugs\" that criminalized substance use (Al-Rousan et al., 2017) . Surveyed carceral healthcare providers cite the complexity of cases and clinical diagnoses as the greatest difficulties in working with incarcerated clients (Storey & Minto, 2000) . Not surprisingly, healthcare providers in carceral settings report high rates of burnout (Elliot and Schrink, 2016 ). Yet, supervisors are routinely not available to provide support with complex cases, leaving staff to manage intense situations on their own (Storey & Minto, 2000) , which may, in part, explain the high rates of litigation against correctional facilities psychological providers (Mobley, 2008) . In order to provide high-quality, ethical clinical care in carceral settings, it is imperative for therapists to have available and competent clinical supervisors. Yet, the literature on clinical supervision in carceral settings is sparse.",
            "cite_spans": [
                {
                    "start": 586,
                    "end": 610,
                    "text": "(Al-Rousan et al., 2017;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 611,
                    "end": 624,
                    "text": "Mobley, 2008)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 913,
                    "end": 937,
                    "text": "(Al-Rousan et al., 2017)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1097,
                    "end": 1119,
                    "text": "(Storey & Minto, 2000)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1211,
                    "end": 1236,
                    "text": "(Elliot and Schrink, 2016",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1380,
                    "end": 1402,
                    "text": "(Storey & Minto, 2000)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1518,
                    "end": 1532,
                    "text": "(Mobley, 2008)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Complex Cases"
        },
        {
            "text": "Perhaps more than any other treatment setting, correctional institutions yield many unavoidable ethical concerns such as safety and security, dual relationships, confidentiality, and scope of practice. Systemic therapists are required to keep current on the changing legal and ethical codes of the field (Ortiz, 2015) . However, some of the issues that came up were ambiguous for even licensed therapists, in what many would refer to as an ethical gray area. If MFTs are unsure of what their responsibilities and client's rights are, how can they be held responsible for knowing how to best advocate for themselves and their clients? MFTs are to follow the AAMFT code of ethics.",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 317,
                    "text": "(Ortiz, 2015)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Ethics"
        },
        {
            "text": "The supervisor is required to ensure state and national AAMFT Codes of Ethics are adhered to (AAMFT, 2019) . The supervisor has a duty to warn, maintain confidentiality, and do no harm similar to what the therapist must do with their client(s) (AAMFT, 2019). A supervisor should be ethically compliant to the standards of their prospective states and overarching national organization. The supervisor's role is to educate and support the therapist in this process of following ethical guidelines as well. Lastly, it is recommended to receive culturally competent training and supervision to remain ethically compliant.",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 106,
                    "text": "(AAMFT, 2019)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Ethics"
        },
        {
            "text": "Integration of theoretical models is more than a simple summation of interventions. Models must be thoughtfully integrated, expanding on congruent assumptions and explaining discordant interventions. Here, we propose an integrated supervision model that is responsive to incarceration settings. Although structural family therapy, narrative therapy, and solution-focused therapy may be integrated broadly, we propose a specific integration of these models that is attuned with the unique needs and challenges inherent to carceral settings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Integrated Supervision Model"
        },
        {
            "text": "The Tadros theory of change (2019) displays how conceptualizing through multiple lens is vital especially with underserved populations such as those incarcerated. Taken together, these models and their elements coalesce into the Tadros theory of change. Specifically, SFT helps attend to a therapist's autonomy, hierarchy, boundaries, and dual relationships. Narrative provides a frame for empowerment and reauthoring, of both the supervisor and therapist's journeys. Further, clients are believed to have the resources and ability to implement change (Tadros, 2019) . Solutionfocused therapy provides a brief, goal-oriented framework that yields concrete interventions in supervision which is critical and practical given the restraints of working in an incarcerated setting. Together, these interventions directly address facets of incarceration ranging from vast power differentials to redemptive narratives, to the need for practical and immediate skill building. An overarching incarcerated lens consisting of supervisors challenging beliefs about mass incarceration and systemic oppression through empathic and supportive means is necessary. Through this integration, the supervisor and therapist work collaboratively to restructure, showcase strengths, identify dysfunctional interactional patterns, negotiate rules and roles, and empower clients (de Shazer, 1985; Minuchin & Fishman, 1981; Suddeath et al. 2017; Tadros, 2019; White & Espton 1990) . This model also entails joining with the family and the system's roles and boundaries; it is critical to be cognizant of the family's safety as well as the therapist's safety during this process of joining (Tadros, 2019) . In this model, \"transformation\" is defined by the family's personal treatment goals, which corresponds to a postmodern and social constructivism therapeutic ideology (Tadros, 2019) .",
            "cite_spans": [
                {
                    "start": 552,
                    "end": 566,
                    "text": "(Tadros, 2019)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1354,
                    "end": 1371,
                    "text": "(de Shazer, 1985;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1372,
                    "end": 1397,
                    "text": "Minuchin & Fishman, 1981;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1398,
                    "end": 1419,
                    "text": "Suddeath et al. 2017;",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1420,
                    "end": 1433,
                    "text": "Tadros, 2019;",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1434,
                    "end": 1454,
                    "text": "White & Espton 1990)",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 1663,
                    "end": 1677,
                    "text": "(Tadros, 2019)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1846,
                    "end": 1860,
                    "text": "(Tadros, 2019)",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Integrated Supervision Model"
        },
        {
            "text": "While a family member is incarcerated, many family members experience feelings of powerlessness (Tadros, 2021b) . To allow for growth, a safe environment must be provided, and therapists must focus on both empowering and encouraging their clients, as well as challenging them, in order to develop change (Tadros, 2019) . Allowing families to connect while they are incarcerated can have a positive impact on post-release functioning, especially in terms of mental health. Family members with growth mindsets have the confidence to take risks with one another, the most common of which is communicating their views and feelings. Family members can challenge and encourage each other to improve without fear of backlash (Harris & Tadros, 2021) . To include Tadros theory into a growth mindset, therapists must be able to adjust to the client's values, beliefs, roles, rules, boundaries, needs, and perspectives (Harris & Tadros, 2021) .",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 111,
                    "text": "(Tadros, 2021b)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 304,
                    "end": 318,
                    "text": "(Tadros, 2019)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 718,
                    "end": 741,
                    "text": "(Harris & Tadros, 2021)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 909,
                    "end": 932,
                    "text": "(Harris & Tadros, 2021)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Integrated Supervision Model"
        },
        {
            "text": "Using this model, a therapist is encouraged to support clients in being experts of their own experience, specifically their unique experience of being incarcerated (Tadros, 2021b; Tadros & Smithee, 2021) . Similarly, this should be mirrored in supervision, having the therapist be the expert in the particular case even though the supervisor may be deemed the expert in specific clinical interventions and processes. Throughout the supervisory process, supervisors should establish and maintain a clinical environment that is strength-based and attuned to multicultural considerations due to incarcerated settings being mainly composed of racially and ethnically minoritized populations. This integrated model of supervision is visually presented in Figure 1 .",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 179,
                    "text": "(Tadros, 2021b;",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 180,
                    "end": 203,
                    "text": "Tadros & Smithee, 2021)",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [
                {
                    "start": 750,
                    "end": 758,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Integrated Supervision Model"
        },
        {
            "text": "The present paper is the first to propose a model of supervision in correctional settings. Although a fundamental first step, it is an important one for a number of reasons. First, there is currently a dearth of the literature on this topic and our model provides supervisors with a clinical supervision road map that addresses the unique characteristics inherent in carceral clinical work. This paper also serves as a call to action. We strongly recommend that practitioners, supervisors, and researchers alike begin to turn their attention toward clinical work, and in particular supervision, in correctional settings. Many of society's most vulnerable are in correctional facilities. These facilities are rife with unique clinical challenges from dual relationships to confidentiality. It is imperative that we understand how well traditional therapy and supervision models work in addressing the special characteristics of carceral settings. We believe the The Tadros Theory supervision model is an important first step in providing guidance to those working in jails and prisons. We recommend that researchers continue to advance this line of research so that our carceral clinical work moves toward evidence-based practices.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Integrated Supervision Model"
        },
        {
            "text": "As the reader may have already noticed, the term \"supervisee\" was exchanged for \"therapist\" throughout the paper. This small, yet important distinction was made due to the work of Fine and Turner's chapter in Todd and Storm (2014) . This terminology aids in viewing the therapist as a person seeking supervision rather than just a supervision recipient. Additionally, they explained this terminology shift works to empower instead of undermining those receiving supervision. The authors are in agreement with this philosophy and advocate that others make this shift in word choice as well.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 230,
                    "text": "Todd and Storm (2014)",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion and Future Directions"
        },
        {
            "text": "Future research is needed to understand how to provide clinical supervision in these settings. Further, it is vital to address the current state of the world. Due to COVID-19, restrictions have been put in place that vastly impact both mental health treatment and incarcerated populations (Tadros et al., 2021d; Dallaire et al., 2021) . The challenges of providing mental health care during this time due to strict and unsure guidelines exacerbate various inequalities. In terms of providing clinical supervision, transitioning to telehealth practices caused difficulties within communication and the supervisory relationship (Nadan et al., 2020) . Despite expected challenges, telehealth can be a substitute for in person supervision when circumstances do not allow for it (Nadan et al., 2020) . Thus, incarcerated settings may be the ideal context for online supervisory practices due to physical restrictions and security purposes.",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 311,
                    "text": "(Tadros et al., 2021d;",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 312,
                    "end": 334,
                    "text": "Dallaire et al., 2021)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 626,
                    "end": 646,
                    "text": "(Nadan et al., 2020)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 774,
                    "end": 794,
                    "text": "(Nadan et al., 2020)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion and Future Directions"
        },
        {
            "text": "Regarding future directions, it would be beneficial to have further educational and training opportunities to foster growth, specifically, their competence on ethics, multiculturalism, and any other issues that may arise. As previously noted, therapists practicing in correctional centers frequently lack the expertise needed to treat such complex cases due to a lack of training pipelines in carceral settings (Tadros et al., 2021a, b, c) . We encourage counselor training programs to incorporate additional training and internship placement sites that may prime trainees to work effectively with the incarcerated. For example, having only one ethics and only one diversity course during a student's masters training is simply insufficient. Furthermore, there is a need for training and education for the incarcerated individual as well as family members regarding what to expect for reentry into both the family system and society.",
            "cite_spans": [
                {
                    "start": 411,
                    "end": 439,
                    "text": "(Tadros et al., 2021a, b, c)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion and Future Directions"
        },
        {
            "text": "The authors declare that they have no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "American Association of Marriage and Family Therapy (AAMFT)",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Inside the nation's largest mental health institution: A prevalence study in a state prison system",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Al-Rousan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rubenstein",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sieleni",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Deol",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Wallace",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "17",
            "issn": "",
            "pages": "1--9",
            "other_ids": {
                "DOI": [
                    "10.1186/s12889-017-4257-0"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Person of the Therapist supervision: Reflections of a therapist and supervisor on empathic-identification and differentiation",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Aponte",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ingram",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of Family Psychotherapy",
            "volume": "29",
            "issn": "1",
            "pages": "43--57",
            "other_ids": {
                "DOI": [
                    "2443/10.1080/08975353.2018.1416233"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Perceptions of rehabilitative change among incarcerated persons enrolled in a prison-equine problem (PEP): Implications for reentry into family and community life",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Arditti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Morgan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Spiers",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Buechner-Maxwell",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Shivy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Qualitative Criminal Justice and Criminology",
            "volume": "8",
            "issn": "2",
            "pages": "1--30",
            "other_ids": {
                "DOI": [
                    "10.21428/88de04a1.f0206951"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Training the Structural Therapist",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Bursky",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Cook",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Couple, marriage, and family therapy supervision",
            "volume": "",
            "issn": "",
            "pages": "151--168",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Couple, marriage, and family therapy supervision",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Caldwell",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "151--168",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Correctional counseling supervision: How supervisors manage the duality of security and mental health needs. The Clinical Supervisor",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Carrola",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Dematthews",
                    "suffix": ""
                },
                {
                    "first": "Min",
                    "middle": [],
                    "last": "Shin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Corbin-Burdick",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "35",
            "issn": "",
            "pages": "249--267",
            "other_ids": {
                "DOI": [
                    "10.1080/073525223.2016.1214856"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Privilege and Oppression in Counselor Education: An Intersectionality Framework",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Cor",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Band",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Journal of Multicultural Counseling and Development",
            "volume": "46",
            "issn": "1",
            "pages": "58--73",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Common factors come alive: Practical strategies for implementing common factors in MFT training",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "D&apos;aniello",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perkins",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Contemporary Family Therapy: An International Journal",
            "volume": "38",
            "issn": "2",
            "pages": "233--244",
            "other_ids": {
                "DOI": [
                    "10.1007/s10591-016-9377-7"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "COVID-19 and prison policies related to communication with family members",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Dallaire",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Shlafer",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Goshin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hollihan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Poehlmann-Tynan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Eddy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Adalist-Estrin",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Psychology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1037/law0000297"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Family services in adult detention centers: Systemic principles for prisoner reentry",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Datchi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Barretti",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Couple and Family Psychology",
            "volume": "5",
            "issn": "2",
            "pages": "89--104",
            "other_ids": {
                "DOI": [
                    "10.1037/cfp0000057"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Solution-focused therapy for families coping with suicide",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "De Castro",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Guterman",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of Marital and Family Therapy",
            "volume": "34",
            "issn": "",
            "pages": "93--106",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Keys to solution in brief therapy",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "De Shazer",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A comparison of individual supervision at forensic, inpatient and college internship sites",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Eisenhard",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Muse-Burke",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Training and Education in Professional Psychology",
            "volume": "9",
            "issn": "",
            "pages": "61--67",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Understanding the special challenges faced by the correctional counselor in the prison setting",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "N"
                    ],
                    "last": "Elliot",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Schrink",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Correctional counseling and rehabilitation",
            "volume": "",
            "issn": "",
            "pages": "21--38",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Supervisor-supervisee interactions: The importance of the supervisory working alliance",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Enlow",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Mcwhorter",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Genuario",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Training and Education in Professional Psychology",
            "volume": "13",
            "issn": "3",
            "pages": "206--211",
            "other_ids": {
                "DOI": [
                    "10.1037/tep0000243"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Re-imagining narrative therapy: A history for the future",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Epston",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of Systemic Therapies",
            "volume": "35",
            "issn": "1",
            "pages": "79--87",
            "other_ids": {
                "DOI": [
                    "10.1521/jsyt.2016.35.1.79"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The complete systemic supervisor: Context, philosophy, and pragmatics",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fine",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Turner",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Psychosocial Interventions for Traumatized Youth in the Juvenile Justice System: Research, Evidence Base, and Clinical/Legal Challenges",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Ford",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Kerig",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Desai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Feierman",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of Juvenile Justice",
            "volume": "5",
            "issn": "1",
            "pages": "31--49",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Multiple family therapy: A literature review",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Frager",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Family Process",
            "volume": "5",
            "issn": "",
            "pages": "105--120",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Cross cultural perspectives in supervision",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Gardner",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Western Journal of Black Studies",
            "volume": "26",
            "issn": "2",
            "pages": "98--106",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Promoting Cultural Sensitivity in Supervision: A Manual for Practitioners",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Hardy",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bobes",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Utilizing a growth mindset and the Tadros Theory of Change to increase children's wellbeing",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tadros",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Family Journal",
            "volume": "80721",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/10664807211022231"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Narrative Therapy",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Madigan",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Clinical supervision in prison settings: Three strategies for approaching suicide risk",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Magaletta",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Mclearen",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of Aggression, Conflict, and Peace Research",
            "volume": "7",
            "issn": "",
            "pages": "149--157",
            "other_ids": {
                "DOI": [
                    "10.1108/JACPR-10-2014-0140"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The Evolution of Clinical Practice and Supervision in the United States",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mcintyre",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mcintyre",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Educational Supervision",
            "volume": "3",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.31045/jes.3.1.2"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Feminist supervision and supervisee nondisclosure: The mediating role of the supervisory relationship",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Mckibben",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Fickling",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Clinical Supervisor",
            "volume": "38",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/07325223.2018.1509756"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Contemporary trends in supervision theory: A shift from parallel process to relational and trauma theory",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Miehls",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Clinical Social Work Journal",
            "volume": "38",
            "issn": "4",
            "pages": "370--378",
            "other_ids": {
                "DOI": [
                    "10.1007/s10615-009-0247-8"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Families and family therapy",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Minuchin",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Family therapy techniques",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Minuchin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Fishman",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Clinical supervision in correctional settings",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Mobley",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Psychotherapy supervision: Theory, research, and practice",
            "volume": "",
            "issn": "",
            "pages": "380--408",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Who is the client? The ethics of psychological intervention in the criminal justice system",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Monahan",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Came for the horses, stayed for the men\": A mixed methods analysis of staff, community, and reentrant perceptions of a prison-equine program (PEP)",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Morgan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Arditti",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Spiers",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Buechner-Maxwell",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Shivy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Offender Rehabilitation",
            "volume": "59",
            "issn": "",
            "pages": "156--176",
            "other_ids": {
                "DOI": [
                    "10.1080/10509674.2019.1706688"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Criminal justice fact sheet",
            "authors": [],
            "year": 2018,
            "venue": "NAACP",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Behind the (Virtual) Mirror: Online Live Supervision in Couple and Family Therapy",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Nadan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Shachar",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cramer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Leshem",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Levenbach",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rozen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Salton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cramer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Family Process",
            "volume": "59",
            "issn": "3",
            "pages": "997--1006",
            "other_ids": {
                "DOI": [
                    "10.1111/famp.12573"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "The color of justice: Racial and ethnic disparity in state prisons. The Sentencing Project",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nellis",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Supervision needs of correctional mental health counselors",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Norton",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Journal of Addictions and Offender Counseling",
            "volume": "11",
            "issn": "",
            "pages": "13--19",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Unheard voices: The experiences of supervisors in training",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Okafor",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Wojciak",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Helfrich",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Contemporary Family Therapy",
            "volume": "36",
            "issn": "3",
            "pages": "369--379",
            "other_ids": {
                "DOI": [
                    "10.1007/s10591-013-9295-x"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Marriage and family therapists",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ortiz",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "It's all about the balance: Therapists' experience of systemic alliance development",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Perkins",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "Q"
                    ],
                    "last": "Glass",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Aniello",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Contemporary Family Therapy",
            "volume": "41",
            "issn": "4",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s10591-019-09500-1"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Conjoint group therapy with prisoners and their families",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Ostby",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "Family Process",
            "volume": "7",
            "issn": "",
            "pages": "184--201",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "The multicultural guidelines in practice: Cultural humility in clinical training and supervision. Training and Education in Professional Psychology",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Patallo",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "13",
            "issn": "",
            "pages": "227--232",
            "other_ids": {
                "DOI": [
                    "10.1037/tep0000253"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Scaffolding Development of Clinical Supervisors: Learning to be a Liaison",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Snow",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Carter",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Dismuke",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Larson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shebley",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Educational Supervision",
            "volume": "3",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.31045/jes.3.1.4"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Nurturing Queer Youth: Family Therapy Transformed",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Stone Fish",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Harvey",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "The use of clinical supervision in secure environments",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Storey",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Minto",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "British Journal of Nursing",
            "volume": "9",
            "issn": "",
            "pages": "2226--2231",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Narrative Family Therapy: Practical Techniques for More Effective Work with Couples and Families",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Suddeath",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Kerwin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Dugger",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Journal of Mental Health Counseling",
            "volume": "39",
            "issn": "2",
            "pages": "116--131",
            "other_ids": {
                "DOI": [
                    "10.17744/mehc.39.2.03"
                ]
            }
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "The complete systemic supervisor: Context, philosophy, and pragmatics",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Todd",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Storm",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Romantic attachment, childhood stability, depression, and PTSD in couples with an incarcerated partner",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tadros",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ansell",
                    "suffix": ""
                }
            ],
            "year": 2022,
            "venue": "Journal of Forensic Sciences",
            "volume": "67",
            "issn": "2",
            "pages": "619--629",
            "other_ids": {
                "DOI": [
                    "10.1111/1556-4029.14976"
                ]
            }
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Structural family therapy with incarcerated families",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tadros",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Finney",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Family Journal",
            "volume": "26",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/1066480718777409"
                ]
            }
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "The Tadros Theory of Change: An Integrated Structural, Narrative, and Solution-Focused Approach",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tadros",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Contemporary Family Therapy",
            "volume": "",
            "issn": "",
            "pages": "1--10",
            "other_ids": {
                "DOI": [
                    "10.1007/s10591-019-09502-z"
                ]
            }
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Exploring the utilization of structural and medical family therapy with an incarcerated mother living with HIV",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tadros",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Finney",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "International Journal of Offender Therapy and Comparative Criminology",
            "volume": "63",
            "issn": "4",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/0306624X18821825"
                ]
            }
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Incorporating multicultural couple and family therapy into incarcerated settings",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tadros",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Fye",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Mccrone",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Finney",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "International Journal of Offender Therapy and Comparative Criminology",
            "volume": "63",
            "issn": "4",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/0306624X18823442"
                ]
            }
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Conceptualizing incarcerated coparenting through a structural family theory lens",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tadros",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Ogden",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Marriage & Family Review",
            "volume": "56",
            "issn": "6",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/01494929.2020.1728007"
                ]
            }
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Clinical implications for culturally informed counseling with incarcerated individuals",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tadros",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Owens",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "American Journal of Family Therapy",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/01926187.2020.1813659"
                ]
            }
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Clinical implications for culturally informed counseling with incarcerated individuals",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tadros",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Owens",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "American Journal of Family Therapy",
            "volume": "49",
            "issn": "4",
            "pages": "344--355",
            "other_ids": {
                "DOI": [
                    "10.1080/01926187.2020.1813659"
                ]
            }
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "The lived experience of sisters with an incarcerated brother: A phenomenological study",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tadros",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fye",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ray",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Offender Therapy & Comparative Criminology",
            "volume": "64",
            "issn": "4",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/0306624X19877598"
                ]
            }
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Hierarchical Privilege and Power in Supervision",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tadros",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "International Journal of Systemic Therapy",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/08975353.2020.1809917"
                ]
            }
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "The Tadros theory of change with incarcerated populations",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tadros",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "American Journal of Family Therapy",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/01926187.2021.1929560"
                ]
            }
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Treating incarcerated lesbian couples with the Tadros theory of change",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tadros",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Smithee",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Journal of Gay & Lesbian Social Services",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/10538720.2021.1921649"
                ]
            }
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Coparenting from prison: An examination of incarcerated fathers' consensus of coparenting",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tadros",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Durante",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mckay",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hollie",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "American Journal of Family Therapy",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/01926187.2021.1913669"
                ]
            }
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Advocating for an incarcerated informed lens in therapy",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tadros",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hutcherson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Greene",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "International Journal of Offender Therapy and Comparative Criminology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/2F0306624X20975162"
                ]
            }
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "The experiences of marriage and family therapists working in incarcerated settings",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tadros",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Schleiden",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jenkins",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Aguirre",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "American Journal of Family Therapy",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/01926187.2020.1834469"
                ]
            }
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "COVID-19 inspired relational telemental health services for incarcerated individuals and their families",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tadros",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Aguirre",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jensen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Poehlmann-Tynan",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Contemporary Family Therapy",
            "volume": "43",
            "issn": "3",
            "pages": "214--225",
            "other_ids": {
                "DOI": [
                    "10.1007/s10591-021-09578-6"
                ]
            }
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Coparenting, negative educational outcomes, and familial instability in justice-involved families",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tadros",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Durante",
                    "suffix": ""
                }
            ],
            "year": 2022,
            "venue": "International Journal of Offender Therapy and Comparative Criminology",
            "volume": "66",
            "issn": "2",
            "pages": "267--287",
            "other_ids": {
                "DOI": [
                    "10.1177/0306624X211013740"
                ]
            }
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Not for the weak\": The lived experience of women in romantic relationships with incarcerated individuals",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tadros",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Presley",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gomez",
                    "suffix": ""
                }
            ],
            "year": 2022,
            "venue": "Crime & Delinquency",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/00111287221077657"
                ]
            }
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Mental health, perceived consensus of coparenting, and physical health among incarcerated fathers and their non-incarcerated, romantic partners. Families, Systems & Health",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tadros",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Durante",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mckay",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barbini",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hollie",
                    "suffix": ""
                }
            ],
            "year": 2022,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1037/fsh0000671"
                ]
            }
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Processes That Inform Multicultural Supervision: A Qualitative Meta-Analysis",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "B"
                    ],
                    "last": "Tohidian",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Quek",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Journal of Marital & Family Therapy",
            "volume": "43",
            "issn": "4",
            "pages": "573--590",
            "other_ids": {
                "DOI": [
                    "10.1111/jmft.12219"
                ]
            }
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "More mentally ill persons are in jails and prisons than hospitals: A survey of the states",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Torrey",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Kennard",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Eslinger",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lamb",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "; P"
                    ],
                    "last": "Pavle",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Salisbury",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Treatment Advocacy Center",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Punishment and Inequality in America",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Western",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Maps of narrative practice",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Narrative means to therapeutic ends",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Espton",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Cross-cultural supervision in marriage and family therapy",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wieling",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Marshall",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Contemporary Family Therapy",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1023/A:1021908331433"
                ]
            }
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "An analysis of live supervision \"phone-ins\" in family therapy",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Wright",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Journal of Marital and Family Therapy",
            "volume": "12",
            "issn": "2",
            "pages": "187--190",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1752-0606.1986.tb01636.x"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}