{
    "paper_id": "a1832d30395f2f878e22991d4d48135b29064009",
    "metadata": {
        "title": "Legalized Sports Betting, VLT Gambling, and State Gambling Revenues: Evidence from West Virginia",
        "authors": [
            {
                "first": "Brad",
                "middle": [
                    "R"
                ],
                "last": "Humphreys",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "West Virginia University",
                    "location": {
                        "postBox": "PO Box 6025",
                        "postCode": "26506-6025",
                        "settlement": "Morgantown",
                        "region": "WV",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A Supreme Court decision legalizing sports betting in the US led states to legalize sports betting in order to generate new tax revenues from wagering on sports events. Most states already permit other forms of gambling and receive tax revenues from these sources. The literature analyzing consumer substitution in gambling spending contains some evidence on the impact of expansions in many types of gambling, but no evidence on the impact of expanded sports betting. This paper exploits the legalization of sports betting and timing of sports book openings in West Virginia to analyze the impact of expanded sports betting on other casino gambling. Evidence using Instrumental Variables and difference-in-differences shows that increased consumer spending on sports betting caused a significant decline in spending on video lottery terminals (VLTs) in casinos, both of which generate tax revenues. Fiscal impacts include $2.6 million in new tax revenue from sports betting and a $45.4 million decrease in VLT tax revenues caused by expanded sports betting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "On May 14, 2018, the Supreme Court of the United States (SCOTUS) declared the Professional and Amateur Sports Protection Act of 1992 (PASPA) unconstitutional. PASPA made sports betting legal in Nevada and illegal in almost every other state. Following this SCOTUS decision, the power to legalize and regulate sports betting devolved to states.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A number of states legalized sports betting soon after the decision. Some, like West Virginia, passed laws legalizing sports betting before the SCOTUS decision. 17 states (Delaware, New Jersey, Mississippi, West Virginia, Rhode Island, Pennsylvania, New Hampshire, Rhode Island, Arkansas, New York, Illinois, Indiana, Iowa, Montana, Colorado, North Carolina, and Tennessee) legalized sports betting as of early 2020. Many others are currently considering legalization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "States legalize sports betting in order to generate new tax revenues, generally in the form of license fees for the operation of sports books and taxes on net revenues earned from bookmaking. However, most states that legalize sports betting already receive substantial tax revenues from other forms of gambling, like lotteries, video lottery terminals (VLTs), and casino table gaming. Understanding the fiscal consequences of legalizing sports betting requires understanding the relationship between consumer spending on sports betting and spending on other types of gambling in casinos. Limited evidence exists on the impact of legalizing or expanding sports betting on consumer spending on other forms of gambling, referred to as cannibalization in the literature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A recent survey article summarizing evidence on gambling market cannibalization found no existing research on the impact of legalizing or expanding sports betting on any other type of gambling (Marionneau and Nikkinen 2017) . Only one paper, Room et al. (1999) , found evidence that the opening of a new casino reduced the frequency of consumer sports betting, based on a single casino opening in Canada and none analyzed the impact of opening sports books on other casino revenues. Three papers (Miers 1996; Forrest 1999; Forrest and Pérez 2011) analyzed the impact of expansion of lotteries on sports betting in the form of football pools in the UK and Spain. The evidence in these papers suggests that the introduction of lotteries substantially significantly cannibalized football pool betting.",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 223,
                    "text": "(Marionneau and Nikkinen 2017)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 242,
                    "end": 260,
                    "text": "Room et al. (1999)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 496,
                    "end": 508,
                    "text": "(Miers 1996;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 509,
                    "end": 522,
                    "text": "Forrest 1999;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 523,
                    "end": 546,
                    "text": "Forrest and Pérez 2011)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Another line of research exploits cross-state changes in the availability of gambling to assess the extent to which spending on one type of gambling cannibalizes other types of gambling. Papers in this area include Walker and Jackson (2008) , Farrell and Forrest (2008) , Paton and Williams (2013) , and Cummings et al. (2017) . Most of these studies employ relatively aggregated data at the annual state or county level. These studies generally report strong evidence of cross-state or region cannibalization in gambling markets.",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 240,
                    "text": "Walker and Jackson (2008)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 243,
                    "end": 269,
                    "text": "Farrell and Forrest (2008)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 272,
                    "end": 297,
                    "text": "Paton and Williams (2013)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 300,
                    "end": 326,
                    "text": "and Cummings et al. (2017)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This paper addresses the lack of evidence on the effect of expanding sports betting on casino revenues from table games and VLTs using data from West Virginia. This paper is the first to develop causal evidence that consumer wagering on sports causes decreases in consumer wagering on VLTs. The paper contributes to the literature on cannibalization in gambling markets by exploiting unusual sources of exogenous variation in the availability of gambling at the individual casino level. It also contributes to the literature analyzing gambling tax revenues in the broader context of state tax revenues (Nichols et al. 2015; Walker and Jackson 2011) by focusing on changes in two different streams of gambling tax revenues not previously analyzed in this literature.",
            "cite_spans": [
                {
                    "start": 602,
                    "end": 623,
                    "text": "(Nichols et al. 2015;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 624,
                    "end": 648,
                    "text": "Walker and Jackson 2011)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "West Virginia casinos opened five new sports books between September and December 2018. In the prior fiscal year (July 2017 through June 2018), the state generated $38 million in tax revenues from table games and $253 million in tax revenues from VLTs located in casinos. Results from an instrumental variables estimation approach that also exploit the staggered opening of sports books and the shut down of two sports books for nearly a year in a difference-in-differences framework indicate that each additional dollar spent on sports betting in casinos in West Virginia reduced revenues from VLTs in casinos by $3.96, representing an elasticity of VLT revenues with respect to changes in sports betting handle of 0.18 at the mean of the distributions. Sports betting had no effect on revenues from table gaming in casinos.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In terms of forgone tax revenues, West Virginia taxes net VLT revenues at 53.5% and net sports book revenues at 10%. The reduction in VLT revenues caused by the legalization of sports betting resulted in $45.4 million dollars in forgone VLT tax revenues at the four race track casinos from September 2018 until March 2020 when all West Virginia casinos closed due to health concerns from the novel coronavirus. In return, legalized sports betting in West Virginia generated $2.6 million in new tax revenues over this period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The West Virginia Lottery Commission (WVLC) regulates all gambling in the state. Five licensed casinos with table games and VLTs operate in West Virginia; four of the five also operate either horse or grayhound race tracks. The fifth casino, at the Greenbrier Hotel, operates under separate gambling regulations as an historic resort hotel. Horse race betting has been legal in the state since 1933, when the Charles Town race track opened. Lottery ticket sales began in 1984. Video lottery terminal (VLT) gambling began in 1994 at race tracks only. Table game-based gambling began at all five in 2008.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "West Virginia Gambling in Context"
        },
        {
            "text": "In 2001 the Limited Video Lottery Act changed the nature of VLT gambling in the state, eliminating all existing machines and requiring installation of new VLTs, capping the number of VLTs at 9000, and permitting VLTs in stand-alone locations outside race tracks. Substantial video lottery gambling currently exists in the state at about 1300 stand-alone state-wide establishments that also sell alcohol, called \"Hot Spots,\" and at all casinos. A \"Hot Spot\" can have up to 5 VLTs. Figure 1 shows the locations of the five casinos in West Virginia along with all cities with population over 20,000. The state's norther panhandle contains Mountaineer Casino and Wheeling Island Casino (located in the city of Wheeling, 2019 population 26,430), both of which lie in close proximity to Pittsburgh, Pennsylvania (60 miles, about 1 h driving time) and Columbus, Ohio (127 miles, about 2 h driving time). Hollywood Casino, located in the eastern panhandle, lies in the Washington DC SMSA, just 63 miles from downtown DC and 75 miles from Baltimore. Mardi Gras Casino, lies between two of the largest cities in the state, Charleston (2019 population 46,536) and Huntington (2019 population 45,111), and can be reached by car from Cincinnati, Ohio in just over 3 h. The Greenbrier, located in White Sulphur Springs in the south east of the state, is a historic resort and tourist destination not located in close proximity to any major urban centers or large West Virginia cities. The other two cities shown on Fig. 1 The legalization of sports betting adds another gambling option to the state's existing portfolio of legal forms of gambling. Adding an additional form of gambling to a market with other existing gambling opportunities can generate many changes. Legalized sports betting could attract new consumers to casinos, or to create accounts for mobile betting, from the ranks of non-participants with no interest in wagering at VLTs, table games, or race tracks, increasing gambling spending and tax revenues. Alternatively, legalized sports betting could induce existing gamblers to substitute some or all of their gambling spending away from existing forms of gambling, called cannibalization in the existing literature.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 480,
                    "end": 488,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 1501,
                    "end": 1507,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "West Virginia Gambling in Context"
        },
        {
            "text": "A recent survey of the gambling literature (Marionneau and Nikkinen 2017) reports extensive evidence of substantial cannibalization among other types of gambling. This survey contains substantial evidence of cannibalization of existing casino spending by many other types of gambling including lotteries, VLTs, and parimutuel horse race gambling. This survey found almost no previous research on cannibalization from sports betting in the existing literature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "West Virginia Gambling in Context"
        },
        {
            "text": "Several recent papers in the economics literature analyzed cannibalization in other gambling markets. Forrest et al. (2010) found evidence that lower prices on large jackpot lotteries, generated by large rollover jackpots, reduced bookmaker betting in the UK using data from a national bookmaker from 1996 to 2001. Farrell and Forrest (2008) analyzed multiple instances of gambling market cannibalization in Australia using annual state level data from 1982 to 2001. They reported evidence that Electronic Gaming machines and an on-line Keno game cannibalized spending on high jackpot lottery games. Forrest and Pérez (2011) analyzed the impact of expansion of lotteries on sports betting in the form of football pools in Spain over a long period of time, 1970-2007. The evidence suggests that the introduction of large jackpot lotteries in 1985 substantially cannibalized football pool betting based on a difference-in-differences approach.",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 123,
                    "text": "Forrest et al. (2010)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 315,
                    "end": 341,
                    "text": "Farrell and Forrest (2008)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 600,
                    "end": 624,
                    "text": "Forrest and Pérez (2011)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "West Virginia Gambling in Context"
        },
        {
            "text": "A few papers analyze data from individual casinos to determine the relationship between different sources of revenue in casinos from the perspective of casino management. Abarbanel et al. (2011) analyzed the relationship between daily revenues generated by slot machines and dollars wagered at the sports book at a single Las Vegas casino from January to September 2009. The paper reported no statistical relationship between dollars wagered in the sports book and revenues at slot machines. Suh and Tsai (2013) analyzed the relationship between daily slot machine revenues and the number of people playing poker at two Las Vegas casinos in 2005 and 2006. The paper reported no statistical relationship between the number of poker players and revenues at slot machines. Lucas (2014) analyzed the relationship between daily revenues generated by slot machines and dollars wagered at the sports book at three Las Vegas casinos from February to August 2009. The paper reported no statistical relationship between dollars wagered in the sports book and revenues at slot machines at two of the casinos. At the third casino, revenues generated by slot machines increased when dollars wagered in the sports book increased. A 1% increase in sports book wagering increased slot revenues by 0.04%.",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 194,
                    "text": "Abarbanel et al. (2011)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 492,
                    "end": 511,
                    "text": "Suh and Tsai (2013)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 770,
                    "end": 782,
                    "text": "Lucas (2014)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "West Virginia Gambling in Context"
        },
        {
            "text": "All three of these papers analyzed the relationship between wagering at existing sports books and VLT/slot machine revenues using standard ordinary least squares (OLS) regression models. While the general findings in this literature suggest no relationship between economic activity at sports books and VLT machines, none of these papers attempted to analyze a causal relationship between these types of gambling. These papers could not exploit exogenous changes in sports betting opportunities like those that occurred in West Virginia. They also did not address the tax revenue implications of these different types of gambling.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "West Virginia Gambling in Context"
        },
        {
            "text": "States rushing to legalize sports betting after the SCOTUS decision on PASPA appear to have put little thought into the potential impact of an expansion of legal sports betting on other existing gambling revenues and taxes. Although little evidence based on sports betting exist, many studies reported evidence that cannibalization often occurs among other forms of gambling. The presence of cannibalization in other settings, along with the literature on cross-border effects of gambling expansion (Walker and Jackson 2008; Paton and Williams 2013; Cummings et al. 2017) should lead policy makers to think carefully before legalizing sports betting to increase gambling tax revenues.",
            "cite_spans": [
                {
                    "start": 499,
                    "end": 524,
                    "text": "(Walker and Jackson 2008;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 525,
                    "end": 549,
                    "text": "Paton and Williams 2013;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 550,
                    "end": 571,
                    "text": "Cummings et al. 2017)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "West Virginia Gambling in Context"
        },
        {
            "text": "Sports betting in West Virginia underwent a number of unexpected events that make this an interesting setting for research on sports betting-related cannibalization in gambling markets. Legalization occurred early in West Virginia. The legislature legalized sports betting on March 3, 2018, more than two months before the Supreme Court of the United States (SCOTUS) overturned PASPA, allowing states outside Nevada to legalize and regulate sports betting. Like other forms of gambling, the West Virginia Lottery Commission regulates sports betting in the state. West Virginia taxes net sports betting revenues, defined as the total dollar value of sports betting tickets written less winning tickets cashed and voids (primarily wagers that end in a push) at 10%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "West Virginia Gambling in Context"
        },
        {
            "text": "The first sports book in the state, operated by William Hill, opened on August 30, 2018, at the Hollywood Casino in Charles Town. The sports book at the Greenbrier Casino, operated by Fan Duel, opened a week later. Both operated continuously until the governor closed all West Virginia casinos in March 2020 due to the novel coronavirus. The other state casinos did not open sports books until later in 2018. The sports book at Mountaineer Casino in the northern panhandle, operated by William Hill, opened on November 21st. The sports books at the two casinos operated by Delaware North, at the Wheeling Island and Mardi Gras casinos, opened on the same day, December 27, 2018. Miomni Gaming operated both these sports books and also operated a mobile app that allowed for on-line betting by in-state registered users only.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "West Virginia Gambling in Context"
        },
        {
            "text": "Delaware North became involved in a dispute with Miomni Gaming over licensing in February 2019. Both of the Miomni operated sports books, and all associated mobile betting, ceased operation on March 6, 2019. The sports books at these two casinos did not reopen until early February 2020. Neither resumed taking bets from mobile devices. This closure and subsequent reopening of two sports books represent unexpected shocks to the gambling market in West Virginia that should be exogenous to other unobservable factors affecting this market.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "West Virginia Gambling in Context"
        },
        {
            "text": "Other casinos eventually offered mobile betting to state residents. Hollywood Casino partnered with Draftkings in spring 2019 to offer mobile betting. On May 22, the WVLC issued a mobile betting licence to Hollywood/Draftkings. WVLC suspended this license a week later, citing concerns about the applicability of the Wire Act to mobile betting in the state. The Hollywood casino did not begin taking mobile betting until early August 2019. The Greenbrier also began taking bets from mobile devices at the same time. The Mountaineer casino sports book in the northern panhandle does not take bets from mobile devices.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "West Virginia Gambling in Context"
        },
        {
            "text": "The uneven roll-out of sports betting in West Virginia represents an interesting setting for analyzing the impact of sports betting on other casino revenue sources. Sports betting at Mountaineer casino, and at Hollywood and the Greenbrier for some periods, took place only at the casino, where VLTs and table game wagering also takes place. Sports betting at Wheeling Island and Mardi Gras occurred both at the sports book and through a mobile app for a period of time, shut down unexpectedly, and resumed in the casino only more than an year later. These events represent exogenous sources of variation in the opportunity to bet on sporting events in the state that can be exploited in empirical analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "West Virginia Gambling in Context"
        },
        {
            "text": "The data come from the West Virginia Lottery Corporation weekly reports on gambling in the state. These reports contain data on gambling at each of the five casinos aggregated across weeks ending on Saturday of each week. The data files contain information on total weekly revenues from VLT and table game play at each casino, as well as the weekly total dollar value of sports betting tickets written at each sports book, including mobile device betting, when open or available. The data files also contain information on dollar values won on all three types of gambling and other information. I analyze data beginning with the week containing Saturday, September 1, the week when the sports book at the Hollywood Casino opened, until the week containing March 7, 2020, when all West Virginia casinos closed because of the novel corona virus outbreak. I set sports wagering revenues equal to zero in weeks when sports books were not operating.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "I augment these data with information about the number of games played in each week in the National Football League (NFL), National Basketball Association (NBA), Major League Baseball (MLB), the National Hockey Association (NHL), and National Collegiate Athletic Association Football Bowl Subdivision football (NCAA FB), sports long-identified as popular with North American gamblers. 1 Variation in the number of games played per week in these sports generates variation in gamblers' demand for wagers, either because the more games played per week, the more likely financially motivated gamblers find attractive games to bet on, or because more gamblers with behavioral biases, like sentiment bias, observe games played by their favorite team to bet on. This variation also reflects idiosyncratic factors associated with league schedules like bye weeks or off days, travel time between games, facility availability, and other factors exogenous to unobservable factors affecting gambling markets. These variables should be plausibly exogenous to other unobservable factors. Table 2 contains basic summary statistics for weekly sports betting-related variables. Observations represent values aggregated to the calendar week level ending on Saturday. Average games per week reflect only weeks when games were played.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1075,
                    "end": 1082,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Data"
        },
        {
            "text": "Sports book handle represents the total value of sports betting tickets written at each sports book in each week. Sports book hold represents sports betting revenues (hold minus voids minus winning tickets cashed) as a fraction of handle, a common measure of sports book profitability. VLT and table game revenues represent the total amount of money bet on each gambling type. All variables expressed in nominal terms, as the sample period consists of less than two calendar years in a very low inflationary environment. The average sports book took in a bit less than a million dollars per week in handle. Sports book hold averaged 10%, a relatively large amount. The hold at Nevada sports books averaged 5.75 percent in 2018. Weekly handle exhibits considerable variation over the sample period, primarily because of the zeros in this variable. VLT revenues exceed sports book handle by a wide margin, averaging almost 21 million dollars per week across all casinos in the state. Table  game revenues average more than $400,000 per week. The 11 week period in 2019 when Wheeling and Mardi Gras offered mobile sports betting, identified as Mobile Device Betting Period 1 accounts for 14% of the weeks in the sample. The 2019-2020 period when Charles Town and the Greenbrier offered mobile device betting, identified as Mobile Device Betting Period 2, accounts for 34% of the weeks in the sample. The period when the Mardi Gras and Wheeling Casino sports book suspended operations accounts for about 60% of the weeks in the sample.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 982,
                    "end": 993,
                    "text": "Table  game",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Data"
        },
        {
            "text": "The analysis of variation in sports book handle below uses variation in the number of games played in the NFL, NBA, MLB, NHL, and National Collegiate Athletic Association Football Bowl Subdivision football in each week to explain observed variation in sports book handle. Games played in these leagues cover the entire calendar year. These variables exhibit substantial variation over the sample period. Table 3 shows summary statistics for key gambling revenue data by casino over the sample period. Table 3 reveals substantial heterogeneity across the five casinos in West Virginia. Hollywood Casino in Charles Town, located in the far eastern panhandle near Washington DC, took in substantially more gambling revenue per week than the other four casinos, more than $52 million per week. In terms of VLT wagering, Hollywood Casino took in more than $53 million per week over the sample period. For fiscal year 2018, which ran from July 2017 until June 2018, Hollywood Casino took in a total of just over $2.9 billion in VLT revenues. The Greenbrier, located in the relatively isolated south east of the state, takes in far less gambling revenue per week than the other four casinos. Figure 2 shows the actual total weekly sports betting handle at each casino, including mobile betting when available. This figure underscores the changes over time in sports betting throughout the sample period. The top gray line shows total weekly handle at the Hollywood Casino in Charles Town, which operates a larger bookmaking operation than the other four casinos. The bottom gray line shows total weekly handle at the Greenbrier where the sports book opened in early September, two weeks after Hollywood. The Greenbrier sports book handle is small. The middle gray line shows total weekly handle at the sports book at Mountaineer Casino in the northern panhandle. The two black lines show total weekly handle at the two casinos operated by Delaware North (Mardi Gras between Charleston and Huntington, and Wheeling Island in Wheeling, northern panhandle). These two sports books opened later than others in the states, and suspended operations on March 6 because of a dispute with the company operating the sports books, Miomni Gaming. They only reopened in February 2020, near the end of the sample. Both booked relatively small handles.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 404,
                    "end": 411,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 501,
                    "end": 508,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1185,
                    "end": 1193,
                    "text": "Figure 2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Data"
        },
        {
            "text": "The clearly apparent spike in weekly handle at Hollywood, Mountaineer and the Greenbrier in April comes from the week containing the first round games, and half the second round games, in the NCAA Men's College Basketball tournament, a famously popular event with sports bettors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Determinants of Sports Betting Handle"
        },
        {
            "text": "I first undertake an analysis of the determinants of sports book handle. Little research on handle at individual sports books exists, due to a lack of data. Variation in the weekly handle at a sports book reflects decisions made by bettors to wager on sporting events. Many factors can affect these decisions, including the prices (point spreads and odds) offered by sports books, the attractiveness of the slate of games played in each week, seasonal factors, the presence of games played between popular teams, and other factors. I assume that the number of possible games available to bet on represents one major factor affecting bettors decisions to place wagers and the size of the wagers placed. To quantify this, I collected data on the number of games played each week in the four major professional leagues (NFL, NBA, NHL, MLB) and NCAA FBS college football ( Table 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 869,
                    "end": 876,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Determinants of Sports Betting Handle"
        },
        {
            "text": "The regression model explaining observed variation in weekly sports book handle takes the form where H iw reflects weekly in-facility handle at the sports book at casino i in week w. i captures time-invariant casino-specific effects that influence weekly handle. The vector G jw reflects the total number of games played in sport j in week w. j = (NFL, NBA, MLB, NHL, NCAAFB). The vector C w reflects specific events affecting the sports betting environment in the state in week w. These events include the period after the Hollywood sports book opened and before the other four sports books opened, the period after Mardi Gras and Wheeling suspended sports betting, the period when mobile sports betting existed, and indicator variables for the first n weeks of operation at each sports book (except Hollywood) to account for any start-up effects. The equation error term, iw , captures all other unobservable factors affecting sports book handle over the sample period. I assume this variable takes on the usual mean zero and possibly heteroscedastic characteristics and adjust all estimated standard errors for heteroscedasticity. Table 4 contains results for two alternative regression models: one omitting dummy variables for the period when mobile betting was available, shown in the first column, and an alternative model including a variables for the two periods of mobile device betting, shown in the second column. Note one complication in identifying the impact of mobile betting comes from the fact that mobile betting was offered during the same time period as in-facility betting at Mardi Gras and Wheeling Island. Again, period 1 was when Mardi Gras and Wheeling Island offered mobile device betting and period 2 when Hollywood and the Greenbrier offered mobile device betting.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1134,
                    "end": 1141,
                    "text": "Table 4",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Determinants of Sports Betting Handle"
        },
        {
            "text": "Several interesting patters emerge from Table 4 . In terms of the impact of games available to bet on, weekly handle increases with the number of NFL and NBA games played in each week, and the parameter estimate on the variable reflecting the number of NCAA football games per week is nearly statistically different from zero at conventional levels. The number of games available to bet on each week affects bettors' decisions. The impact of an additional NFL game on handle exceeds the impact of an additional NBA or NCAA football game by a wide margin. Inclusion of individual indicator variables for football and men's basketball games played by West Virginia University indicated that these games have no effect on handle.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 40,
                    "end": 47,
                    "text": "Table 4",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Determinants of Sports Betting Handle"
        },
        {
            "text": "(1) Table 4 also shows evidence of a start-up effect in sports betting. The large negative estimated parameter on the indicator variable for the first week a sports book opened reflects the fact that several of the sports books opened on a Friday or Saturday, generating only one or two days of wagering in that week. Week two and three also show negative effects for full weeks of betting. This suggests that bettors take some time to learn that a sports book opened and to decide to travel to the book and place wagers. The parameter estimates on weeks following week 3 are not statistically different from zero; by week three, the sports books reached their average handle over the sample period. The presence of mobile betting increased the in-facility handle at sports books across the state. Only Mardi Gras and Wheeling Island offered mobile betting in period 1, and these two casinos operated a sports book at the same time. Hollywood and the Greenbrier offered mobile device betting in period 2. The estimated parameters on the mobile betting indicator variables suggest that the availability of mobile betting is a complementary activity to in-facility sports betting in both periods. Mobile device betting does not cannibalize in-facility betting at sports books.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 4,
                    "end": 11,
                    "text": "Table 4",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Determinants of Sports Betting Handle"
        },
        {
            "text": "The handle variable used in Table 4 takes a value of zero in weeks when no sports book operated at a casino. This generates a balanced panel over the sample period. This implicitly assumes that no bettors would have come to the casinos to be on sports during the sample period. This could be an inappropriate assumption. Table 6 in the appendix contains results that omit observations for weeks when no sports book operated at a casino. This reduces the sample size from 190 to 122. The results on Table 6 resemble those on Table 4 , with the caveat that the start-up effect lasts until week five of operation on Table 6 . The results appear robust to the method for quantifying weeks with no sports betting at a casino.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 28,
                    "end": 35,
                    "text": "Table 4",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 321,
                    "end": 328,
                    "text": "Table 6",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 498,
                    "end": 531,
                    "text": "Table 6 resemble those on Table 4",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 613,
                    "end": 620,
                    "text": "Table 6",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Determinants of Sports Betting Handle"
        },
        {
            "text": "The literature contains a large number of papers documenting a displacement effect in consumer spending on gambling. Most of these papers use data aggregated to the state, county, or postal code data; few use data from individual casinos. The legalization of sports betting represents an interesting setting for analyzing displacement effects. With the exception of the mobile sports betting offered by Mardi Gras and Wheeling Island Casinos, all the sports betting in West Virginia in the sample occurred in the sports books. These sports books operate in the casinos in close proximity to existing table games and VLTs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact of Sports Betting on Other Casino Revenues"
        },
        {
            "text": "The impact of newly legalized sports betting on other in-casino revenues cannot be determined a priori. Bettors wagering in the sports books who never visited a casino to play table games or VLTs would have the opportunity to do so. If they also played a VLT or a few hands of blackjack, then the presence of sports betting would increase other forms of in-casino gambling revenues. On the other hand, the addition of a sports book could be attractive to existing patrons of the casino who previously played table games or VLTs. In this case, the addition of a sports book would decrease other forms of in-casino gambling revenue. The literature calls this the displacement effect. Econometric analysis of the relationship between weekly sports book handle, table game revenues, and VLT revenues can shed light on the importance of displacement in this setting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact of Sports Betting on Other Casino Revenues"
        },
        {
            "text": "Estimating the relationship between sports book handle and the other two forms of in-casino revenue faces an important econometric issue. Unobservable factors that affect both consumer wagering on sporting events and consumer wagering on table games and VLTs in casinos clearly exist. Failure to account for these unobservable factors makes it impossible to uncover the causal impact of consumer wagering on sporting events on table game and VLT wagering. Understanding this relationship requires a modern causal inference method. I uses the Instrumental Variables (IV) approach to estimate the causal impact of legalized sports betting on table game and VLT wagering. IV estimation requires an exclusion restriction, in the form of one or more variables that are correlated with the endogenous explanatory variable, in this case weekly sports betting handle, and uncorrelated with unobservable factors affecting wagering on table games and VLTs. The analysis of the determinants of sports betting handle above identifies two possible instruments: the number of NFL and NBA games scheduled each week. From Table 4 , the more NFL and NBA games played in a week the larger the sports book handle in that week.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1106,
                    "end": 1113,
                    "text": "Table 4",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Impact of Sports Betting on Other Casino Revenues"
        },
        {
            "text": "The number of NFL and NBA games played in a week should be plausibly exogenous to unobserved factors affecting wagering on table games and VLTs in West Virginia casinos. The state contains no NFL or NBA teams. Variation in the number of games play each week depends on the details of the league schedules which are set months before casino customers decide to travel to a casino and gamble. And the individual decisions made by bettors at table games or VLTs should not depend in any way on the number of NHL or NBA games scheduled in that week.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact of Sports Betting on Other Casino Revenues"
        },
        {
            "text": "The IV regression approach takes the usual form. Estimates from a first stage regression with weekly sports book handle as the dependent variable and the instruments, and other exogenous second stage variables, as explanatory variables are used to estimate a fitted value for weekly sports book handle that should be, by construction, exogenous to factors in the equation error term in the second stage. A second stage regression model, with either weekly table game revenues or weekly VLT revenues as a dependent variable and the fitted value from the first stage along with other explanatory variables provides an estimate of the Local Average Treatment Effect (LATE) of sports book handle on the other two types of casino revenues. Table 5 contains the second stage results from the IV estimation. Column (1) uses weekly table game revenues as the dependent variable and Column (2) uses weekly VLT revenues. Both models also contain casino fixed effects. The results suggest that no start-up effects exist, as expected. The start of sports betting would not likely affect table games or VLT revenues immediately. The suspension of sports betting and mobile sports betting at Mardi Gras and Wheeling island had no effect on table game revenues but increased VLT revenues by more than $600,000 per week. This suspension should be exogenous to unobservable factors affecting VLT wagering, since the suspension of sports betting at these casinos resulted from a licensing dispute, not from any specific activity in the betting market. The sports books and mobile app had been operating for many weeks and there was little indication in the press that a dispute was brewing between Delaware North and Miomni Gaming. The suspension occurred abruptly, and lasted for nearly a year. The parameter on the suspension variable can be interpreted as a difference-in-differences estimate of the causal effect of elimination of sports betting on VLT wagering. The positive and significant sign on this variable suggests that sports bettors switched over to VLT wagering when the sports books suspended operations.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 735,
                    "end": 742,
                    "text": "Table 5",
                    "ref_id": null
                }
            ],
            "section": "Impact of Sports Betting on Other Casino Revenues"
        },
        {
            "text": "The other parameter of interest is on the fitted value from the first stage regression for weekly sports book handle. This parameter captures the LATE causal effect of increased sports betting on other casino revenues. The parameter for the table game revenue model is not statistically different from zero. However, the parameter for the VLT revenue model is negative and statistically different from zero at the 5% significance level. Legalizing sports betting caused a reduction in VLT revenues in West Virginia. The size of the parameter is economically significant as well. Each additional $1 wagered on sports caused a $3.96 reduction in VLT wagering. This represents an elasticity of VLT revenue with respect to changes in sports book handle of 0.18 at the mean of the sports book handle and VLT revenue distributions. Note this parameter estimate is consistent with the estimated positive effect of sports book shutdowns on VLT revenue at Mardi Gras and Wheeling Island discussed above. Table 7 in the appendix contains OLS results for the IV model using VLT revenue as the dependent variable for comparison to the IV results. OLS does not correct for correlation between sports betting handle and unobservable factors affecting table game and VLT revenues and OLS is biased and inconsistent in the presence of such correlation. The OLS results indicate no association between sports betting handle and these two variables. The parameter estimate on the sports book handle variable in the OLS model is biased up because the model does not account for the impact of game availability on handle. Table 5 IV regression results-weekly table game and VLT revenues Standard errors in parentheses * p < 0.05 ; * * p < 0.01 ; * * * p < 0.001",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 995,
                    "end": 1002,
                    "text": "Table 7",
                    "ref_id": "TABREF7"
                },
                {
                    "start": 1602,
                    "end": 1666,
                    "text": "Table 5 IV regression results-weekly table game and VLT revenues",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Impact of Sports Betting on Other Casino Revenues"
        },
        {
            "text": "(1)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact of Sports Betting on Other Casino Revenues"
        },
        {
            "text": "(2) Table 5 also shows two standard IV diagnostic statistics for instrument relevance, the Kleibergen-Paap rk statistic and the Stock-Yogo first stage F statistic. The Kleibergen-Paap rk statistic represents a rank test. In this setting, identification requires that the rank condition is met. This tests the extent to which the excluded variables in the first stage, the instruments, are correlated with the endogenous dependent variable, sports book handle. A large rk statistic like this one (the p value for the null of uncorrelated instruments is smaller than 0.001) suggests the instruments are valid. The Stock-Yogo first stage F statistic of 15 also suggests that the instruments are not weak.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 4,
                    "end": 11,
                    "text": "Table 5",
                    "ref_id": null
                }
            ],
            "section": "Impact of Sports Betting on Other Casino Revenues"
        },
        {
            "text": "The size of the estimated parameter on sports book handle appears plausible in economic terms. The size of the impact represents an outcome where gamblers who previously spent the evening putting $40 into VLTs at a casino instead spend some time betting $20 on VLTs and also put down a $5 bet on a game in the sports book. The rate of customer spend on VLTs likely exceeds the rate of customer spend on sports betting, since VLT customers feed coins into machines while sports bettors likely place a bet on a game and then watch that game in the sports book. The impact of a new sports book on casinos cannot be determined a priori. Opening a sports book provides new wagering opportunities in casinos. At one extreme, opening a sports book might only attract new customers who would not have gone to the casino to gamble on VLTs or table games. This would unambiguously increase total casino handle and hold. At the other extreme, opening a sports book might attract no new customers, but instead draw all its betting action from existing customers who previously wagered on VLTs or table games. The literature calls this cannibalization. The actual outcome likely reflects a mix of new customers and cannibalization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact of Sports Betting on Other Casino Revenues"
        },
        {
            "text": "The impact of cannibalization on casinos depends on both the handle and hold percentage (hold divided by handle) of the three forms of gambling. If customers wager the same amount per casino visit, no matter what type of gambling they engage in, and all three types of gambling have identical hold percentages, then even full cannibalization has no impact on the casino's bottom line. A new sports book simply moves handle and hold from one part of the casino to another. However, if customers alter the amount they wager when switching types of gambling, and these three types of gambling generate different hold percentages, then casinos could benefit from a new sports book, or experience reduced handle or hold, depending on the actual change in customer behavior.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact of Sports Betting on Other Casino Revenues"
        },
        {
            "text": "The negative and statistically significant parameter on the sports betting handle variable suggests that the effect of cannibalization of VLT bettors dominated Again, the parameter estimate on the variable reflecting the period when sports betting stopped at Wheeling Island and Mardi Gras casinos strongly supports the presence of substantial cannibalization of VLT gambling by sports betting. The interruption in sports betting at these two casinos reflected a dispute between the casino operator and the firm contracted to operate the sports book. The shutdown was not related to the performance of the sports book at these two casinos, so it should be plausibly exogenous to unobservable factors affecting VLT handle. From the results in Column (2) on Table 5 , average weekly VLT handle increased by about $650,000 per week during the period when sports betting stopped at these two casinos, consistent with the idea that customers returned to VLTs when sports betting was not available.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 756,
                    "end": 763,
                    "text": "Table 5",
                    "ref_id": null
                }
            ],
            "section": "Impact of Sports Betting on Other Casino Revenues"
        },
        {
            "text": "The net change in tax revenue caused by the legalization of sports betting implies substantial fiscal consequences for the state. West Virginia taxes net sports book revenues at 10% and net VLT revenue at race tracks at 53.5%. Taxes on gambling revenues at the Greenbrier casino are more complicated because it has no race track, so these calculations do not include revenues from the Greenbrier. Total FY 2019 and 2020 sports book handle at the four casinos with race tracks over the period September 1, 2018, through March 7, 2020, the period with legalized sports betting, amounted to $44 million; total sports book tax revenues amounted to $2.6 million over that period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact of Sports Betting on Other Casino Revenues"
        },
        {
            "text": "Total VLT revenue at the four West Virginia casinos with race tracks totaled $8.8 billion over the sample period. The results on Table 5 indicate that each additional dollar wagered on sporting events caused a $3.96 reduction in wagering on VLTs. Had sports betting not been legalized, the IV results predict that VLT revenue would have been $949 million higher, an increase of about 11%. Assuming that the ratio of net VLT revenues to total VLT revenues for this additional VLT wagering equals the ratio for existing net and total VLT revenues, this increase in VLT revenues would have generated an additional $45.4 million in tax revenues from the additional VLT wagering that would have taken place absent legalized sports betting. This calculation applies the parameter estimate Table 5 for sports book handle to actual VLT revenues earned in the four race track casinos in weeks when in-facility sports betting took place in each casino.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 129,
                    "end": 136,
                    "text": "Table 5",
                    "ref_id": null
                },
                {
                    "start": 783,
                    "end": 790,
                    "text": "Table 5",
                    "ref_id": null
                }
            ],
            "section": "Impact of Sports Betting on Other Casino Revenues"
        },
        {
            "text": "In other words, the State of West Virginia gained $2.6 million in new tax revenues from legalized sports betting, but gave up $45.4 million in potential, but forgone VLT tax revenues to get this increase. The total impact of legalized sports betting was a net loss of about $42 million in overall gambling-derived tax revenues. This loss suggests that the state should revisit the relative tax rates on sports betting and VLT play.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact of Sports Betting on Other Casino Revenues"
        },
        {
            "text": "Many states rushed to legalize sports betting following the May 2018 SCOTUS decision overturning PASPA that removed restrictions on sports betting and many more plan to legalize sports betting in the near future. The lure of increased tax revenues from sports betting motivated these policy changes. The overall fiscal impact of legalizing sports betting depends on the relationship between consumer spending in sports books and consumer spending on other types of gambling available in casinos. Legalizing sports betting will generate new tax revenues only if spending on other types of gambling remain unchanged, or increase following legalization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "This paper exploits the legalization of sports betting in West Virginia, different opening dates for sports books in the state, and an unexpected suspension of sports betting at two casinos to investigate the impact of newly legalized sports betting on revenues from table games and VLTs in casinos using an IV and difference-in-differences approach. The evidence paper develops evidence consistent with important substitution between consumer spending on sports betting and spending on VLTs in casinos, called \"cannibalization\" in the gambling literature. The results imply substantial fiscal implications: legalized sports betting generated about $2.6 million in new tax revenues from September 2018 to March 2020, but consumer substitution into sports betting and away from VLT wagering caused a reduction in tax revenues generated by VLTs by about $45 million over the same period. Legalization of sports betting carried a substantial opportunity cost in the form of forgone VLT tax revenues in West Virginia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "These results should give state policy makers considering legalization of sports betting pause. While new revenue streams from legalized sports betting appear attractive on the surface, states already generate substantial tax revenues from gambling, and the introduction of sports betting to this mix does not leave spending on other forms of gambling untouched. States may implicitly assume that the introduction of sports betting will induce people who formerly placed bets on sporting events in Nevada, where sports betting has been legal for decades, or illegally with clandestine local bookmakers or online with offshore bookmakers to instead patronize local casinos with sports books. This likely occurs, but the legalization of sports betting also induces existing casino customers to change their spending patterns.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "These results should also lead state policy makers to re-examine tax policy on all types of gambling. West Virginia taxes net VLT revenues at 53.5% and new sports book revenues at 10%. This differential magnified the overall fiscal effect of the change in gambler's spending patterns generated by legalization. Changing the mix of tax rates applied to different types of gambling could mitigate the fiscal consequences of legalization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "choice, while those zeros actually represent no opportunity for bettors to wager at that casino. The results on Table 6 set these values to missing, reducing the sample size. Table 5 shows evidence from an IV regression that corrects for possible endogeneity of the variable reflecting total weekly sports book handle in a regression model explaining observed variation in weekly table game and VLT revenues. Table 7 shows OLS results for this regression model. The OLS results show no association between sports book handle and either table game revenues or VLT revenues.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 112,
                    "end": 119,
                    "text": "Table 6",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 175,
                    "end": 182,
                    "text": "Table 5",
                    "ref_id": null
                },
                {
                    "start": 409,
                    "end": 416,
                    "text": "Table 7",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Estimating the indirect effect of sports books on other in-house gaming volumes",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Abarbanel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Lucas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Singh",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "UNLV Gaming Research and Review Journal",
            "volume": "15",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The effect of casino proximity on lottery sales: Evidence from maryland",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Cotti",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Contemporary Economic Policy",
            "volume": "35",
            "issn": "4",
            "pages": "684--699",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Measuring displacement effects across gaming products: A study of Australian gambling markets",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Farrell",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Forrest",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Applied Economics",
            "volume": "40",
            "issn": "1",
            "pages": "53--62",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The past and future of the British football pools",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Forrest",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Journal of Gambling Studies",
            "volume": "15",
            "issn": "2",
            "pages": "161--176",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The relationship between betting and lottery play",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Forrest",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "D"
                    ],
                    "last": "Gulley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Simmons",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "48",
            "issn": "",
            "pages": "26--38",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Football pools and lotteries: Substitute roads to riches?",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Forrest",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pérez",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Applied Economics Letters",
            "volume": "18",
            "issn": "13",
            "pages": "1253--1257",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Exploring the relationship between race and sports book wagering activity and daily slot and table game play",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Lucas",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "UNLV Gaming Research and Review Journal",
            "volume": "18",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Market cannibalization within and between gambling industries",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "K"
                    ],
                    "last": "Marionneau",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Nikkinen",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Journal of Gambling Issues",
            "volume": "37",
            "issn": "",
            "pages": "1--35",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The implementation and effects of Great Britain's National Lottery",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Miers",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Journal of Gambling Studies",
            "volume": "12",
            "issn": "4",
            "pages": "343--373",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The fiscal impact of legalized casino gambling",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Nichols",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Tosun",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Public Finance Review",
            "volume": "43",
            "issn": "6",
            "pages": "739--761",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Do new gambling products displace old? Evidence from a postcode analysis",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Paton",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "V"
                    ],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Regional Studies",
            "volume": "47",
            "issn": "6",
            "pages": "963--973",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Community effects of the opening of the Niagara casino",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Room",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ialomiteanu",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Addiction",
            "volume": "94",
            "issn": "10",
            "pages": "1449--1466",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Examining the relationship between poker and the gaming volumes of las vegas hotel casinos",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Suh",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tsai",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Business Research",
            "volume": "66",
            "issn": "9",
            "pages": "1651--1658",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Do US gambling industries cannibalize each other?",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Public Finance Review",
            "volume": "36",
            "issn": "3",
            "pages": "308--333",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The effect of legalized gambling on state government revenue",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Contemporary Economic Policy",
            "volume": "29",
            "issn": "1",
            "pages": "101--114",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Sports book weekly handle by CasinoLegalized Sports Betting, VLT Gambling, and State Gambling…",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ", Morgantown and Parkersburg, both had 2019 population of about 30,000.Table 1summarizes characteristics of the five casinos in West Virginia. The four located at race tracks operate under the same set of regulations. The casino at theFig. 1 Casinos and Main Cities in West VirginiaTable 1 West Virginia Casino characteristics Greenbrier operates under a different set of regulations and taxes. One company, Delaware North, owns and operates the two casinos connected to dog tracks in Nitro (Mardi Gras) and Wheeling. A large gaming corporation, Penn National, owns and operates the Hollywood casino. The current governor of West Virginia, Jim Justice, owns and operates the Greenbrier Resort and Casino. With the exception of the Greenbrier, all casinos in the state operate large numbers of VLTs. West Virginia taxes gambling in several ways. The four race track casinos pay an annual $500,000 licensing fee to operate VLTs and table games. The Greenbrier casino pays an annual license fee based on average table game revenues at the other four casinos. The state taxes net VLT revenue at 53.5% and adjusted gross table game revenue at 35%. Total revenue from VLTs in race track casinos for fiscal year (FY) 2018 (July 2017-June 2018) amounted to $5.6 billion; VLT gambling at the Greenbrier Casino generated only $4.8 million. Taxable VLT receipts amounted to $485 million with just $1.4 million generated at the Greenbrier. Casino VLT tax revenues totaled $257 million in FY 2018. These revenues go to a variety of sources including track purse funds, pensions for track employees, horse and dog development funds, and various county and municipal governments. Total table game revenue in fiscal year 2018 amounted to $105 million including $5 million at the Greenbrier. This generated just over $35 million in tax revenues in FY 2018.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Summary statistics by Casino",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Regression resultsweekly sports book handleRobust t-statistics in parentheses. * : 5%, * * : 1%, * * * ∶< 1%",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Regression resultstotal handle with unbalanced panel Robust t-statistics in parentheses. * : 5%; * * : 1%; * * * ∶< 1%",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Regression resultssecond stage VLT IV modelRobust t-statistics in parentheses. * : 5%; * * : 1%; * * * ∶< 1% the effect of new customers in West Virginia casinos. Existing casino customers changed their behavior in response to the addition of a sports book to a casino. The negative estimated net impact suggests customers spent less time and money gambling at VLTs and more time, but perhaps not more money, gambling in the sports book, since the implied decline in VLT handle exceeded the increase in sports book handle. The IV results imply that VLT handle would have been about $900 million larger than the actual VLT handle absent sports betting over the sample period compared to actual sports book handle of $44 million.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The results in Table 4 set sports book handle equal to zero in weeks when no sports book was operating at a given casino. This creates a balanced panel over the sample period. However, this approach assumes that no sports betting represents a consumer",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 15,
                    "end": 22,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Appendix"
        }
    ]
}