{
    "paper_id": "a1a44ba25daf1eba0821edcd850368b46491090e",
    "metadata": {
        "title": "Integrated Home Care Staffing and Capacity Planning: Stochastic Optimization Approaches",
        "authors": [
            {
                "first": "Ridong",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tsinghua University",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Karmel",
                "middle": [
                    "S"
                ],
                "last": "Shehadeh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Lehigh University",
                    "location": {
                        "settlement": "Bethlehem",
                        "region": "PA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiaolei",
                "middle": [],
                "last": "Xie",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tsinghua University",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Lefei",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tsinghua University",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We propose stochastic optimization methodologies for a staffing and capacity planning problem arising from home care practice. Specifically, we consider the perspective of a home care agency that must decide the number of caregivers to hire (staffing) and the allocation of hired caregivers to different types of services (capacity planning) in each day within a specified planning horizon. The objective is to minimize the total cost associated with staffing (i.e., employment), capacity allocation, over-staffing, and under-staffing. We propose two-stage stochastic programming (SP) and distributionally robust optimization (DRO) approaches to model and solve this problem considering two types of decision-makers, namely an everything in advance decision-maker (EA) and a flexible adjustment decision-maker (FA). In the EA models, we determine the staffing and capacity allocation decisions in the first stage before observing the demand. In the FA models, we decide the staffing decisions in the first stage. Then, we determine the capacity allocation decisions based on demand realizations in the second stage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We derive equivalent mixed-integer linear programming (MILP) reformulations of the proposed nonlinear DRO model for the EA decision-maker that can be implemented and efficiently solved using off-the-shelf optimization software. We propose a computationally efficient column-andconstraint generation algorithm with valid inequalities to solve the proposed DRO model for the FA decision-maker. Finally, we conduct extensive numerical experiments comparing the operational and computational performance of the proposed approaches and discuss insights and implications for home care staffing and capacity planning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "capacity planning (HSCP ) problem.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Unfortunately, the HSCP problem is a challenging stochastic optimization problem for several reasons. First, it is a complex combinatorial optimization problem that requires deciding the number of different (cross-trained) caregivers to be hired and allocating (i.e., assigning) the capacity of hired caregivers to different types of services simultaneously. Second, there is significant variability in demand for home care services and service duration. In addition, our analysis of real-life data from a home care service provider suggest that there is a wide range of possible probability distributions for modeling the variability in the demand, indicating distributional ambiguity, i.e., uncertainty in probability distribution (see this analysis in Section 2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Such uncertainty and distributional ambiguity increase the complexity of modeling and solving the HSCP problem. However, ignoring uncertainty may lead to sub-optimal decisions and the inability to meet customer demand and high costs, among other disappointing consequences of adopting deterministic solutions. Failure to meet customer demand, in particular, may lead to adverse outcomes, especially in healthcare, as it impacts population health. It also impacts customers' satisfaction and thus the reputation of the home service providers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Motivated by these important issues and motivated by our collaboration with a home service provider in Beijing, in this paper, we propose new stochastic optimization approaches for modeling and solving the HSCP problem under uncertainty. Specifically, given sets of service types, days in the planning horizon, and caregivers and their types (i.e., training), our models solves the following decisions problems simultaneously (a) a staffing problem that determines the number of caregivers to hire within the planning horizon, and (b) an allocation problem that determines the allocation of caregivers capacities (i.e., daily service hours) to service types during the planning horizon. We consider two types of decision-makers: Everything in Advance (EA) and Flexible Adjustment (FA) decision-makers. The (EA) decision-maker decides the number of caregivers to hire and their daily capacity allocation to service types at the start of the planning horizon before the demand and service time are realized. In contrast, the (FA) decision-maker decides the number of caregivers to hire at the beginning of the planning horizon. Then, s/he allocates the hired caregivers to service types once the demand is realized.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To address uncertainty, we propose and analyze two-stage stochastic programming (SP) and distributionally robust optimization (DRO) models for both decision-makers, assuming known and ambiguous distribution, respectively. We obtain near-optimal solutions of our SP models using sample average approximation (SAA). We derive a mixed-integer linear programming (MILP) reformulation of our proposed DRO model for the (EA) decision-maker that can be implemented and efficiently solved using off-the-shelf optimization software. We propose a computationally efficient column-and-constraint generation (C&CG) method to solve our proposed DRO model for the (FA) decision-maker. In addition, we derive valid inequalities to accelerate the C&CG convergence.",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 84,
                    "text": "(SP)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We conduct extensive computational experiments comparing the proposed methodologies' computational and operational performances demonstrating where significant performance improvements can be gained. Additionally, we derive several managerial insights relevant to practice. To the best of our knowledge, and according to our literature review in Section 3, our paper is the first to propose stochastic optimization models and methods to model and solve the HSCP problem under uncertainty considering both (EA) and (FA) decision-makers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The remainder of this paper is organized as follows. In Section 2, we present a motivating example for modeling uncertainty and distributional ambiguity. In Section 3, we review the relevant literature. In Section 4 we formally define the HSCP problem. In Sections 5-6, we present our proposed SP and DRO models. In Section 7, we present our C&CG algorithm and strategies to speed convergence. In section 8, we present our computational results and managerial implications. Finally, we draw conclusions and discuss future directions in Section 9.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This paper is based on our research with Pinetree Care, one of China's leading home care agencies. Pinetree Care provides more than 5 million care sessions to over 600,000 families through a network of more than 10,000 caregivers. One of the main challenges that Pinetree Care and other home care companies face when making staffing and capacity allocation decisions is the uncertainty in service demand and duration. To analyze this uncertainty, we use data from Pinetree Care collected electronically from June 2017 through December 2019, representing ∼205 K care sessions in Beijing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Motivations"
        },
        {
            "text": "In the top panel of Figure 1 , we present the empirical and fitted probability distributions for actual demands for rehabilitation nursing and health status assessment, and in Appendix A we present the associated the goodness-of-fit metrics (e.g., Negative of the Log-Likelihood Indeed, future uncertainty is often not distributed in the past. These results support prior numerical studies that show that different distributions can typically explain raw data of uncertain parameters, indicating distributional ambiguity. Finally, these results motivate us to adopt a DRO approach to obtain robust decisions that could hedge against distributional ambiguity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 20,
                    "end": 28,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Motivations"
        },
        {
            "text": "Operations research in home care service can be divide into three decision levels: strategical level, tactical level and operational level (Restrepo et al., 2020) . In this section, we focus primarily on the literature in tactical level which our problem lies in, i.e., papers that apply stochastic optimization to address HSCP problems similar to ours. For comprehensive recent surveys of operations research methods applied to decisions in home health care, we refer readers to Gutiérrez & Vidal (2013) , Fikar & Hirsch (2017) , Grieco et al. (2021) and Di Mascolo et al. (2021) . We also refer to Michael (2018) for a comprehensive survey of scheduling theory, applications and methods.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 162,
                    "text": "(Restrepo et al., 2020)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 480,
                    "end": 504,
                    "text": "Gutiérrez & Vidal (2013)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 507,
                    "end": 528,
                    "text": "Fikar & Hirsch (2017)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 531,
                    "end": 551,
                    "text": "Grieco et al. (2021)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 556,
                    "end": 580,
                    "text": "Di Mascolo et al. (2021)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 600,
                    "end": 614,
                    "text": "Michael (2018)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Literature Review"
        },
        {
            "text": "Existing stochastic home care service staffing and capacity planning models often consider the demand uncertainty only. SP approaches for HSCP include Rodriguez et al. (2015) , Restrepo et al. (2020) and Zheng et al. (2021) . Rodriguez et al. (2015) proposed a two-stage stochastic programming (SP) approach to solve the staff dimensioning problem in home care services considering random demand. In their two-stage approach, the first stage calculates (near-)optimal levels of resources for possible demand scenarios, while the second stage computes the optimal number of caregiver for each profession. Notably, Restrepo et al. (2020) is the first to study integrated staffing and scheduling problem in the context of home healthcare. They considered staffing and scheduling decisions in the first stage and the temporary reallocation of caregivers to neighboring districts in the second stage. Their study show that the total cost presents an increase when there is less flexibility associated with the allocation of schedules.",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 174,
                    "text": "Rodriguez et al. (2015)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 177,
                    "end": 199,
                    "text": "Restrepo et al. (2020)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 204,
                    "end": 223,
                    "text": "Zheng et al. (2021)",
                    "ref_id": null
                },
                {
                    "start": 226,
                    "end": 249,
                    "text": "Rodriguez et al. (2015)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 613,
                    "end": 635,
                    "text": "Restrepo et al. (2020)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Literature Review"
        },
        {
            "text": "The recent work of Zheng et al. (2021) is closely related to ours. Specifically, Zheng et al.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Literature Review"
        },
        {
            "text": "(2021) considered a multi-resource and multi-demand network matching problem in which they assume deterministic service duration and that the demands of services follow a fully known probability distribution. Accordingly, Zheng et al. (2021) proposed a two-stage stochastic MILP which seeks the optimal service authorization and capacity planning decision in first stage, then the service resource allocation in the second stage. In their model, the goal is to maximize the total expected revenue netted by the authorization cost, payment and the penalty cost of service shortage. However, they do not incorporate the penalty cost of overstaffing in the objective, which is an important source of operational expenses (Restrepo et al., 2020) . In addition, ignoring random service duration may lead to sub-optimal solutions.",
            "cite_spans": [
                {
                    "start": 718,
                    "end": 741,
                    "text": "(Restrepo et al., 2020)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Literature Review"
        },
        {
            "text": "These SP models assume that the decision-makers are risk-neutral and have complete knowledge about the underlying uncertainty through a known probability distribution (Shapiro et al., 2014) . Hence, the applicability of the SP approach is limited to the case in which the decision-makers have sufficient data to model the distribution of random parameters which is implausible in practice. Given the distributional ambiguity (see our analysis in Section 2), if we calibrate a model to a misspecified distribution, the resulting optimal SP decisions may have a disappointing out-of-sample performance under the true distribution which is termed the optimizer's curse (Smith & Winkler, 2006) .",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 189,
                    "text": "(Shapiro et al., 2014)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 666,
                    "end": 689,
                    "text": "(Smith & Winkler, 2006)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Literature Review"
        },
        {
            "text": "Robust optimization (RO) is alternative technique to model, analyze and optimize decisions under uncertainty and ambiguity (where the distributions are unknown). It assumes that the decision maker is risk-averse and has no distributional knowledge about the underlying uncertainty, except for its support (partial information), and the model minimizes the worstcase cost over an uncertainty set (Ben-Tal et al., 2009) . In home care service area, several studies propose robust approaches to address the uncertainty (Carello & Lanzarone, 2014; Cappanera et al., 2018; Shi et al., 2019; Cappanera & Scutellà, 2021) . Notably, Cappanera et al. (2018) addressed uncertainty of patient demand over a multiple-day time horizon and jointly studied the assignment, scheduling and routing decisions via a non-standard cardinalityconstrained robust approach. Shi et al. (2019) proposed a robust model for both uncertain service and travel time and discuss the heuristic solution approaches to find the optimal route for each caregiver and appointment time for each patient.",
            "cite_spans": [
                {
                    "start": 395,
                    "end": 417,
                    "text": "(Ben-Tal et al., 2009)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 516,
                    "end": 543,
                    "text": "(Carello & Lanzarone, 2014;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 544,
                    "end": 567,
                    "text": "Cappanera et al., 2018;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 568,
                    "end": 585,
                    "text": "Shi et al., 2019;",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 586,
                    "end": 613,
                    "text": "Cappanera & Scutellà, 2021)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 616,
                    "end": 648,
                    "text": "Notably, Cappanera et al. (2018)",
                    "ref_id": null
                },
                {
                    "start": 850,
                    "end": 867,
                    "text": "Shi et al. (2019)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Literature Review"
        },
        {
            "text": "Although RO is a powerful technique in dealing with uncertainty in optimization, its solutions can be too conservative (Thiele, 2010; Roos & den Hertog, 2020) . Additionally, RO does not fully utilize any distributional information of uncertainty. Hence, RO may yield poor expected performance and sub-optimal decisions for other more-likely scenarios. For comprehensive recent surveys of robust optimization, we refer to Bertsimas et al. (2011 ), Gabrel et al. (2014 and Gorissen et al. (2015) .",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 133,
                    "text": "(Thiele, 2010;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 134,
                    "end": 158,
                    "text": "Roos & den Hertog, 2020)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 422,
                    "end": 444,
                    "text": "Bertsimas et al. (2011",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 445,
                    "end": 467,
                    "text": "), Gabrel et al. (2014",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 472,
                    "end": 494,
                    "text": "Gorissen et al. (2015)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Literature Review"
        },
        {
            "text": "Distributionally robust optimization (DRO) is another approach for modeling uncertainty that bridges the gap between the conservatism of robust optimization and the specificity of stochastic programming (Goh & Sim, 2010) . In DRO, we assume only partial distributional information is known. Then, we model the distribution of uncertainty as a decision variable that belongs to an ambiguity set (i.e., a family of distributions characterized through certain known properties of the unknown data-generating distribution, Esfahani & Kuhn, 2018) . Optimization is based on the worst-case distribution within the ambiguity set. And we can use easy to compute information such as the mean and range of random parameters to construct the ambiguity sets and build DRO models. We refer to Rahimian & Mehrotra (2019) for a comprehensive survey on DRO techniques.",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 220,
                    "text": "(Goh & Sim, 2010)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 519,
                    "end": 541,
                    "text": "Esfahani & Kuhn, 2018)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 780,
                    "end": 806,
                    "text": "Rahimian & Mehrotra (2019)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Literature Review"
        },
        {
            "text": "DRO has the following striking benefits. First, it adopts a worst-case approach regularizing the optimization problem and thereby mitigating the optimizer's curse characteristic for SP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Literature Review"
        },
        {
            "text": "Second, DRO avoids the well-known over-conservatism and the poor expected performance of RO. Finally, DRO models are often more computationally tractable than SP and RO (Esfahani & Kuhn, 2018) . We observe that despite the potential advantages, only one study, Tsang & Shehadeh (2021) , using DRO approach to hedge against uncertainty in home care service area.",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 192,
                    "text": "(Esfahani & Kuhn, 2018)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 261,
                    "end": 284,
                    "text": "Tsang & Shehadeh (2021)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Literature Review"
        },
        {
            "text": "However, their study focus on the routing and appointment scheduling problem for a singleprovider. To the best of our knowledge, there is no DRO approach for the specific HSCP problem that we address in this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Literature Review"
        },
        {
            "text": "In this work, we develop two DRO models to consider the realistic lack of distributional information and compare these models to SP models. We compare our work with Zheng et al.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Literature Review"
        },
        {
            "text": "(2021) and Restrepo et al. (2020) , which are recent studies relevant to our work. First, the three papers both address stochastic demand. However, Zheng et al. (2021) and Restrepo et al. (2020) assumed that the service time is deterministic and do not address the potential distributional ambiguity of demand which is captured by real world data (see our analysis in Section 2). As mentioned earlier, this may lead to sub-optimal and unrealistic solutions.",
            "cite_spans": [
                {
                    "start": 11,
                    "end": 33,
                    "text": "Restrepo et al. (2020)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 148,
                    "end": 171,
                    "text": "Zheng et al. (2021) and",
                    "ref_id": null
                },
                {
                    "start": 172,
                    "end": 194,
                    "text": "Restrepo et al. (2020)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Literature Review"
        },
        {
            "text": "In contrast to them, we extend the considered problem by incorporating uncertainty and distributional ambiguity for demand and service duration. Second, we propose different SP and DRO models for two types of decision-makers (EA and FA). Third, Zheng et al. (2021) and Restrepo et al. (2020) assumed that the caregivers have single skill. In contrast to these papers, we consider cross-trained caregivers representing flexible capacity. To the best of our knowledge, our work is the first to consider cross-training in the HSCP problem.",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 291,
                    "text": "Restrepo et al. (2020)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Literature Review"
        },
        {
            "text": "Let us now start to introduce our HSCP problem. Suppose that there is a home care company that provides L different types of home care services (e.g., rehabilitation nursing, health status assessment, etc. caregivers is h k . The fixed cost of hiring type k caregiver is c k .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Problem Description"
        },
        {
            "text": "The demand, d l,t , for service type l ∈ [L] in each day t ∈ [T ] is random. Service time, s l,t , for each service type l ∈ [L] in each day t ∈ [T ] is also random. Due to the uncertainty of demand and service time, one or multiple of the following scenario can happen: (1) overstaffing, or and, (2) under-staffing (i.e., failure to meet customers demand). The over-staffing and under-staffing unitary penalty costs are respectively c o l,t and c u l,t , for all l ∈ [L] and t ∈ [T ]. A complete listing of the problem parameters can be found in Table 1. Given T , K, and L, our models determine the number of caregivers to hire and the capacity of type k caregivers allocated to type l ∈ [L] in each day t ∈ [T ]. In particular, we consider two types of decision-makers. The first decides the number of caregivers to hire of each type and their daily capacity allocation to service types at the beginning of the planning horizon before the demand and service time are realized. We call this decision-maker Everything in Advance (EA) decision-maker. The second decision-maker decides the number of caregivers to hire before realizing the demand (i.e., at the beginning of the planning horizon). S/he then allocates these caregivers to service types once the demand is realized. We call this decision maker Flexible Adjustment (FA) decision-maker.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 547,
                    "end": 555,
                    "text": "Table 1.",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Problem Description"
        },
        {
            "text": "In the next sections, we propose two-stage SP and DRO models for (EA) and (FA), considering the case of known and unknown distributions of demand and service time, respectively. the skills set of type k caregivers c k the fixed cost for hire type k full-time caregivers c k,l,t the unitary service cost of type k full-time caregivers for serve type l customers in day t c u l,t the unitary penalty cost due to shortage of service capacity of type l service c o l,t the unitary penalty cost due to over-staffing of service capacity of type l service w the upper bound number of full-time caregivers w the lower bound number of full-time caregivers h k the service capacity (service hours) of one type k full-time caregiver in one day Scenario-dependent Parameters d l,t the demand quantity for service type l in day t s l,t the service time for service type l of caregiver in day t",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Problem Description"
        },
        {
            "text": "In the first stage of the (EA) model, we decide the number of caregivers to hire from each type k ∈ [K] and their capacity allocation to service type l ∈ [L] in each day t ∈ [T ]. And in the second stage, after the demand and service time are realized, we compute over-staffing and under-staffing. The objective is to minimize the total costs: fixed staffing (or hiring) and allocation (assignment) costs and a weighted sum of random costs related to over-staffing and under-staffing. In the first stage of the (FA) model, we decide the number of caregivers to hire, and in the second stage we decide capacity allocation and compute over-staffing and understaffing. The objective of this model is to minimize the total costs: fixed hiring cost and a weighted sum of the random cost related to capacity allocation (assignment) cost, over-staffing cost, and under staffing cost. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Problem Description"
        },
        {
            "text": "where for each feasible decision x, y and a joint realization of uncertain parameters ξ := [d, s] , our second-stage (recourse) formulation is as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Problem Description"
        },
        {
            "text": "Formulation (1) seeks to find staffing and allocation decisions (x, y x, y x, y) that minimize the sum of (1) fixed employment and assignment costs (first two terms), and (2) expectation of the second stage (recourse) random cost Q(x , y , ξ) (third term) subject to uncertainty ξ ∼ P.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Problem Description"
        },
        {
            "text": "The second stage recourse function minimize the random over-staffing (first-term) and understaffing (second-term) costs. Constraints (1b) ensure that the total number of staff is at least w and at most w (these can be adjusted by the decision-maker depending on relevant practical constraints). Constraints (1c) ensure that capacity allocations to service types does not exceed the available capacity. Constraints (1d) specifies feasible ranges of the decision variables.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Problem Description"
        },
        {
            "text": "Second stage constraint (2b) computes the over-staffing and under-staffing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Problem Description"
        },
        {
            "text": "In this section, we present our proposed two-stage DRO formulation of the HSCP with (EA) decision-maker, which does not assume that the probability distributions of demand and service durations are known. We, however, assume that we know the mean and support of these random parameters. (Recall that these parameters can be estimated based on, e.g., expert knowledge, where support could represent the dispersion or range of variability that we seek protection against). First, let us define some additional parameters, sets, and notations defining our ambiguity set and DRO model. We let µ d l,t and µ s l,t respectively represent the mean value of d l,t and s l,t , for all l ∈ [L] and t ∈ [T ]. The random vector ξ is a measurable function ξ : Ω → U with a measurable space (Ω, F), where U = U d ×U s is the bounded support of ξ. U d and U s are respectively the support set of d d d and s s s defined as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DRO model for (EA)"
        },
        {
            "text": "We define P(U) as the set of probability distributions supported on U, and E P as the expectation under P. Finally, we donate µ := E P [ξ] = [µ d , µ s ] . Using this notation, we construct the following mean-support ambiguity set:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DRO model for (EA)"
        },
        {
            "text": "Using the ambiguity set F(U, µ), we formulate our DRO model of the HSCP with (EA)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DRO model for (EA)"
        },
        {
            "text": "decision-maker (denoted as E-DHSCP) as follow:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DRO model for (EA)"
        },
        {
            "text": "where X := {(x, y): (1a)-(1d)} is the feasible region of first stage decision variables. Formulation (6) seeks first stage decisions x and y that minimizes the summation of fixed hiring cost (first term), the capacity allocation cost (second term) and the worst-case (maximum) expectations of the second-stage operational cost (third term), where the expectation is taken over all distributions residing in F(U, µ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DRO model for (EA)"
        },
        {
            "text": "Recall that Q(·) is defined by a minimization problem; hence, in (6), we have an inner max-min problem. As such, it is not straightforward to solve (6) in its presented form. In this section, we derive an equivalent formulation of the min-max model (6) that is solvable. First,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reformulation"
        },
        {
            "text": "in Proposition 1, we present an equivalent reformulation of the inner maximization problem sup P∈F (U ,µ) E P [Q(x , y , ξ)] in (6) (see Appendix B for a detailed proof).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reformulation"
        },
        {
            "text": "Proposition 1. For any (x, y) ∈ X , problem sup",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reformulation"
        },
        {
            "text": "Again, the problem in (7) involves an inner max-min problem that is not straightforward to solve in its presented form. Next, we use the structural properties of the recourse Q(·) to derive an equivalent linear programming reformulation of the inner maximization problem in (7). Note that for fixed x, y, ξ, Q(x , y , ξ) is a linear program (LP). The dual formulation of Q(x , y , ξ) is as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reformulation"
        },
        {
            "text": "where ρ l,t is the dual variables associated with constraints (2b). In view of the dual formulation in (8), the inner problem max (d,s)∈U Q(x, y, ξ) − L l=1 T t=1 (d l,t α l,t + s l,t β l,t ) in (7) is equivalent to problem (9) in Proposition 2 (see Appendix C for a detailed proof).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reformulation"
        },
        {
            "text": "Proposition 2. For fixed x, y, α, and β, problem max",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reformulation"
        },
        {
            "text": "Replacing the inner problem max (7) with its equivalent reformulation in (9), then combining with the outer minimization problems in (7) and (6), we derive the following equivalent MILP reformulation of the E-DHSCP model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reformulation"
        },
        {
            "text": "(10c)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reformulation"
        },
        {
            "text": "6. Models for the (FA) Decision-maker 6.1. Two-stage SP for (FA)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reformulation"
        },
        {
            "text": "In this section, we present our proposed two-stage SP formulation of the HSCP problem considering the (FA) decision-maker. Specifically, we keep x k , ∀k ∈ [K] as first stage decisions, and move y k,l,t to the second-stage, for all k ∈",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reformulation"
        },
        {
            "text": ". In addition, we define nonnegative continuous variables o k,t representing the capacity surplus of type k ∈ [K] caregiver",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reformulation"
        },
        {
            "text": ". This is to account scenarios where the total capacity of hired caregivers is larger than the total realized demand. Accordingly, our F-SP model can now be stated as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reformulation"
        },
        {
            "text": "where for each feasible decision x and a joint realization of uncertain parameters ξ := [d, s] , our second-stage (recourse) formulation is as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reformulation"
        },
        {
            "text": "Formulation (11) seeks to find staffing decisions (x x x) that minimize the sum of (1) fixed employment cost (first term), and (2) expectation of the second stage (recourse) random cost Q(x, ξ) (second term) subject to uncertainty ξ ∼ P. The second stage recourse function minimize the random assignment cost (first-term), over-staffing (second-term) and under-staffing (third term) costs. Constraints (12b) compute the over-staffing. Constraints (12c) compute the under-staffing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reformulation"
        },
        {
            "text": "In this section, we present our proposed two-stage DRO formulation of the HSCP with (FA) decision-maker. Using the ambiguity set F(U, µ) defined in (5), we formulate our DRO model of the HSCP with (FA) decision-maker (denoted as F-DHSCP) as follow:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DRO model for (FA)"
        },
        {
            "text": "where X 2 := {(11b) − (11c)} is the feasible region of first stage decision variables. Formulation (13) seeks the first stage decisions x that minimize the sum of fixed employment cost (first term) and the worst-case (maximum) expectations of the second-stage operational cost (second term), where the expectation is taken over all distributions residing in F(U, µ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DRO model for (FA)"
        },
        {
            "text": "Using the same techniques in Proposition 1, we derive the following equivalent reformulation (13).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DRO model for (FA)"
        },
        {
            "text": "Note that it is not straightforward to solve formulation (14) in its presented form due to the inner max-min problem. Therefore, our goal is to derive an equivalent formulation of (14) that is solvable. As a first step, we re-write the recourse Q A (x, ξ) using its equivalent dual formulation as (note that for fixed x and ξ, Q A (x, ξ) is a bounded LP):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DRO model for (FA)"
        },
        {
            "text": "where ρ l,t and λ k,t is the dual variables associated with constraints (12b) and (12c). Replacing (14) with its dual formulation in (15), we derive the following equivalent reformulation of (14).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DRO model for (FA)"
        },
        {
            "text": "where h(x, d, s, α, β) that is solvable (see Appendix D for a detailed proof).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DRO model for (FA)"
        },
        {
            "text": "Proposition 3. Let ∆d l,t = d l,t − d l,t and ∆s l,t = s l,t − s l,t , for all l ∈ [L] and t ∈ [T ]. Then, fixed x, α, and β, solving max",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DRO model for (FA)"
        },
        {
            "text": "h(x, d, s, α, β) is equivalent to solving the following MILP:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DRO model for (FA)"
        },
        {
            "text": "Note that McCormick inequalities (18f)-(18k) in formulation (18) involve big-M coefficients ρ l,t , for all l ∈ [L] and t ∈ [T ], that can undermine computational efficiency if they are set too large. Therefore, in Proposition 4, we derive tight lower bounds (i.e., ρ l,t ) on variables ρ l,t to strengthen the MILP reformulation (see Appendix D for a detailed proof).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DRO model for (FA)"
        },
        {
            "text": "Proposition 4. ρ l,t = min (16) with (18), then combining the inner problem in the form of (17) with the outer minimization problem in the F-DHSCP model in (13), we derive the following equivalent reformulation of the F-DHSCP model:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DRO model for (FA)"
        },
        {
            "text": "d l,t α l,t + ∆d l,t g l,t α l,t + s l,t β l,t + ∆s l,t z l,t β l,t + d l,t s l,t ρ l,t + ∆s l,t d l,t r l,t + ∆d l,t s l,t q l,t + ∆d l,t ∆s l,t e l,t : (18b) − (18l) ,t ∈ [T ].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DRO model for (FA)"
        },
        {
            "text": "(19b)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DRO model for (FA)"
        },
        {
            "text": "In this section, we present a Monte Carlo Optimization algorithm to obtain near-optimal solutions to the SP models (Section 7.1), and a column-and-constraint generation (C&CG) algorithm to solve the F-DHSCP model (Section 7.2). Note that the E-DHSCP model can be implemented and solved directly using off-the-shelf optimization software.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Solution approach"
        },
        {
            "text": "Note that it is difficult to obtain an exact optimal solution to the two-stage SP models in (1) and (11). Hence, we first present a Monte Carlo approach base on Homem-de Mello &",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Monte Carlo Optimization"
        },
        {
            "text": "Bayraksan (2014), Kleywegt et al. (2002) and Shehadeh et al. (2021) to obtain near-optimal solutions. We replace the distribution of random parameters with a empirical distribution N independent and identically distributed (i.i.d) samples of services demands and durations at first and then we solve the sample average approximation (SAA) formulations of (1) and (11) in Appendix G.",
            "cite_spans": [
                {
                    "start": 18,
                    "end": 40,
                    "text": "Kleywegt et al. (2002)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 45,
                    "end": 67,
                    "text": "Shehadeh et al. (2021)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Monte Carlo Optimization"
        },
        {
            "text": "Algorithm 2 in Appendix G summarizes the Monte Carlo Optimization (MCO) algorithm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Monte Carlo Optimization"
        },
        {
            "text": "We start with a small initial sample size. In first step, we will solve the SAA formulation with designated sample size N and evaluate the solution x k N by Monte Carlo simulation with the generated N random samples and record the objective value v k N of SAA and v k N of Monte Carlo simulation. We will run step 1 with K replicates. In second step, we calculate the average of v k N and v k N as v N and v N . According to Mak et al. (1999) , v N and v N are statistical lower and upper bound of the optimal value of original formulation. In step 3, we calculate the approximate optimality index as",
            "cite_spans": [
                {
                    "start": 425,
                    "end": 442,
                    "text": "Mak et al. (1999)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Monte Carlo Optimization"
        },
        {
            "text": "AOI N approximately estimate the optimality gap of lower bound and upper bound of original formulation. Therefore, if AOI N is smaller than the very small predetermined termination tolerance (note that can be zero), the algorithm will terminate and output the termination sample size N , objective value v N , v N and approximate optimality index AOI N . Otherwise, we will increase the sample size (N ← 2N ) then go to step 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Monte Carlo Optimization"
        },
        {
            "text": "The F-DHSCP formulation (19) involves a maximization problem in constraints (19b) and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Column-and-constraint generation algorithm"
        },
        {
            "text": "thus we cannot solve it directly using standard techniques. In this section, we develop a C&CG algorithm to solve the F-DHSCP model (19). The motivation of this algorithm is as follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Column-and-constraint generation algorithm"
        },
        {
            "text": "Considering the inner maximization problem max",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Column-and-constraint generation algorithm"
        },
        {
            "text": "Similarly, the optimal s * ∈ U s would only take value s s s or s s s. Thus, the inner maximization over (d, s) ∈ U could be taken over all the combination of d d d and s s s.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Column-and-constraint generation algorithm"
        },
        {
            "text": "However, only a few critical scenarios of d and s play a role in deriving an optimal solution to the F-DHSCP model. As such, instead of solving a problem with exponentially many constraints, we use C&CG to identify these scenarios and obtain an optimal solution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Column-and-constraint generation algorithm"
        },
        {
            "text": "Algorithm 1 presents our C&CG algorithm which is based on the original C&CG of Zeng & Zhao (2013) and is implemented in a master-sub problem framework. The master problem (20) employs scenario-based constraints (20d)-(20f) and the sub-problem generates demand and service time scenarios and optimality cuts from the worst-case distribution. The algorithm proceeds as follows. At each iteration, we first solve the master problem, which includes only a subset of demand and service time scenarios, and obtain the optimal solution (i.e., hiring decisions). Thus, by considering a subset of demand and service time scenarios, the master problem is a relaxation of the original problem and thus provides a lower bound on the optimal value of F-DHSCP. Then, given the optimal solution from the master problem, we identify demand d * d * d * and service time s * s * s * scenarios by solving the sub-problem. Note that solutions of the master problem are feasible to the original problem, then by solving the sub-problem using these solutions, we obtain an upper bound. Third, we pass the identified demand and service time scenarios to the master problem on an as-needed basis, along with introducing relevant second-stage variables and constraints. Then, we solve the master problem again with the new information (a larger set of scenarios O) from the sub-problems. This process continues until the gap between the lower and upper bound on the optimal value of the problem obtained in each iteration satisfies a predetermined termination tolerance (note that we set this tolerance to 0.02). Recall that the F-DHSCP formulation's recourse (second-stage) problem is feasible for every feasible first-stage decision and ((d, s) ∈ U). Thus, we do not need to add any feasibility cuts (Zeng & Zhao, 2013) . Moreover, we only have a finite number of scenarios.",
            "cite_spans": [
                {
                    "start": 1777,
                    "end": 1796,
                    "text": "(Zeng & Zhao, 2013)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Column-and-constraint generation algorithm"
        },
        {
            "text": "Thus, the algorithm terminates in a finite number of iterations (see Zeng & Zhao, 2013 for detailed proofs).",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 86,
                    "text": "Zeng & Zhao, 2013",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Column-and-constraint generation algorithm"
        },
        {
            "text": "Although C&CG theoretically provides a good way to solve our problem, it sometimes does not perform well from a computational viewpoint. In this section, we aim to incorporate more second-stage information into the master problem by exploiting the properties of the recourse problem.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Valid inequalities"
        },
        {
            "text": "(1) Valid lower bound (LB) inequalities",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Valid inequalities"
        },
        {
            "text": "Algorithm 1 Column-and-constraint generation (C&CG).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Valid inequalities"
        },
        {
            "text": "Step 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Valid inequalities"
        },
        {
            "text": "Step 2. Master Problem. Solve the following master problem:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Valid inequalities"
        },
        {
            "text": "Record an optimal solution (x * , α * , β * , δ * ) and set LB = Z * .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Valid inequalities"
        },
        {
            "text": "Step 3: Solve sub-problem.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Valid inequalities"
        },
        {
            "text": "3.1 With (x, α, β) fixed to be (x * , α * , β * ), solve the following problem (21) for all t ∈ [T ].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Valid inequalities"
        },
        {
            "text": "3.2 Record the optimal solution (ρ * t , λ * t , g * t , z * t ) and optimal value W * t .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Valid inequalities"
        },
        {
            "text": "≤ ε stop and return x * as the optimal solution of (13); else go to step 4.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Update"
        },
        {
            "text": "Step 4. Column-and-Constraint Generation Routine",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Update"
        },
        {
            "text": ", and the following constraints to the master problem:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Update"
        },
        {
            "text": "Observe that the Dirac measure on µ µ µ lies in F(U, µ µ µ). Therefore, we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Update"
        },
        {
            "text": "where the lower bound is a deterministic problem with a single scenario ξ ξ ξ = µ. This means we can impose the following constraint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Update"
        },
        {
            "text": "which serves as a global lower bound on the objective of the DRO model. Second, from (22), for any given first-stage decision, the recourse value with ξ ξ ξ = µ provides a lower bound.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Update"
        },
        {
            "text": "Therefore, in the initialization step of the C&CG method, we could include the scenario ξ ξ ξ = µ.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Update"
        },
        {
            "text": "(2) Valid upper and lower bound of variables α and β",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Update"
        },
        {
            "text": "According to the structure of (16), we propose valid upper and lower bounds on variables α and β in Proposition 5 (see Appendix F for a detailed proof). In Section 8.4, we demonstrate the computational advantages gained by incorporating these valid inequalities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Update"
        },
        {
            "text": "Proposition 5. α l,t and β l,t are respectively valid upper bound on variables α l,t and β l,t . α l,t and β l,t , defined in (24), are respectively valid lower bound on variables α l,t and β l,t .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Update"
        },
        {
            "text": "In this section, we compare the computational and operational performance of the proposed models for each decision maker and derive insights into the HSCP problem. In Section 8.1, we describe the set of test instances that we constructed and discuss other experimental setups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Computational experiments"
        },
        {
            "text": "In Section 8.2, we obtain near-optimal solutions to the E-SP and F-SP via their SAA formulations. In Section 8.3, we compare solution times of the proposed models. In Section 8.4, we demonstrate efficiency of the proposed valid inequalities for the F-DHSCP model. In Section 8.5, we compare optimal solutions of the E-SP and E-DHSCP models and their out-of-sample performance. Finally, we compare the optimal solutions of the F-DHSCP and F-SP models and their out-of-sample performance in Section 8.6.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Computational experiments"
        },
        {
            "text": "To the best of our knowledge, there are no standard benchmark instances in the literature for the HSCP problem. Therefore, we construct 15 HSCP instances based on the same param- service types, we have c u l,t + c o k,t > c k,l,t for all k, l and t. This is because it is always optimal to set y k,l,t = 0 when c u l,t + c o k,t < c k,l,t . We followed the same procedures in the stochastic scheduling, home care service, and Similarly, for each instance, we generated N scenarios of s n 1,1 , . . . , s n L,T , for n = 1, . . . , N , by following LogN distributions with the generated µ µ µ s and σ σ σ s . We truncated these scenarios on [s, s]=U [20, 80] . We round each generated parameter to the nearest integer (Tsang & Shehadeh, 2021) . We chose the LogN distribution to generate the in-sample data because it is typically used to model service time and demand in the home care, scheduling, and other literature (Cayirli et al., 2006; Jiang et al., 2019; Tsang & Shehadeh, 2021) .",
            "cite_spans": [
                {
                    "start": 649,
                    "end": 653,
                    "text": "[20,",
                    "ref_id": null
                },
                {
                    "start": 654,
                    "end": 657,
                    "text": "80]",
                    "ref_id": null
                },
                {
                    "start": 717,
                    "end": 741,
                    "text": "(Tsang & Shehadeh, 2021)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 919,
                    "end": 941,
                    "text": "(Cayirli et al., 2006;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 942,
                    "end": 961,
                    "text": "Jiang et al., 2019;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 962,
                    "end": 985,
                    "text": "Tsang & Shehadeh, 2021)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Description of Experiments"
        },
        {
            "text": "According to staffing standards for various types of elderly care institutions in China, the minimum staffs number for serving less than 100 customers is three or five. Hence, we set the minimum number of caregivers, w, to 3. We implement all models and solution methods using the Python 3.8.8 programming language calling Gurobi V9.1.2 as a solver with default settings. We ran all experiments on a computer with Intel(R) Xeon(R) E3-1231-v3 processor with two 3.40GHz CPUs and 32 GB shared RAM memory.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Description of Experiments"
        },
        {
            "text": "For each instance in Table H .1, we implemented the MCO algorithm in Section 7.1 with N o = 10, N = 1000 and K = 10. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 21,
                    "end": 28,
                    "text": "Table H",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "Obtaining near-optimal solutions to the SP models"
        },
        {
            "text": ") and the 95% confidence intervals (95%CI) of the statistical lower and upper bounds (v N and v N , receptively) on the objective values of the E-SP and F-SP models for each instance under (c u l,t , c o l,t (c o k,t )) = (20, 2) and truncated LogN distribution. We observe similar results under different choices of these cost parameters. In the next section, we present and analyze the ranges of solution time of the SAA formulations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Obtaining near-optimal solutions to the SP models"
        },
        {
            "text": "Herein we summarize the key findings of the MCO algorithm. Clearly, N = 320 and N = 100 scenarios of the demand and service duration are sufficient to obtain a near-optimal solution to the E-SP and F-SP models via their SAA formulations, respectively. First, AOI N at N = 320 and N = 100 ranges from 0 to 0.0098 and from 0 to 0.0055 for the E-SP and F-SP models, (100) are very tight (i.e., have a small variance). These results qualify v E N and v F N as tight statistical estimates for the lower and upper bounds on the optimal value of each instance, respectively. In addition, we also use truncated normal distribution and uniform distribution to generate the sample data. We obtain similar conclusion for these distributions (see Appendix I and Appendix J).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Obtaining near-optimal solutions to the SP models"
        },
        {
            "text": "It is worth mentioning that solving these models with larger N resulted in longer solution times without consistent and significant improvements in the relative approximation gaps.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Obtaining near-optimal solutions to the SP models"
        },
        {
            "text": "However, as shown in Appendix I-Appendix J, solution times are still reasonable under N = 500 scenarios. And the AOI N is close to the value at termination sample size.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Obtaining near-optimal solutions to the SP models"
        },
        {
            "text": "In this section, we analyze the solution times of the proposed SP and DRO models. In addition to the based range of the demand described in Section 8.1, we consider another range [40, 100] , which corresponding to a higher amound of demand and variation level. For each of the 15 instances in Table H .1 and demand range, we generated and solved 10 instances as described in Section 8.1 for a total of 300 random instances. Then, we solved these instances using the proposed models for each decision-maker.",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 183,
                    "text": "[40,",
                    "ref_id": null
                },
                {
                    "start": 184,
                    "end": 188,
                    "text": "100]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 293,
                    "end": 300,
                    "text": "Table H",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "CPU time and computational details"
        },
        {
            "text": "Let us first compare the computational performance of the E-SP and E-DHSCP models. Table 2 presents the minimum (Min), average (Avg), and maximum (Max) CPU time (in seconds) for these models. We first observe that the computational effort tend to increase with the scale (L × K × T ). Second, both models can quickly solve all of the instances to optimality. However, the E-DHSCP model takes a shorter time than the E-SP model to solve each instance. These results are consistent under both ranges of the demand.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 83,
                    "end": 90,
                    "text": "Table 2",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "CPU time and computational details"
        },
        {
            "text": "Next, we compare the solution times of the F-SP and F-DHSCP models presented in Table 3. We make the following observations from this table. First, it is clear that solution times of these models are much longer than the E-SP and E-DHSCP models. For example, the average solution time of instance 15 (largest instance) using the E-SP and F-SP models Overall, these results demonstrate the computational efficiency of the proposed approaches.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CPU time and computational details"
        },
        {
            "text": "To confirm our conclusion for the scenario-based SAA models, we solve the SAA formulations of E-SP and F-SP models with 500 samples. We solve 6 instances with L = 6 under these ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CPU time and computational details"
        },
        {
            "text": "In this section, we investigate the efficiency of the proposed valid inequalities (23)- (24) for the E-DHSCP and C&CG in Section 7.2.1. Given that we observe similar results for all instances, for brevity and illustrative purposes, we use Instance 15 (L = 6, K = 8, T = 180) in this experiment. We separately solve the E-DHSCP model via C&CG with (w/) and without It is obvious that both the lower bound and gap values converge faster when we introduce inequalities (23)-(24) into the master problem. Moreover, because of the better bonding effect, the algorithm converges to the optimal solution in fewer iterations and shorter solution times.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Efficiency of valid inequalities"
        },
        {
            "text": "For example, the algorithm takes 531 seconds and 19 iterations to solve this instance w/ inequalities (23)-(24) and terminates at the specified time limit (i.e., 7200 seconds) with gap 99.95% w/o these inequalities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Efficiency of valid inequalities"
        },
        {
            "text": "In this section, we analyze the optimal staffing patterns of the E-SP and E-DHSCP models (Section 8.5.1) and their out-of-sample performances (Section 8.5.2). For illustrative purposes and brevity, we present results for Instance 7 (L = 4, K = 8, T = 30) and Instance 10 (L = 6, K = 6, T = 30), which corresponds to middle-sized instances. In addition, we consider the following types of caregivers. In Instance 7 (which consists of K = 8 types of caregivers), we let caregivers types k ∈ {1, . . . , 4} represent specialized caregivers, meaning they can only provide one type of service. And we let type k ∈ {5, . . . , 8} represents cross-trained caregivers who are trained or qualified for two types of services. In Instance 10 (which consist of K = 6 types of caregivers), all caregivers are cross-trained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of results of EA models"
        },
        {
            "text": "In this section, we compare the optimal staffing pattern (i.e., the optimal number of hired We observe the following from Figure 3a . First, both models hire more caregivers under range 2 than range 1. This makes sense because, in range 2, both the volume and variability of the demand are higher. Second, it is clear that both models hire more caregivers as the understaffing cost increases from 1 to 25. However, the number of hired caregivers stabilize after c u l,t = 10. Third, when c u l,t ≤ 5 (i.e., low under-staffing cost), both models hire approximately the same number of caregivers. In contrast, when c u l,t > 5, the E-DHSCP models hire more caregivers than the E-SP model to mitigate excessive under-staffing. These results indicate that c u l,t = 10 may be a suitable penalty cost of under-staffing for (EA) decision-makers. We observe a different pattern when we fix c u l,t = 10 and increase the penalty for over-staffing c o l,t from 1 to {5, 10, 15, 20, 25}. Specifically, as shown in Figure 3b both models hire less caregivers as increasing c o l,t . And the number of hired caregivers stabilize after c o l,t = 10. Next, we analyze the detailed staffing patterns under cost structure (c u l,t , c o l,t ) = (10, 1) presented in Figure K .2 (see Appendix K). First, if there are only cross-trained caregivers (Instance 10), all models tend to hire all types of caregivers. Second, if there are both specialized and cross-trained caregivers (Instance 7), the E-SP model tend to hire specialized caregivers under both demand ranges while the E-DHSCP model hire a mixture of specialized and crosstrained caregivers. In addition, the E-DHSCP model hire more cross-trained caregivers under demand range 2 than under demand range 1. This could indicate that cross-trained caregivers are more favorable under a higher variation level.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 122,
                    "end": 131,
                    "text": "Figure 3a",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1004,
                    "end": 1013,
                    "text": "Figure 3b",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1249,
                    "end": 1257,
                    "text": "Figure K",
                    "ref_id": null
                }
            ],
            "section": "Optimal staffing patterns of EA models"
        },
        {
            "text": "In this section, we compare the operational performance of the optimal solutions of the E-DHSCP and E-SP via out-of-sample simulation. We test the out-of-sample performance (i.e., the objective value obtained by simulating the optimal solution of a model under a larger unseen data) as follows. First, we solve each instance and obtain the optimal first-stage decisions. Second, we fix the obtained first-stage decisions, then re-optimize the second stage of the SP using the following sets of N = 10, 000 out-of-sample data to compute the second stage cost (i.e., under-staffing plus over-staffing costs). We compute the out-of-sample total cost as first-stage cost plus the out-of-sample second-stage cost.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Out-of-sample performance of EA model"
        },
        {
            "text": "Set 1. We assume that we have perfect distributional information. That is, we use the same distributions (LogN) and parameter settings that we use for generating the N data in the optimization to generate N data. This is to simulate the performance when the true distribution is the same as the one used in the optimization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Out-of-sample performance of EA model"
        },
        {
            "text": "Set 2. In this set, we assume that we have used misspecified distributions of the demand and service duration in the optimization (motivated by our analysis in Section 2). We follow a similar out-of-sample simulation testing procedure described in Shehadeh (2020) and Wang et al. (2020) and perturb the support of the random demand and service durations by a parameter ∆ and used parameterized uniform distribution U [(1 − ∆) lower bound, (1+∆) upper bound] to generate the N = 10, 000 data. We apply ∆ ∈ {0, 0.1, 0.25, 0.5}.",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 286,
                    "text": "Wang et al. (2020)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Out-of-sample performance of EA model"
        },
        {
            "text": "A higher ∆ corresponds to a higher variation level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Out-of-sample performance of EA model"
        },
        {
            "text": "For brevity, we focus on Instance 10 and present results under (c u l,t , c o l,t ) = (10, 1). We observe similar results for Instance 7 (see Appendix L.2). First, let us analyze simulation results under Set 1 (i.e., perfect distributional information case). Figure L.1 in Appendix L.1 presents histograms of the out-of-sample total cost, second-stage costs, and under-staffing. It is clear from this figure that the E-DHSCP model yields a higher total cost and lower secondstage cost than the E-SP model on average and at all quantiles. This makes sense because, as we discussed in Section 8.5.1, the E-DHSCP tends to hire more caregivers to hedge against under-staffing (reflected by significantly lower under-staffing on average and all quantile than the E-SP model in Figure L.1c) . However, this results in a higher fixed cost associated with hiring more caregivers. Next, we investigate the value of distributional robustness from the perspective of out-ofsample disappointment, which measures the extent to which the out-of-sample cost exceeds the model's optimal value (Van Parys et al., 2021; Wang et al., 2020) . Following Shehadeh (2020) and Wang et al. (2020) , we define the out-of-sample disappointment as max 0, Vout−Vopt Vopt × 100%, where V opt and V out are as the model's optimal value and the out-of-sample objective value, respectively. A disappointment of zero indicates that the model's optimal value is equal to or larger than the out-of-sample (actual) cost, suggesting that the model is more conservative and avoids underestimating costs. In contrast, a larger disappointment implies a higher level of over-optimism because, in this case, the actual cost (V out ) of implementing the optimal solution of a model is larger than the estimated cost (V opt ). These results confirm that the DRO model provides a more robust estimate of the actual cost that we will incur in practice. In a decision-making context where the goal is to minimize expenses, disappointments are more harmful than positive surprises (overestimated costs).",
            "cite_spans": [
                {
                    "start": 1077,
                    "end": 1101,
                    "text": "(Van Parys et al., 2021;",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1102,
                    "end": 1120,
                    "text": "Wang et al., 2020)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1153,
                    "end": 1171,
                    "text": "Wang et al. (2020)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [
                {
                    "start": 772,
                    "end": 784,
                    "text": "Figure L.1c)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Out-of-sample performance of EA model"
        },
        {
            "text": "In this section, we analyze the optimal staffing patterns of the F-SP and F-DHSCP models (Section 8.6.1) and their out-of-sample performance (Section 8.6.2). We present the results for",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of results of FA models"
        },
        {
            "text": "Instance 7 and Instance 10 as defined in Section 8.5.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of results of FA models"
        },
        {
            "text": "In this section, we compare the optimal staffing patterns of the F-SP and F-DHSCP under different values of the under-staffing c u l,t and over-staffing c o k,t penalty costs. In Figure 6a , we present the optimal number of hired caregivers under demand range 1 and range 2 with c o k,t = 1 and c u l,t ∈ {2, 3, 4, 5, 6, 7} for Instance 10. We observe the same staffing patterns for Instance 7 (see Figure M .1 in Appendix M).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 179,
                    "end": 188,
                    "text": "Figure 6a",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 399,
                    "end": 407,
                    "text": "Figure M",
                    "ref_id": null
                }
            ],
            "section": "Optimal staffing patterns of FA models"
        },
        {
            "text": "We observe the following from Figure 6 . First, both models hire more caregivers under demand range 2 than under range 1 and the number of hired caregivers stabilize after c u l,t = 5. Second, when c u l,t ≤ 3, both models hire approximately the same number of caregivers. In contrast, when c u l,t > 3 the F-DHSCP models hire more caregivers than the E-SP models. These results indicate that c u l,t = 5 may be a suitable penalty cost of under-staffing for the (FA) decision-makers. We observe a different pattern when we fix c u l,t = 5 and increase the penalty for over-staffing c o k,t from 2 to {3, 4, 5, 6, 7}. Specifically, as shown in Figure 6b both models hire less caregivers as c o k,t increases. And the number of hired caregivers stabilize after c o k,t = 3. Next, we analyze the detailed staffing patterns under cost structure (c u l,t , c o k,t ) = (5, 2) presented in Figure M .2 (see Appendix M). Compared with EA models, both F-SP and F-DHSCP models prefer cross-trained caregivers under two demand ranges for Instance 7. Figure 7a , the F-DHSCP model yields a lower total cost than the F-SP model on average and at all quantiles. This makes sense because F-DHSCP make more flexible capacity allocation, which reduce the number of hired caregivers then the fixed cost associated with hiring more caregivers.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 30,
                    "end": 38,
                    "text": "Figure 6",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 643,
                    "end": 652,
                    "text": "Figure 6b",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 884,
                    "end": 892,
                    "text": "Figure M",
                    "ref_id": null
                },
                {
                    "start": 1040,
                    "end": 1049,
                    "text": "Figure 7a",
                    "ref_id": "FIGREF12"
                }
            ],
            "section": "Optimal staffing patterns of FA models"
        },
        {
            "text": "Finally, it is clear from Figure 8 that the F-DHSCP solutions yield smaller out-of-sample disappointments on average and at all quantiles than the F-SP solutions under all levels of variation (∆). Notably, the disappointment of the F-DHSCP solutions is smaller than 50% under a higher variation ∆ = 0.5. These results confirm that the F-DHSCP model provides a more robust estimate of the actual cost that we will incur in practice.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 26,
                    "end": 34,
                    "text": "Figure 8",
                    "ref_id": "FIGREF15"
                }
            ],
            "section": "Optimal staffing patterns of FA models"
        },
        {
            "text": "In this paper, we proposed stochastic optimization methodologies for the HSCP problem, which seeks to find the number of caregivers to hire and their allocation decisions to different types of services in each day within a specified planning horizon. The objective is to minimize the total cost associated with staffing (i.e., employment), capacity allocation, over-staffing, and under-staffing. To address uncertainty in service duration and the demand for home service, we proposed and analyzed SP and DRO models considering two types of decision-makers, namely everything in advance decision-maker (for which we proposed E-SP and E-DHSCP models) and a flexible adjustment decision-maker (FA) (for which we proposed (F-SP and F-DHSCP). We derive equivalent MILP reformulations of the proposed nonlinear E-DHSCP model for the EA decision-maker that can be implemented and efficiently solved using off-the-shelf optimization software. We propose a computationally efficient column-and-constraint generation algorithm with valid inequalities to solve the proposed F-DHSCP model for the FA decision-maker.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Finally, we conduct extensive numerical experiments comparing the operational and computational performance of the proposed approaches and discuss insights and implications for home care staffing and capacity planning. The results demonstrate (1) the DRO models tend to hedge against uncertainty and ambiguity by hiring more caregivers and thus have a higher fixed cost but significantly lower operational (i.e., under-staffing) costs than the SP models, (2) the DRO solutions are more robust under various distributions with substantially lower disappointments and thus higher reliability than the SP models, (3) the computational efficiency of the proposed approaches, indicating their applicability in practice. We also derive insights into the HSCP under different settings. In particular, we show how one can use the proposed models to obtain staffing and capacity allocation decisions under different cost structures that the decision-maker can easily change in the models. These results address the primary objective of this paper. That is, to investigate the value of SP and DRO approaches for this specific HSCP problem. More broadly, our results motivate the need for considering different approaches when modeling uncertainty and draw attention to the need to model the distributional ambiguity of uncertain problem data in strategic real-world stochastic optimization problems such as the HSCP problem.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "We suggest the following areas for future research. First, we want to extend our approach by incorporating other multi-modal sources of uncertainty (e.g., travel time). Second, our models can be considered as the first step toward building data-driven and robust home care service planning including the creating routing plans for caregivers and assigning appointment times for customers, among other important considerations. Finally, we aim to incorporate other aspects, such as the possibility of hiring part-time caregivers and the unexpected availability of the hired full-time caregivers on the day of service.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Zheng, C., Wang, S., Li, N., & Wu, Y. (2021) . Stochastic joint homecare service and capacity planning with nested decomposition approaches. European Journal of Operational Research, . Proof. For fixed x and y, we can formulate problem sup P∈F (U ,µ) E P [Q(x , y, ξ)] as following linear optimization problem.",
            "cite_spans": [
                {
                    "start": 11,
                    "end": 44,
                    "text": "Wang, S., Li, N., & Wu, Y. (2021)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Note that U is compact, and the recourse is a continuous function in d and s. Under standard assumptions that µ d l,t belongs to the interior of set { U d l,t dQ : Q is a probability distribution over U } for all l ∈ [L] and t ∈ [T ] and that s l,t belongs to the interior of set { U s l,t dQ : Q is a probability distribution over U } for all l ∈ [L] and t ∈ [T ] , slater condition will hold (Boyd et al., 2004) . Then, strong duality holds and the worst-case expectation equals:",
            "cite_spans": [
                {
                    "start": 394,
                    "end": 413,
                    "text": "(Boyd et al., 2004)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Integrated Home"
        },
        {
            "text": "where α l,t , β l,t and θ are the dual variables associated with constraints (B.1b), (B.1c), and (B.1d). Note that we can rewrite constraint (B.2b) as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Integrated Home"
        },
        {
            "text": "Given that we are minimizing θ in (B.2a), we can rewrite formulation (B.2) as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Integrated Home"
        },
        {
            "text": "(d l,t α l,t + s l,t β l,t )",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Integrated Home"
        },
        {
            "text": "Proof. Not that problem Q(x , y , ξ) in (8) is separable by each t and l. Therefore, w.l.o., we can rewrite Q(x , y , ξ) = l t Q l,t (x , y , d l,t , s l,t ), where for fixed x x x, y y y, l, t, d l,t ∈ [d l,t , d l,t ], and s l,t ∈ [s l,t , s l,t ].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix C. Proof of Proposition 2"
        },
        {
            "text": "h l,t (d l,t , s l,t , y l,t , α l,t , β l,t ),",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix C. Proof of Proposition 2"
        },
        {
            "text": "where h l,t (d l,t , s l,t , y l,t , α l,t , β l,t ) := max",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix C. Proof of Proposition 2"
        },
        {
            "text": "It is straightforward to verify that for fixed x x x, y y y, d l,t ∈ [d l,t , d l,t ], and s l,t ∈ [s l,t , s l,t ] function (C.3) is convex in variable ρ l,t . Hence, problem (C.3) is a convex maximization problem. It follows from the fundamental convex analysis (see Boyd et al. (2004) ) that here exists an optimal solutionρ l,t at one of the extreme points of polyhedron P l,t := {−c o l,t ≤ ρ l,t ≤ c u l,t }. In any extreme point, constraint −c o l,t ≤ ρ l,t ≤ c u l,t is binding at either the lower bound or upper bound. Thus, given that d l,t ∈ [d l,t , d l,t ], and s l,t ∈ [s l,t , s l,t ], it is easy to verify that the optimal value η * l,t of problem max",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 287,
                    "text": "Boyd et al. (2004)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Appendix C. Proof of Proposition 2"
        },
        {
            "text": "h l,t (d l,t , s l,t , y l,t , α l,t , β l,t ) in (C.2) equals to:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix C. Proof of Proposition 2"
        },
        {
            "text": "h l,t (d l,t , s l,t , y, α l,t , β l,t ) is equivalent to the following minimization problem.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix C. Proof of Proposition 2"
        },
        {
            "text": "η l,t ≥ d l,t s l,t c u l,t − k:l∈R k y k,l,t c u l,t − d l,t α l,t − s l,t β l,t , (C.5e) η l,t ≥ d l,t s l,t c u l,t − k:l∈R k y k,l,t c u l,t − d l,t α l,t − s l,t β l,t , (C.5f) η l,t ≥ d l,t s l,t c u l,t − k:l∈R k y k,l,t c u l,t − d l,t α l,t − s l,t β l,t , (C.5g)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix C. Proof of Proposition 2"
        },
        {
            "text": "Replacing max h(·) in C.2 with its equivalent reformulation in (C.5) and summing over all l ∈ [L] and t ∈ [T ], we derive the following equivalent reformulation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix C. Proof of Proposition 2"
        },
        {
            "text": "Proof. Not that problem Q A (x , ξ) in (15) is separable by each t. Therefore, w.l.o., we can",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix D. Proof of Proposition 3"
        },
        {
            "text": "3) is not solvable directly due to the trilinear terms between the dual variables ρ t , d t , and s t . Note that we could first perform maximization over d t and s t , i.e.,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix D. Proof of Proposition 3"
        },
        {
            "text": "The above problem is separable in l. Thus, it is easy to verify that the optimal d l,t is attained at either d l,t = d l,t or d l,t = d l,t , and the optimal s l,t is attained at either s l,t = s l,t or s l,t = s l,t . Accordingly, we define binary variables g l,t = 1 if d l,t = d l,t and g l,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix D. Proof of Proposition 3"
        },
        {
            "text": "And for all ∈ [L], we define binary variables z l,t = 1 if s l,t = s l,t and z l,t = 0 if s l,t = s l,t . Then, we have:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix D. Proof of Proposition 3"
        },
        {
            "text": "With (D.5) and (D.6), we drive the following equivalent reformulation of h t (x, d t , s t , α t , β t ) as (D.7). max ρt,λt, gt,zt",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix D. Proof of Proposition 3"
        },
        {
            "text": "∆s l,t z l,t β l,t + d l,t α l,t + ∆d l,t g l,t α l,t + s l,t β l,t + L l=1 d l,t s l,t ρ l,t + ∆s l,t d l,t z l,t ρ l,t + ∆d l,t s l,t g l,t ρ l,t + ∆d l,t ∆s l,t g l,t z l,t ρ l,t (D.7a)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix D. Proof of Proposition 3"
        },
        {
            "text": "where ∆d l,t = d l,t − d l,t and ∆s l,t = s l,t − s l,t .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix D. Proof of Proposition 3"
        },
        {
            "text": "Then, we define variables v l,t = g l,t z l . And we introduce the following McCormick inequal-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix D. Proof of Proposition 3"
        },
        {
            "text": "Accordingly, we can derive the following mixed integer quadratic programming (MIQP) reformulation of (D. x k h k λ k,t − L l=1 d l,t α l,t + ∆d l,t g l,t α l,t + s l,t β l,t + ∆s l,t z l,t β l,t + L l=1 d l,t s l,t ρ l,t + ∆s l,t d l,t z l,t ρ l,t + ∆d l,t s l,t g l,t ρ l,t + ∆d l,t ∆s l,t v l,t ρ l,t In formulation D.9, there are three bilinear terms in objective function (D.9a). To linearize the problem, we introduce three decision variables e l,t = z l,t ρ l,t , q l,t = g l,t ρ l,t , r l,t = v l,t ρ l,t and the following McCormick inequalities for them. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix D. Proof of Proposition 3"
        },
        {
            "text": "{ d l,t α l,t + ∆d l,t g l,t α l,t + s l,t β l,t + ∆s l,t z l,t β l,t } + L l=1 d l,t s l,t ρ l,t + ∆s l,t d l,t r l,t + ∆d l,t s l,t q l,t + ∆d l,t ∆s l,t e l,t (D.11a) x k h k λ k,t − L l=1 d l,t α l,t + ∆d l,t g l,t α l,t + s l,t β l,t + ∆s l,t z l,t β l,t + L l=1 d l,t s l,t ρ l,t + ∆s l,t d l,t r l,t + ∆d l,t s l,t q l,t + ∆d l,t ∆s l,t e l,t (D.12a) c",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix D. Proof of Proposition 3"
        },
        {
            "text": "In formulation (G.1) and (G.2), we replace all scenario-dependent parameters, variables and constraints with scenario index n ∈ [N ]. Parameters d l,t and s l,t are replaced by d n l,t and s n l,t to represent the realized services demands and duration in scenario n ∈ [N ]. And we use variables y n k,l,t , o n l,t , and u n l,t to represent the second stage decision variables under scenarios n ∈ [N ].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix D. Proof of Proposition 3"
        },
        {
            "text": "According to Law of Large Number, the optimal objective values of formulation (G.1) will converge to the optimal values of formulation (1) with probability one as N → ∞ (Homem- de Mello & Bayraksan, 2014; Shehadeh et al., 2021) . However, the computational effort and solution time of the SAA formulations will increase when we increase the sample size. Hence, we use Algorithm 2 to determine an appropriate sample size N and obtain near-optimal solutions of our model via SAA formulation.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 204,
                    "text": "de Mello & Bayraksan, 2014;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 205,
                    "end": 227,
                    "text": "Shehadeh et al., 2021)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Appendix D. Proof of Proposition 3"
        },
        {
            "text": "In Algorithm 2, we start with a small initial sample size. In first step, we will solve the SAA formulation with designated sample size. In step 1.1, we generate N random samples of demands and service durations. Then, in step 1.2, we will solve the SAA formulation with samples generated in step 1.1 and record its optimal objective value v k N and solution x k N . In step 1.3, we generate N random samples of demands and service duration. We evaluate the solution x k N by Monte Carlo simulation with the generated N random samples and record the objective value v k N . We will run step 1 with K replicates. All results are recorded. In second step, we calculate the average of v k N and v k N as v N and v N . According to Shehadeh et al. (2021) , v N and v N are statistical lower and upper bound of the optimal value of original formulation. In step 3, we calculate the approximate optimality index as",
            "cite_spans": [
                {
                    "start": 728,
                    "end": 750,
                    "text": "Shehadeh et al. (2021)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Appendix D. Proof of Proposition 3"
        },
        {
            "text": "AOI N approximately estimate the optimality gap of lower bound and upper bound of original formulation. Therefore, if AOI N is smaller than the predetermined termination tolerance , we believe the optimality gap is small enough. The algorithm will terminate and output the termination sample size N , objective value v N , v N and approximate optimality index AOI N .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix D. Proof of Proposition 3"
        },
        {
            "text": "Otherwise, we will increase the sample size then go to step 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix D. Proof of Proposition 3"
        },
        {
            "text": "In Appendix I and Appendix J, we present the result of Approximate Optimality Index and 95% Confidence Interval of the statistical lower bound and upper bound on the objective value, termination sample size and CPU time for 15 random generated instances with lognormal, normal and uniform distributions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix D. Proof of Proposition 3"
        },
        {
            "text": "Algorithm 2 Monte Carlo optimization (MCO) Method 1: Initial sample size N 0 (10), the number of replicates K(10), the number of scenarios in the monte carlo simulation step, N (1000), and a termination tolerance (0.01). Step 1: MCO Procedure;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix D. Proof of Proposition 3"
        },
        {
            "text": "for k = 1, ..., K do 9:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "8:"
        },
        {
            "text": "Step 1.1 Scenario Generation 10:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "8:"
        },
        {
            "text": "Step 1.2 Solving the SAA formulation 12:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11:"
        },
        {
            "text": "Solve the SAA formulation with the scenarios generated in Step 1.1 and record the corresponding optimal objective value v k N and optimal staffing number (x) k N .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11:"
        },
        {
            "text": "Step Step 2:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "13:"
        },
        {
            "text": "Step 3: Compute the Approximate Optimality In this section, we show the convergence results of SAA formulation (G.2). Without spacial mention, we will use the termination MIP Gap 0.1 % (We allowed all instances to run for one day, however, the MIP Gaps of some instances remained at around 0.1 %). And if there are more than 50000 iterations with no MIP Gap improvement, the Gurobi will also terminate. Appendix M. Results of optimal staffing patterns for FA models ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Robust optimization",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ben-Tal",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "El Ghaoui",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nemirovski",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Theory and applications of robust optimization",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bertsimas",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Caramanis",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "SIAM review",
            "volume": "53",
            "issn": "",
            "pages": "464--501",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Convex optimization",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Boyd",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Boyd",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vandenberghe",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Addressing consistency and demand uncertainty in the home care planning problem",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cappanera",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Scutellà",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Flexible Services and Manufacturing Journal",
            "volume": "",
            "issn": "",
            "pages": "1--39",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Demand uncertainty in robust home care optimization",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cappanera",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Scutellà",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Nervi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Galli",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Omega",
            "volume": "80",
            "issn": "",
            "pages": "95--110",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A cardinality-constrained robust model for the assignment problem in home care services",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Carello",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lanzarone",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "European Journal of Operational Research",
            "volume": "236",
            "issn": "",
            "pages": "748--762",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Designing appointment scheduling systems for ambulatory care services. Health care management science",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Cayirli",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Veral",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rosen",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "47--58",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Canada's elder care crisis: Addressing the doubling demand",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Deloitte",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Routing and scheduling in home health care: A literature survey and bibliometric analysis",
            "authors": [
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Mascolo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Martinez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Espinouse",
                    "suffix": ""
                },
                {
                    "first": "M.-L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Computers & Industrial Engineering",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Data-driven distributionally robust optimization using the wasserstein metric: Performance guarantees and tractable reformulations",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Esfahani",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kuhn",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Mathematical Programming",
            "volume": "171",
            "issn": "",
            "pages": "115--166",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Home health care routing and scheduling: A review",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fikar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hirsch",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Computers & Operations Research",
            "volume": "77",
            "issn": "",
            "pages": "86--95",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Recent advances in robust optimization: An overview",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Gabrel",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Murat",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Thiele",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "European journal of operational research",
            "volume": "235",
            "issn": "",
            "pages": "471--483",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Cost of care survey",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Genworth",
                    "suffix": ""
                }
            ],
            "year": 2022,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Distributionally robust optimization and its tractable approximations",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Goh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sim",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Operations research",
            "volume": "58",
            "issn": "",
            "pages": "902--917",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A practical guide to robust optimization",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Gorissen",
                    "suffix": ""
                },
                {
                    "first": "İ",
                    "middle": [],
                    "last": "Yanıkoglu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hertog",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Omega",
            "volume": "53",
            "issn": "",
            "pages": "124--137",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Operational research applied to decisions in home health care: A systematic literature review",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Grieco",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Utley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Crowe",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Journal of the Operational Research Society",
            "volume": "72",
            "issn": "",
            "pages": "1960--1991",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Home health care logistics management problems: A critical review of models and methods",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "V"
                    ],
                    "last": "Gutiérrez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Vidal",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "160--175",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Data-driven distributionally robust appointment scheduling over wasserstein balls",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ryu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:1907.03219"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The sample average approximation method for stochastic discrete optimization",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Kleywegt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shapiro",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Homem-De Mello",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "SIAM Journal on Optimization",
            "volume": "12",
            "issn": "",
            "pages": "479--502",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Robust nurse-to-patient assignment in home care services to minimize overtimes under continuity of care",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lanzarone",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Matta",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Operations Research for Health Care",
            "volume": "3",
            "issn": "",
            "pages": "48--58",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Monte carlo bounding techniques for determining solution quality in stochastic programs",
            "authors": [
                {
                    "first": "W.-K",
                    "middle": [],
                    "last": "Mak",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Morton",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Wood",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Operations research letters",
            "volume": "24",
            "issn": "",
            "pages": "47--56",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The home health care routing and scheduling problem with interdependent services. Health care management science",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Mankowska",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Meisel",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bierwirth",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "17",
            "issn": "",
            "pages": "15--30",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Monte carlo sampling-based methods for stochastic optimization",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Homem-De Mello",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bayraksan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Surveys in Operations Research and Management Science",
            "volume": "19",
            "issn": "",
            "pages": "56--85",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Scheduling: theory, algorithms, and systems",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Michael",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Care is essential",
            "authors": [
                {
                    "first": "A.-J",
                    "middle": [],
                    "last": "Poo",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Distributionally robust optimization: A review",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rahimian",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mehrotra",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:1908.05659"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Home healthcare integrated staffing and scheduling",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Restrepo",
                    "suffix": ""
                },
                {
                    "first": "L.-M",
                    "middle": [],
                    "last": "Rousseau",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vallée",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Omega",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Staff dimensioning in homecare services with uncertain demands",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rodriguez",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Garaix",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Augusto",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "International Journal of Production Research",
            "volume": "53",
            "issn": "",
            "pages": "7396--7410",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Home health-care network design: Location and configuration of home health-care centers",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rodriguez-Verjan",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Augusto",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Operations research for health care",
            "volume": "17",
            "issn": "",
            "pages": "28--41",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Reducing conservatism in robust optimization",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Roos",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hertog",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "INFORMS Journal on Computing",
            "volume": "32",
            "issn": "",
            "pages": "1109--1127",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Lectures on Stochastic Programming: Modeling and Theory",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shapiro",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dentcheva",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Distributionally robust optimization approaches for a stochastic mobile facility routing and scheduling problem",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Shehadeh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2009.10894"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Using stochastic programming to solve an outpatient appointment scheduling problem with random service and arrival times",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Shehadeh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Cohn",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Naval Research Logistics (NRL)",
            "volume": "68",
            "issn": "",
            "pages": "89--111",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "A robust optimization for a home health care routing and scheduling problem with consideration of uncertain travel and service times",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Boudouh",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Grunder",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Transportation Research Part E: Logistics and Transportation Review",
            "volume": "128",
            "issn": "",
            "pages": "52--95",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The optimizer's curse: Skepticism and postdecision surprise in decision analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Winkler",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Management Science",
            "volume": "52",
            "issn": "",
            "pages": "311--322",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "A note on issues of over-conservatism in robust optimization with cost uncertainty. Optimization",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Thiele",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "59",
            "issn": "",
            "pages": "1033--1040",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Stochastic optimization models for a home service routing and appointment scheduling problem with random travel and service times",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tsang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Shehadeh",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2105.01725"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "From data to decisions: Distributionally robust optimization is optimal",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "P"
                    ],
                    "last": "Van Parys",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Esfahani",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kuhn",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Management Science",
            "volume": "67",
            "issn": "",
            "pages": "3387--3402",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Distributionally robust hub location",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Transportation Science",
            "volume": "54",
            "issn": "",
            "pages": "1189--1210",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Washington state plan on aging",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Washington",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Solving two-stage robust optimization problems using a column-andconstraint generation method",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Operations Research Letters",
            "volume": "41",
            "issn": "",
            "pages": "457--461",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Vehicle routing and appointment scheduling with team assignment for home services",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Computers & Operations Research",
            "volume": "100",
            "issn": "",
            "pages": "1--11",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Home service routing and appointment scheduling with stochastic service times",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "European Journal of Operational Research",
            "volume": "288",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "NLogL), Akaike Information Criterion (AIC), and Bayesian Information Criterion (BIC)). In the bottom panel of Figure 1, we present demand distributions during the fourth quarter of 2017 and the fourth quarter of 2018. We make the following observations from these results. First, Figures 1a-1b show significant variability in demand for the same service type and across service types. Furthermore, these figures, along with goodness-of-fit metrics, demonstrate that a wide range of distributions can represent uncertainty in demand, suggesting distributional ambiguity (i.e,. uncertainty in distribution). Figures 1c -1d show that demand variability and distributions are The empirical and fitted probability distributions for actual demands. different between the fourth quarters of 2017 and 2018 (see also Figure A.1 in Appendix A).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "eters settings and assumptions made in recent related literature (see e.g. Lanzarone & Matta, 2014; Rodriguez et al., 2015; Zhan & Wan, 2018; Zhan et al., 2021; Zheng et al., 2021). Each of these instances is characterized by the number of service types (L ∈ {4, 6} as in Mankowska et al. (2014); Rodriguez et al. (2015); Rodriguez-Verjan et al. (2018); Zheng et al. (2021)), caregivers types (K ∈ {4, 6, 8}), days in the planning horizon T ∈ {30, 90, 180}. We summarize these instances in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "DRO literature to generate random parameters as follows. We generate the mean values of the demand, µ d l,t , from U [40; 60] and set the standard deviation σ dl,t = γ d l,t µ d l,t , where γ d l,t is generated from U [0.5, 1],for each l ∈ [L] and t ∈ [T ]. Similarly, we generate the mean service time µ s l,t from U [40; 60] and set σ s l,t = γ s l,t µ s l,t , for each l ∈ [L] and t ∈ [T ]. For each instance, we sample N scenarios of d n 1,1 , . . . , d n L,T , for n = 1, . . . , N , by following lognormal (LogN) distributions with the generated µ µ µ d and σ σ σ d . We truncated these scenarios on basic demand range [d, d]=[40, 60] (Rodriguez et al., 2015; Rodriguez-Verjan et al., 2018).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Comparisons of lower bound and gap values with and without valid inequality (23)-(24) settings and present solution times in Tables I.3 (see Appendix I) and Table J.3 (see Appendix J). Clearly, the E-SP model can solve these instances within 30 seconds, and the F-SP model can solve all of them within 30 minutes.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "(w/o) inequalities (23)-(24). We first note the algorithm takes hundreds of iterations and a longer time until convergence w/o inequalities (23)-(24). Therefore, inFigure 2, we present the lower bound and gap values w/ and w/o inequalities (23)-(24) from the first 50 iterations.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Total number of caregivers hired by E-SP and E-DHSCP models for Instance 10.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "caregivers) of the E-SP and E-DHSCP models under different values of the under-staffing c u l,t and over-staffing c o l,t penalty costs. First, in Figure 3a, we present the optimal number of hired caregivers under demand range 1 ([40, 60]) and range 2 ([40, 100]) with c o l,t = 1 and c u l,t ∈ {1, 5, 10, 15, 20, 25} for Instance 10. We observe the same staffing patterns for Instance 7 (see Figure K.1 in Appendix K).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Out-of-sample second stage cost for Instance 10, demand range 1 under Set 2 We observe the following from simulation results under Set 2 (i.e., misspecified distributional information case) with demand range 1 presented in Figures 4 (see Figure L.2 in Appendix L.1 for results with range 2). Notably, the E-DHSCP model consistently outperforms the E-SP model under all levels of variation (∆) and across the criteria of mean and all quantiles of the second-stage costs under the two ranges of the demand. In particular, as shown in Figure L.3 (see Appendix L.1), the E-DHSCP yield significantly lower under-staffing cost than the E-SP model. Note that a lower second-stage and under-staffing cost indicates better operational performance (i.e., lower shortage and meeting greater demand) and thus has a significant practical impact, especially in healthcare. Second, the E-DHSCP solutions appear to be more stable with a significantly smaller standard deviation (i.e., variations) in the total and second-stage costs than the E-SP solutions. The superior performance of the DRO model reflects the value of modeling uncertainty and distributional ambiguity.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "presents histograms of the out-of-sample disappointment. It is clear from this figure that the E-DHSCP solutions yield substantially smaller out-of-sample disappointments on average and at all quantiles than the E-SP model. In particular, the disappointment of the E-SP model significantly increases under higher variation, exceeding 100% under ∆ = 0.5. In contrast, the E-DHSCP model can control disappointment with a smaller and stable range.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Out-of-sample disappointment for Instance 10 with demand range 1 under Set 2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Total number of caregivers hired by F-SP and F-DHSCP models for Instance 10. 8.6.2. Out-of-sample performance of FA modelIn this section, we compare the operational performance of the optimal solutions of the F-DHSCP and F-SP via out-of-sample simulation. Using the same methods in Section 8.5.2, we generate two sets of N = 10, 000 out-of-sample data (Set 1-2). For brevity, we focus on Instance 10 and present results under (c u l,t , c o k,t ) = (5, 2) (see Appendix N.2 for results related to Instance 7).We observe the following from the simulation results under Set 2, ∆ = 0 (i.e., misspecified distributional information case) with demand range 1 presented inFigure 7(see Figure N.1 in Appendix N.1 for results with range 2). The F-DHSCP model outperforms the F-SP model under all levels of variation (∆) and across the criteria of mean and all quantiles of the secondstage costs and under-staffing under the two ranges of the demand (see Figure N.2-N.3 in Appendix N.1). Specifically, as shown in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Out-of-sample performance of FA models for Instance 10, demand range 1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Out-of-sample disappointment for Instance 10, demand range 1 under Set 2",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "section, we first show the fitting distributions for demands and their goodness of fit metrics; Negative of the Log Likelihood (NLogL), Akaike Information Criterion (AIC), and Bayesian Information Criterion (BIC). Then, in Figure A.1, we show the rehabilitation service demand range change in different quarters.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "Rehabilitation service demand range in time series Appendix B. Proof of Proposition 1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "t. (D.1b) − (D.1d), (D.7b) − (D.7d), (D.9b) (D.8a) − (D.8b), . (D.9c)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "∈ [L], (D.11b) (D.1b) − (D.1d), (D.7b) − (D.7d), (D.11c) (D.8a) − (D.8b), (D.10a) − (D.10f). (D.11d)Replacing max h(·) in D.2 with its equivalent reformulation in (D.11) and summing over all t ∈ [T ], we derive the following equivalent reformulation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF20": {
            "text": "∈ [L], t ∈ [T ], (D.12b) (D.1b) − (D.1d), (D.7b) − (D.7d), ∀t ∈ [T ], (D.12c) (D.8a) − (D.8b), (D.10a) − (D.10f) ∀t ∈ [T ]. (D.12d)Appendix G. Sample average approximationFirst, we solve the sample average approximation (SAA) formulations of (",
            "latex": null,
            "type": "figure"
        },
        "FIGREF21": {
            "text": "The sample size of SAA N , lower bound v N and upper bound v N and the approximate optimality index AOI N . 3: AOI 0 ←− 1; 4: N ←− N 0 /2; 5: while |AOI N | > do",
            "latex": null,
            "type": "figure"
        },
        "FIGREF22": {
            "text": "Total number of caregivers hired by F-SP and F-DHSCP models for Instance 7. Staffing patterns of FA decision-makers under cost structure (c u l,t , c o k,t ) = (5, 2).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "). The decision-maker of this company wants to determine the number of caregivers to hire within an arbitrary planning horizon of T days to provide home care services to customers. Suppose that there are K types of caregivers to hire. Depending on their training, skills, and qualifications, each caregiver of type k ∈ [K] := {1, 2, . . . , K}, can provide a subset R k ⊂ [L] of services. In addition, the daily service capacity for type k ∈ [K]",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Notation.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Additional notation: For a ∈ Z, we define [a] := {1, 2, ..., a}. For a, b ∈ Z, U [a; b] refers to uniform distribution over the interval [a; b]. We use boldface notation to denote vectors, e.g.,d := [d 1 , d 2 , ..., d N ] T .Table 1summarizes other notations.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "is the feasible region of variables ρ and λ. Again, the problem in",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Table H.1 in Appendix H.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Table I.1 in Appendix I and Table J.1 in Appendix J present the approximate optimality index (AOI N",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "CPU times in seconds for EA model",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "1.3 Cost Evaluation using Monte Carlo SimulationGenerate N i.i.d scenarios of d, s for all t ∈ [T ], k ∈ [K], l ∈ [L].Use (x) k N and d, s to solve N second stage optimization problems and evaluate the objective value v k N as:",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "The range of CPU time at the Termination Sample Size. The distribution of demand and service duration are both truncated lognormal distribution.Table I.3. CPU time of SAA formulation with sample size = 500 and L = 6. The distribution of demand and service duration are both truncated lognormal distribution.Table I.4. The Approximate Optimality Index between the statistical lower bound and upper bound on the objective value and 95 % Confidence interval (95% CI) at the terminated sample size. The distribution of demand is uniform distribution and service duration is normal distribution.Table I.5. The range of CPU time at the Termination Sample Size. The distribution of demand and service duration are both truncated normal distribution.Table I.6. CPU time of SAA formulation with sample size = 500 and L = 6. The distribution of demand and service duration are both truncated normal distribution.Table I.7. The Approximate Optimality Index between the statistical lower bound and upper bound on the objective value and 95 % Confidence interval (95% CI) at the terminated sample size. The distribution of demand and service duration are both uniform distribution.Table I.8. The range of CPU time at the Termination Sample Size. The distribution of demand and service duration are both uniform distribution. Table I.9. CPU time of SAA formulation with sample size = 500 and L = 6. The distribution of demand and service duration are both uniform distribution. K T CPU time mean (s) CPU time range (s) |AOI| Appendix J. Convergence Results of model for FA decision maker at the Termination Sample Size",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "The Approximate Optimality Index between the statistical lower bound and upper bound on the objective value and 95 % Confidence interval (95% CI) at the terminated sample size. The distribution of demand and service duration are both truncated lognormal distribution.Table J.2. The range of CPU time at the Termination Sample Size. The distribution of demand and service duration are both truncated lognormal distribution.TableJ.3. CPU time of SAA formulation with sample size = 500 and L = 6. The distribution of demand and service duration are both truncated lognormal distribution.Table J.4. The Approximate Optimality Index between the statistical lower bound and upper bound on the objective value and 95 % Confidence interval (95% CI) at the terminated sample size. The distribution of demand and service duration are both truncated normal distribution.Table J.5. The range of CPU time at the Termination Sample Size. The distribution of demand and service duration are both truncated normal distribution.Table J.6. CPU time of SAA formulation with sample size = 500 and L = 6. The distribution of demand and service duration are both truncated normal distribution.Table J.7. The Approximate Optimality Index between the statistical lower bound and upper bound on the objective value and 95 % Confidence interval (95% CI) at the terminated sample size. The distribution of demand and service duration are both uniform distribution.Table J.8. The range of CPU time at the Termination Sample Size. The distribution of demand and service duration are both uniform distribution.Table J.9. CPU time of SAA formulation with sample size = 500 and L = 6. The distribution of demand and service duration are both uniform distribution.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We want to thank all of our colleagues who have contributed significantly to the related literature. Dr. Karmel S. Shehadeh dedicates her effort in this paper to every little dreamer in the whole world who has a dream so big and so exciting. Believe in your dreams and do whatever it takes to achieve them-the best is yet to come for you.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgment"
        },
        {
            "text": "Proof. According to (15b), we have ρ l,t ≤ c k,l,t − λ k,t , ∀k ∈ [K], l ∈ R k . Hence, we have (E.1). ρ l,t ≤ min k:l∈R k (c k,l,t − λ k,t ) (E.1)As we consider a maximization problem in (15) and d l,t s l,t > 0 always holds, it is always optimal to increase ρ l,t in the feasible region. Hence, we have ρ * l,t = min k:l∈R k (c k,l,t − λ k,t ) or ρ * l,t = c u l,t . Then, according to constraints (15d), we have c k,l,t − λ k,t ≥ c k,l,t − c o k,t . This leads to ρ * l,t = min k:l∈R k (c k,l,t − λ k,t ) ≥ min k:l∈R k (c k,l,t − c o k,t ). As we assume c u l,t + c o k,t > c k,l,t , we have min k:l∈R k (c k,l,t − c o k,t ) ≤ c u l,t . Finally. we have that ρ l,t ≥ min k:l∈R k (c k,l,t − c o k,t ) in the optimal solution.Appendix F. Proof of Proposition 5Proof. Observe from the objective of problem (16) that variable α l,t are multiplied by parameters µ d l,t and variables d l,t , for all l ∈ [L], t ∈ [T ]. And so, for fixed β and x, the joint contribution α and d to the objective of problem (16) equals:where K is a non-negative term that equal to:First, we suppose that α l,t > 0. If α l,t > s l,t c u l,t where c u l,t is the upper bound of ρ l,t . The optimal solution of d * l,t will be d l,t . In this case, α l,t contributes to the objective value of problem (16) i.e., α l,t improves the objective value of problem (16). It follows that without loss of optimality α l,t = s l,t c u l,t is valid upper bound on variables α l,t . Second, we suppose that α l,t < 0. If α l,t < −s l,t |ρ l,t | which leads to s l,t ρ l,t − α l,t ≥ 0, the optimal solution of d * l,t always is d l,t . In this case, α l,t contributes to the objective value of problem (16) i.e., α l,t improves the objective value of problem (16). It follows that without loss of optimality α l,t = −s l,t |ρ l,t | is valid lower bound on variables α l,t .Follow the same proof process, we can prove the β l,t and β l,t , defined in (24), are respectively valid upper and lower bounds on variable β l,t . In this section, we show the convergence results of SAA formulation (G.1). without spacial mention, we will use the termination MIP Gap 1 % (We allowed all instances to run for one day, however, the MIP Gaps of some instances remained at around 1 %). And if there are more than 50000 iterations with no MIP Gap improvement, the Gurobi will also terminate. Appendix K. Results of optimal staffing patterns for EA models ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix E. Proof of Proposition 4"
        }
    ]
}