{
    "paper_id": "a29eee9b2731dc463aef4668510ad118e0efe25b",
    "metadata": {
        "title": "The role of head and neck cancer advocacy organizations during the COVID-19 pandemic",
        "authors": [
            {
                "first": "Yan",
                "middle": [],
                "last": "Flora",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Ba",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Medical University of South Carolina",
                    "location": {
                        "settlement": "Charleston",
                        "country": "South Carolina"
                    }
                },
                "email": ""
            },
            {
                "first": "Erika",
                "middle": [
                    "Rauscher"
                ],
                "last": "Bs",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Amanda",
                "middle": [
                    "Hollinger"
                ],
                "last": "Mpa",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "|",
                "middle": [],
                "last": "Mary",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ann",
                "middle": [],
                "last": "Caputo Ba",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "|",
                "middle": [],
                "last": "John",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ready",
                "middle": [],
                "last": "Bs",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Carole",
                "middle": [],
                "last": "Fakhry",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Johns Hopkins School of Medicine",
                    "location": {
                        "settlement": "Baltimore",
                        "region": "Maryland"
                    }
                },
                "email": ""
            },
            {
                "first": "Cherie-Ann",
                "middle": [
                    "O"
                ],
                "last": "Nathan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Louisiana State University Health Sciences Center",
                    "location": {
                        "settlement": "Shreveport",
                        "region": "Louisiana"
                    }
                },
                "email": ""
            },
            {
                "first": "Chris",
                "middle": [],
                "last": "Leonardis",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Danielle",
                "middle": [],
                "last": "Yearout",
                "suffix": "",
                "affiliation": {
                    "laboratory": "The Head and Neck Cancer Living Foundation",
                    "institution": "",
                    "location": {
                        "settlement": "Overland Park",
                        "region": "Kansas"
                    }
                },
                "email": ""
            },
            {
                "first": "|",
                "middle": [],
                "last": "Terance",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "T",
                "middle": [],
                "last": "Tsue",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Kansas",
                    "location": {
                        "settlement": "Kansas City",
                        "country": "Missouri"
                    }
                },
                "email": ""
            },
            {
                "first": "|",
                "middle": [],
                "last": "Terry",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Day",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Medical University of South Carolina",
                    "location": {
                        "settlement": "Charleston",
                        "country": "South Carolina"
                    }
                },
                "email": ""
            },
            {
                "first": "|",
                "middle": [],
                "last": "Michael",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "G",
                "middle": [],
                "last": "Moore",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Indiana University School of Medicine",
                    "location": {
                        "settlement": "Indianapolis"
                    }
                },
                "email": "mooremg@iu.edu"
            }
        ]
    },
    "abstract": [
        {
            "text": "The COVID-19 pandemic has had a significant impact on many aspects of head and neck cancer (HNC) care. The uncertainty and stress resulting from these changes has led many patients and caregivers to turn to HNC advocacy groups for guidance and support. Here we outline some of the issues being faced by patients with HNC during the current crisis and provide examples of programs being developed by advocacy groups to address them. We also highlight the increased utilization of these organizations that has been observed as well as some of the challenges being faced by these not-for-profit groups as they work to serve the head and neck community.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The global COVID-19 pandemic has had a significant impact on all aspects of society, with a large burden falling on members of the health care community. With hospitals focusing on those ill from COVID-19, patients with cancer have the potential for delay or reduction in care as clinical resources have been compromised. Few populations have felt the effects of these changes more than those being evaluated or treated for head and neck cancer (HNC) as the multidisciplinary requirements for this population includes dental,otolaryngology-head and neck surgery, and radiation and medical oncology, among others. The mucosal nature of many of these cancers results in significant concerns about aerosolization of viral particles and the potential for delays in care. In an effort to minimize infection transmission and conserve the limited supply of personal protective equipment (PPE), health systems have instituted policies that encourage social distancing such as postponement of elective surgeries and outpatient clinic visits, elimination of hospital visitors, and rapid adoption of alternative means of care such as telemedicine and drive-through testing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| INTRODUCTION"
        },
        {
            "text": "Multiple societies and organizations involved in HNC care across different specialties, including otolaryngologyhead and neck surgery, radiation oncology, dentistry, speech/swallowing pathology, and medical oncology, have promptly issued management algorithms to guide clinical care during this pandemic [1] [2] [3] The shift of focus away from nonurgent conditions has been instrumental in creating a united effort to combat infection. However, there is little precedent for navigating oncologic care during such times. These abrupt changes in management may leave patients with cancer undergoing active treatment frightened, uneasy, and isolated. Given the higher rates of emotional distress, cancer and treatment impact on daily living, and mucosal exposures seen in patients with HNC, these individuals appear to be particularly vulnerable to the fear and anxiety produced by the on-going public health emergency. 4 Even in normal circumstances, let alone in this current climate, HNC patients often are in need of guidance to alleviate their concerns and many advocacy organizations have been proactive in providing support through various platforms such as news articles, webinars, and financial assistance. In addition to meeting patients' needs, advocacy groups also play roles in providing patient education and raising public awareness, moderating call lines and chat forums, sustaining research through public or private funding, and representing the HNC community on legislative boards. This timely and important special communication provides an outline of the issues being faced by patients with HNC and caregivers during the COVID-19 pandemic, and some of the programs that have been developed by advocacy organizations to address them. This unprecedented collaboration among a variety of organizations and advocacy groups also provides critical information on how the current crisis has impacted the utilization of these groups and the unique challenges being faced as they work to offer needed services to their communities.",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 307,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 308,
                    "end": 311,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 312,
                    "end": 315,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 918,
                    "end": 919,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "| INTRODUCTION"
        },
        {
            "text": "To capture up-to-date, relevant information on the impact of COVID-19 on head and neck advocacy organizations, representatives of six prominent North American HNC advocacy groups were contacted to ask for participation by providing their respective groups' experience during COVID-19. Semi-structured interviews were then conducted via phone and email communications with all responding organizations to identify: changes in volume of people in contact with their organization (including web site traffic, social media engagement, support phone line volume, and email communications), changes in observed patient concerns, changes in HNC advocacy group programs, and challenges faced by advocacy organizations during the COVID pandemic. Five out of six invited organizations participated in interviews. Information obtained from these communications is qualitatively summarized in the discussion below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| INTRODUCTION"
        },
        {
            "text": "Patients with HNC have many concerns surrounding the impact of COVID-19. These individuals may experience more psychosocial morbidity than non-HNC patients due to perceived disfigurement and the inability to speak and eat properly. 5 This may leave these patients even more vulnerable to the uncertain nature of changing treatment paradigms and mandates of social isolation. In addition, given the immunosuppression resulting from treatment as well as HNC-specific sequelae such as having a tracheostomy or a laryngectomy stoma, HNC patients are an atrisk population for COVID-19 infection. As such, worries that are natural to arise from the COVID-19 pandemic may be heightened in this group. These anxieties may manifest as concerns regarding both the acute risk of COVID-19 infection as well as its impact on their cancer treatment. The current environment may make many patients wary of any health care environment for fear of infection. This, coupled with the inability to proceed with care alongside family members, has even led some patients to avoid treatment altogether of their cancer. 6 Additional concerns of HNC patients revolve around accessibility and/or delay of treatment. Uncertainty regarding medical, personal, and social issues is already prevalent in a patient's life with cancer and the current climate exacerbates these concerns. Management for HNC now requires reassessment of risk and benefits of treatment during the COVID-19 era, and alterations from standard practice, such as foregoing adjuvant chemotherapy, may occur. A point of concern therefore is how changes in overall management may affect patient outcomes. This sentiment was recently reflected in a statement by a HNC patient on the Head and Neck Cancer Alliance's (HNCA) Inspire patient forum, and is echoed by many others:",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 233,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1096,
                    "end": 1097,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "| PATIENT CONCERNS"
        },
        {
            "text": "\"My fear is that we, patients with cancer, will not get the best treatments, if any. If all doctors and nurses are mobilized to help infected people who will treat us?\" This patient concern is not unfounded. A recent survey of more than 1200 patients with cancer and survivors by the American Cancer Society Cancer Action Network (ACSCAN), found that 27% of patients in active treatment experienced delays secondary to COVID-19 precautions, and 13% of those did not receive any information on rescheduling of treatment. 7 In this same assessment, over 40% of active treatment patients felt that the response to COVID-19 would decrease access to care. Prioritization of HNC treatment, although necessary to triage most high-risk cases, may leave certain groups unattended. Ambassadors to the HNCA, who lead group discussions with HNC survivors, have noticed that many patients are worried they are not being considered a priority anymore. This may include those receiving symptomatic or palliative care, or those with low-risk pathologies such as low-grade salivary cancers or differentiated thyroid cancers. 8 Especially in the survivorship period, HNC patients may be at higher risk for compromised physical and psychosocial well-being 9 and may suffer disproportionately from discontinuation of maintenance oncologic care.",
            "cite_spans": [
                {
                    "start": 520,
                    "end": 521,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1108,
                    "end": 1109,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "| PATIENT CONCERNS"
        },
        {
            "text": "Many support groups also have had to cancel meetings due to the shelter-in-place requirements. This leaves many patients with limited contact with those having similar post-treatment issues. These support groups, especially for laryngectomees, provide important information on how to cope with a new \"normal.\" These individuals often feel isolated due to limited vocalization options making personal interactions difficult. As a result, alternative portals, like videoconferences, have been instrumental as they offer a chance to have some safe social communications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| PATIENT CONCERNS"
        },
        {
            "text": "In addition to concerns regarding treatment and the associated recovery, those in the post-treatment or survivorship phase may worry about the fear of recurrence, as in-person follow-up visits usually entailing scoping procedures or surveillance imaging may be indefinitely postponed. Head and neck surgeons may suggest visits be held by way of telemedicine and may order surveillance imaging if in-person examinations cannot be completed. However, these virtual visits lack a detailed physical exam, and patients scheduled for imaging may find these services inaccessible. In fact, the recent ACSCAN survey reported 20% of patients whose care has been impacted by COVID-19 were unable to undergo imaging in the post-treatment context. 7 Another patient concern may be the added logistical challenges that now accompany their care. HNC patients have a higher financial burden compared to other cancers and often are of lower income and educational levels, with poorer baseline health status. 10 This has been observed by advocacy groups, as the majority of phone calls to the HNCA have been regarding financial ability to afford treatment itself and transportation to medical facilities. Baddour et al hypothesized that over 60% of HNC survivors may be impacted by COVID-19's strain on the economy, especially as it has forced many into temporary unemployment. 11 Similarly, the aforementioned ACSCAN survey also revealed that 38% of respondents felt significant financial strain during this COVID-19 era, with 50% of patients with annual income <$30 000 expressing concern regarding how to afford treatment. 7 Moreover, although Medicare covers most items for laryngectomees, they do not always provide reasonable reimbursement to hospitals and clinics for materials such as in-dwelling speech prostheses. Those impacted patients therefore have to pay out of pocket for covered items that some facilities refuse to provide. It is clear that economic hardships not only affect access to treatment, but also can significantly impact mental health and decrease overall quality of life.",
            "cite_spans": [
                {
                    "start": 736,
                    "end": 737,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 992,
                    "end": 994,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1361,
                    "end": 1363,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1609,
                    "end": 1610,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "| PATIENT CONCERNS"
        },
        {
            "text": "The Head and Neck Cancer Living Foundation (HNCLF) provides financial assistance to low-income HNC patients for treatment and recovery expenses. Since COVID-19, this patient population has experienced even greater barriers to care as social services and discount providers are less available than ever before. For example, HNC patients often require immediate oral health care before and after treatment. Low-income patients often depend on local dental partners that offer discounts or even local dental schools for assistance. Many of these clinics, dental schools and local dental providers have closed or significantly reduced their services in response to COVID-19, leaving these patients with fewer options for care and greater need for support.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| PATIENT CONCERNS"
        },
        {
            "text": "Lastly, the primary advocate of HNC patients, besides themselves, may be their family members or friends, serving as caregivers. Unfortunately, social distancing precautions have limited outside visitors to treatment facilities at which patients may receive care. Many HNC patients undergoing treatment or requiring workup will have to do so by themselves. Often, these individuals also require transportation support to and from appointments. Social distancing guidelines have impacted the availability of volunteers willing to provide transportation support, therefore affecting the ability of the patient to access the care they need. Patients are now challenged with finding safe transportation and navigating their care alone. This isolating effect may make coping with cancer during the COVID-19 era all the more difficult. The exact impact this has may differ on an individual level and can also depend on what phase of their cancer journey patients are in, and future investigation is needed to best characterize concerns and develop patient-centered strategies to alleviate them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| PATIENT CONCERNS"
        },
        {
            "text": "HNC advocacy groups play a unique role in supporting patients with cancer at the individual, community, and national level. From cancer prevention through screening events to advancement of the field by increasing research funding, these organizations are instrumental in all phases of cancer care. Just as our health care system has adapted to the current COVID-19 climate by shifting efforts towards urgent medical needs, HNC advocacy groups have also prioritized providing individual level support to patients during this crisis. This has included offering educational resources to keep patients informed in regards to COVID-19, providing psychosocial support in the face of uncertainty, and assisting financially with costs of general living and care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| ASPECTS OF ADVOCACY SUPPORT"
        },
        {
            "text": "Professional organizations and HNC advocacy groups have responded promptly to concerns of patients by publishing numerous web-based articles, webinars, and podcasts to accurately inform patients of the impact of COVID-19. General precautions regarding symptoms of COVID-19, best practices to reduce exposure and infectivity, and cancer care in the context of a pandemic have been the focus of many HNC advocacy groups. For example, the Thyroid and Head and Neck Cancer (THANC) Foundation has released helpful suggestions on how to handle changes in appointments or surgery as well as contingency plans in case of possible COVID-19 infection. 12 In addition, this organization has provided thyroid cancer-specific information, as often the medical management of thyroid cancer may be impacted by COVID-19. 12 Both the HNCA and the THANC Foundation have given specific precautions for patients with tracheostomies or laryngectomee patients to reduce the risk of infection 12, 13 The HNCA has also worked to recognize and educate about psychosocial issues of HNC patients during a pandemic, especially those with concomitant psychiatric diagnosis such as major depressive disorder, anxiety disorders, or post-traumatic stress disorder. Highlighting these issues not only normalizes the psychological distress patients may face, but also provides succinct, yet helpful tips to them.",
            "cite_spans": [
                {
                    "start": 642,
                    "end": 644,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 805,
                    "end": 807,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 970,
                    "end": 973,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 974,
                    "end": 976,
                    "text": "13",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "| ASPECTS OF ADVOCACY SUPPORT"
        },
        {
            "text": "Many advocacy groups are committed to continuing all aspects of support as COVID-19 allows. Online forums have provided an avenue for patients to foster virtual relationships with other survivors. For example, ambassadors on HNCA's Inspire blog have been actively posting messages of support and ways of coping to aid in elevating morale. Call lines have been kept open to provide patient and caregiver guidance during this time of crisis. Survivor matching programs also pair cancer survivors with newly diagnosed patients with cancer to foster personal relationships that provide support and direction. Interestingly, representatives from Support for People with Oral and Head and Neck Cancer (SPOHNC) have noticed patients not only calling in to ask about specific concerns regarding COVID-19, but also to relay their feelings of isolation, anxiety and stress, placing advocacy group representatives in a position to help console and reprieve. This organization has also noticed that relatives of newly diagnosed patients with cancer are calling in to \"apply\" for their loved ones to be matched with a survivor, as concerns about the vulnerability of family members with HNC during this period of social isolation are heightened. In response, SPOHNC has noted that over 100 HNC support groups are now connecting through video-sharing platforms and Facebook rather than in-person, with similar sessions also being hosted by branches of the HNCA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| ASPECTS OF ADVOCACY SUPPORT"
        },
        {
            "text": "Multiple financial assistance programs are also being utilized during this time of increased economic distress. The HNCA has provided gas cards to help patients afford transportation to and from office visits or treatment. Industry partners have also collaborated with the HNCA to provide waivers for drug costs during COVID-19 and to provide direct patient assistance through HNCA's gas card program. Plans are underway to release a COVID-19-related webinar to help navigate HNC patients through these financially difficult times. The HNCLF provides financial assistance to low-income HNC patients nationwide to help with the costs of nutritional supplements, medical supplies not covered by insurance, copays, transportation, lodging, and dental care. In addition, CancerCare, a general oncology advocacy group, has been targeting patients specifically undergoing active treatment who have been affected by COVID-19 to offset costs of general household expenses, transportation, childcare, and medication. 14 This wide variety of programs is meant to support HNC patients and their caregivers not only during treatment but also as they continue into survivorship. Additional work is underway to formally evaluate the needs and concerns of those reaching out to these organizations with the goal of being able to better serve them in the future.",
            "cite_spans": [
                {
                    "start": 1008,
                    "end": 1010,
                    "text": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "| ASPECTS OF ADVOCACY SUPPORT"
        },
        {
            "text": "As previously mentioned, COVID-19 has led to the cancellation of in-office visits, with a shift towards telemedicine encounters. Many ancillary and rehabilitation therapy visits, such as speech-language-pathology appointments, are also being delayed. In addition, shelter-in-place orders and social distancing precautions have prevented many HNC patients from attending regularly scheduled support groups. The increased detachment related to social isolation and lack of contact from regular support groups has led many patients to turn to HNC advocacy groups as a primary source of information regarding their concerns on how their care will be impacted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| INCREASED UTILIZATION/ INTERACTION WITH ADVOCACY GROUPS"
        },
        {
            "text": "This shift in information gathering has been demonstrated by increases in visits to websites of advocacy groups and the number of views of relevant web pages. The THANC Foundation, for example, offers a comprehensive HNC guide that touches upon all aspects of care, from diagnosis to treatment to survivorship (www. THANCguide.org). From March 28, 2020 to April 26, 2020, they noticed increases in users (71 686 vs 66 472), new users (69 806 vs 64 667), sessions (79 069 vs 74 188), and page views (101 447 vs 96 818) compared with the month prior. One of their COVID-19-specific information pages likewise has had 1507 unique visits in the last month alone. As patients are not able to see their doctors regularly, they may be turning to online guides for sources of information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| INCREASED UTILIZATION/ INTERACTION WITH ADVOCACY GROUPS"
        },
        {
            "text": "In addition, there have been an increased number of phone calls, emails, and messages on social media platforms contacting these organizations. A SPOHNC representative has noticed that phone calls are more frequent and lengthy, increasing from an average of 15-20 to 30-35 minutes (exact data not available). Many patients are also phoning in outside of regular business hours to voice their general anxieties and concerns. Similarly, the UK Macmillan Cancer Support group has noticed an uptick in volume, with over 30% of incoming calls involving COVID-19-related concerns. 15 Advocacy groups also moderate many web-based survivor forums on which HNC survivors can relay their general experiences, questions or comments as well as engage with other HNC survivors. Examples include the Inspire platform forum led by the HNCA as well as a Facebook group led by SPOHNC. Both forums have seen large increases in activity. In fact, the HNCA Inspire forum has had a jump in new membership from 30 new users a month, to roughly 55-60 new monthly users over this past March and April of 2020. Moreover, COVID-related posts on the HNCA Facebook site were viewed by twice as many people (average of 1200 per post-COVID post compared to the pre-COVID average of 600 per post), with the average COVID-related postengagement (comments, likes or shares) being 14.5% vs 4% for non-COVID-related posts on this account. The need for support during treatment has also increased, with higher utilization of gas cards seen by the HNCA along with a rise of requests for transportation and lodging support through the HNCLF.",
            "cite_spans": [
                {
                    "start": 575,
                    "end": 577,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "| INCREASED UTILIZATION/ INTERACTION WITH ADVOCACY GROUPS"
        },
        {
            "text": "This increased utilization of advocacy organizations highlights their important role in the lives of people affected by HNC. As the pandemic evolves, these groups will undoubtedly continue to refine their resources in an effort to best meet the needs of those they serve.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| INCREASED UTILIZATION/ INTERACTION WITH ADVOCACY GROUPS"
        },
        {
            "text": "In addition to the increased need to provide ever-evolving support to their community, advocacy organizations also face many direct and indirect challenges to the development, implementation and funding of their programs. One primary service offered by many cancer advocacy groups is the organization of local awareness events and support groups. Such meetings in the past have served as valuable opportunities to increase public knowledge of HNC and for survivors and caregivers to support and learn from one another during the challenging time of cancer treatment and survivorship. As the HNC population is a group that is in large part more vulnerable to respiratory diseases such as COVID-19, increasing care must be taken when organizing such gatherings. Regular in-person meetings are no longer appropriate in the current climate of social distancing. However, while technologies like teleconferencing may allow many professions to continue regular and productive interactions, many HNC survivors may not have the resources or familiarity with these platforms to be able to fill this void.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| CHALLENGES FACED BY ADVOCACY ORGANIZATIONS"
        },
        {
            "text": "In addition to the disruption of smaller local meetings, larger national programs have also been impacted. One primary example is the 2020 Oral and Head and Neck Cancer Awareness Week. This annual event, hosted by the HNCA, is designed to raise public awareness of the signs and symptoms of HNC as well as ways of preventing the disease. Each year, between 200 and 300 screening and awareness events are held worldwide. Common venues range from community health fairs to large scale screenings at professional sporting events. Due to the challenges inherent with social distancing, screenings this year have been postponed or converted to media-based awareness campaigns. Consequently, the ability to garner focused attention and resources for the cause has been blunted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| CHALLENGES FACED BY ADVOCACY ORGANIZATIONS"
        },
        {
            "text": "An additional prominent program to be impacted is the inaugural Head and Neck Cancer Survivorship Symposium that was to be held in Chicago, Illinois, this July immediately preceding the 2020 International Meeting of the American Head and Neck Society (AHNS). The theme of this meeting was \"Survivorship Through Quality and Innovation,\" and such a pairing was to provide a unique opportunity to join providers with their patients on a larger scale to not only educate, but also learn from them and better understand their needs and priorities. While plans remain underway to convert aspects of the symposium to an on-line format and potentially hold an in-person session in conjunction with the 2021 AHNS meeting, the loss of the current event is still significant and impactful.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| CHALLENGES FACED BY ADVOCACY ORGANIZATIONS"
        },
        {
            "text": "Another consequence of the current crisis has been a reduction in funding of these not-for-profit organizations. The HNCLF, for example, was forced to cancel its flagship annual in-person \"Masks for Aid\" fundraising event, and convert its development efforts on-line. The HNCLF's other fundraising initiatives have also been postponed or rescheduled due to safety concerns related to COVID-19. Overall, they are expecting a significant reduction in philanthropic gifts this year. With the profound overall societal and economic impact of the pandemic, a sharp decline in general donations to these advocacy groups is anticipated. Moreover, with shifts being seen in many aspects of health care, industry support through educational grants and general sponsorship may also be reduced.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| CHALLENGES FACED BY ADVOCACY ORGANIZATIONS"
        },
        {
            "text": "Lastly, these groups, by their scope and nature have a limited number of paid and volunteer staff, all of which are subjected to the same pressures that impact the general public at-large such as the risk of infection to themselves or their family, transitions to home/e-learning for education of children, and layoffs of family members resulting in personal financial strain. However, while all of these obstacles are significant, by experiencing them, advocacy organizations are able to better understand and relate to their communities and develop programs designed to support them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| CHALLENGES FACED BY ADVOCACY ORGANIZATIONS"
        },
        {
            "text": "The COVID-19 pandemic is having a profound impact on HNC patients, creating tremendous anxiety and uncertainty for many individuals undergoing treatment or surveillance for their disease. With the current changes occurring in health care, the role of HNC advocacy organizations is becoming increasingly significant, as these groups are being turned to for information and support. Despite numerous challenges with program funding and implementation, these groups continue to find ways to offer services to their communities. Further work is necessary for these organizations to learn about the evolving needs of those they serve in order to best refine programs to support them in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| CONCLUSIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Safety recommendations for evaluation and surgery of the head and neck during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Givi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Schiff",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Chinn",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Otolaryngol Head Neck Surg",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jamaoto.2020.0780"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Management of cancer surgery cases during the COVID-19 pandemic: considerations",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Bartlett",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Howe",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Surg Oncol",
            "volume": "27",
            "issn": "",
            "pages": "1717--1720",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Ethics and resource scarcity: ASCO recommendations for the oncology community during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Marron",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Joffe",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jagsi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Spence",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Hlubocky",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Oncol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1200/JCO.20.00960"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Characteristics of and important lessons from the coronavirus disease 2019 (COVID-19) outbreak in China: summary of a report of 72 314 cases from the Chinese Center for Disease Control and Prevention",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "13",
            "pages": "1239--1242",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Psychological factors associated with head and neck cancer treatment and survivorship: evidence and opportunities for behavioral medicine",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Howren",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Christensen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Karnell",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Funk",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Consult Clin Psychol",
            "volume": "81",
            "issn": "2",
            "pages": "299--317",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The surge after the surge: anticipating the increased volume and needs of head and neck cancer patients after the peak in COVID-19",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Head Neck",
            "volume": "29",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/hed.26260"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "COVID-19 Pandemic Impact on Cancer Patients and Survivors",
            "authors": [],
            "year": 2020,
            "venue": "Cancer Action Network",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Provision of cancer care during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Spicer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chamberlain",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Papa",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Rev Clin Oncol",
            "volume": "17",
            "issn": "",
            "pages": "329--331",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Physical and emotional well-being and support in newly diagnosed head and neck cancer patient-caregiver dyads",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Sterba",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zapka",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Armeson",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Psychosocol Oncol",
            "volume": "35",
            "issn": "6",
            "pages": "646--665",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Comparison of the financial burden of survivors of head and neck cancer with other cancer survivors",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Massa",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Osazuwa-Peters",
                    "suffix": ""
                },
                {
                    "first": "Adjei",
                    "middle": [],
                    "last": "Boakye",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "JAMA Otolaryngol Head Neck Surg",
            "volume": "145",
            "issn": "3",
            "pages": "239--249",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Potential impact of the COVID-19 pandemic on financial toxicity in cancer survivors. Head Neck",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Baddour",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Kudrick",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Neopaney",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/hed.26187"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Head and Neck Cancer Alliance. Navigating the COVID-19 Crisis: Resources for Patients, Survivors and Caregivers",
            "authors": [],
            "year": 2020,
            "venue": "THANC Foundation. Coronavirus (COVID-19): 15 Tips for Thyroid",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "COVID-19) Resources. New York, NY: CancerCare",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cancercare",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Coronavirus",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "COVID-19: impact on cancer workforce and delivery of care",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mayor",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Oncol",
            "volume": "21",
            "issn": "5",
            "pages": "30240--30240",
            "other_ids": {
                "DOI": [
                    "10.1016/S1470-2045(20)30240-0"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The role of head and neck cancer advocacy organizations during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rauscher",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hollinger",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Head & Neck",
            "volume": "",
            "issn": "",
            "pages": "1--7",
            "other_ids": {
                "DOI": [
                    "10.1002/hed.26287"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}