{
    "paper_id": "a3f94c02f0496c50c792d2763c9ec791fa1ab614",
    "metadata": {
        "title": "Letters to the Editor",
        "authors": []
    },
    "abstract": [
        {
            "text": "Cite this article as: Ramesh PV, Ramesh SV, Ray P, Aji K, Ramesh MK, Rajasekaran R. The curious cases of incorrect face mask positions in bowl-type perimetry versus enclosed chamber perimetry during the COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Dear Editor, We read with great interest the recent editorial, \"Code Mucor\" [1] published in Indian Journal of Ophthalmology. We appreciate the author for enlightening the fraternity and the general population about red flag symptoms of COVID-19-associated mucormycosis which is the need of the hour. Looking at the upsurge of rhino-orbital-cerebral (ROCM) in India, it has now been declared as an epidemic in many states of India.",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 79,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Fungal epidemic lurking in the shadows of a viral pandemic"
        },
        {
            "text": "We have never come across in many years with such elaborative staging of ROCM. [1] Earlier it was classified into three clinical stages. Stage-I involving sino-nasal area, stage-II involving sino-orbital infection, and stage-III involving intracranial compartment. [2] The clinical assessment alone might not justify the extent of staging, as the radiological findings might surprise us. The proposed staging by the author with adjunct radiology to the clinical acumen helps in better assessment of the stage of the disease.",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 82,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 265,
                    "end": 268,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Fungal epidemic lurking in the shadows of a viral pandemic"
        },
        {
            "text": "Our department is performing diagnostic nasal endoscopy (DNE) with contrast-enhanced magnetic resonance imaging (CEMRI) in high-risk patients with alarming symptoms. We hereby report the staging of 15 patients of ROCM by clinical assessment/DNE and comparing it with radiological derived staging [ Table 1 ]. In eight patients, the clinical and radiological staging were the same, while in seven patients, we observed that MRI has upstaged the disease. Two patients of stage 1 were upstaged to stages 2b and 2c, while five patients upstaged in subcategories of the same stage. This upstaging helped us in proper evaluation and management. With the numbers rising, we have a dedicated mucor ward with almost 60 patients. We are now witnessing patients of ROCM with only Indian Journal of Ophthalmology Volume 69 Issue 8 involvement of orbital compartment sparing nasal cavity and face. DNE in such cases is inconclusive, while CEMRI showed us active disease in paranasal sinuses and orbital compartment. Therefore, early detection of mucormycosis with accurate staging (clinical + radiological) is essential for a good prognosis. A teamwork of ophthalmologists and otorhinolaryngologists in unison is paramount to fight this epidemic.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 298,
                    "end": 305,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Fungal epidemic lurking in the shadows of a viral pandemic"
        },
        {
            "text": "Dear Editor, With great interest, I went through the article Intracranial hypertension and visual loss following COVID-19: a case report by Ilhan B et al. [1] The authors have very nicely described a possible association of intracranial hypertension in a COVID-19 positive, obese patient. Benign intracranial hypertension can be associated with risk factors like obesity, intracranial venous thrombosis, medications, endocrine and metabolic factors. There are reports associating intracranial hypertension and Vitamin-B12 deficiency in literature. [2] [3] [4] The exact cause of association is yet to be ascertained, but the plausible mechanism is venous stasis due to hypercoagulability and hyperviscosity secondary to hyperhomocysteinemia. [5] In the present case, the patient had recently recovered from COVID-19 and was obese. Laboratory studies found Vitamin B-12 deficiency. Association between COVID-19 and intracranial hypertension seems more coincidental in this case rather than being causal. There was prompt resolution of disc edema following changes in diet and introduction of Vitamin B-12 therapy. The authors have mentioned obesity to be a primary factor responsible for clinical condition. However, clinical reduction in disc edema was not associated with significant reduction in weight. Correction of vitamin B-12 levels might have resulted in resolution of disc edema. A serum homocysteine level at baseline could have helped.",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 158,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 548,
                    "end": 551,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 552,
                    "end": 555,
                    "text": "[3]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 556,
                    "end": 559,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 742,
                    "end": 745,
                    "text": "[5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Comment on: Intracranial hypertension and visual loss following COVID-19: A case report"
        },
        {
            "text": "It is very difficult to pin point on a single etiological factor when multiple risk factors are present. Being aware of possible associations can help in managing such conditions successfully.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comment on: Intracranial hypertension and visual loss following COVID-19: A case report"
        },
        {
            "text": "Nil.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Financial support and sponsorship"
        },
        {
            "text": "There are no conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Code mucor: Guidelines for the diagnosis, staging and management of rhino-orbito-cerebral mucormycosis in the setting of COVID-19",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Honavar",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Indian J Ophthalmol",
            "volume": "69",
            "issn": "",
            "pages": "1361--1366",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Invasive zygomycosis in India: Experience in a tertiary care hospital",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chakrabarti",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Chatterjee",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Das",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Panda",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Shivaprakash",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kaur",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Postgrad Med J",
            "volume": "85",
            "issn": "",
            "pages": "573--81",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Intracranial hypertension and visual loss following COVID-19: A case report",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ilhan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Cokal",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Mungan",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Indian J Ophthalmol",
            "volume": "69",
            "issn": "",
            "pages": "1625--1632",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Intracranial hypertension in a dieting patient",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sirdofsky",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kattah",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Macedo",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J Neuroophthalmol",
            "volume": "14",
            "issn": "",
            "pages": "9--11",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A patient with megaloblastic anaemia and idiopathic intracranial hypertension. Case history",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Van Gelder",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Van Gemert",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Tjiong",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Clin Neurol Neurosurg",
            "volume": "93",
            "issn": "",
            "pages": "321--323",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Demographics, staging, and management",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}