{
    "paper_id": "a40c446a50d694472685b31d26ee5f449ba62a86",
    "metadata": {
        "title": "The information sector in Denmark and Sweden: Value, employment, wages",
        "authors": [
            {
                "first": "Volha",
                "middle": [],
                "last": "Pashkevich",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Academy of Sciences of Belarus",
                    "location": {
                        "country": "Belarus"
                    }
                },
                "email": ""
            },
            {
                "first": "Darek",
                "middle": [
                    "M"
                ],
                "last": "Haftor",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Uppsala University",
                    "location": {
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Natallia",
                "middle": [],
                "last": "Pashkevich",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Södertörn University",
                    "location": {
                        "country": "Sweden"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Although Denmark and Sweden are deemed digital technology leaders, their information sectors have not yet been comprehensively measured. This study bridges this gap. Data for 1990-2012 are reclassified to fit the information sector conceptual framework from prior studies. The analyses examine sector economic value added, share of workers, share of the wage bill, and productivity ratios. These countries' information sectors are compared with those of the United States and South Korea. Novel results include the counterintuitive indication that Denmark's sector differs from Sweden's, with the latter's being closer to South Korea's. The information sector dominates both economies, although Sweden's seems more productive than Denmark's. Saunders, 2010; Brynjolfsson and McAfee, 2014; Frey and Osborne, 2017) .",
            "cite_spans": [
                {
                    "start": 742,
                    "end": 757,
                    "text": "Saunders, 2010;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 758,
                    "end": 788,
                    "text": "Brynjolfsson and McAfee, 2014;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 789,
                    "end": 812,
                    "text": "Frey and Osborne, 2017)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The public introduction of the Internet at the beginning of the 1990s triggered a radical development, uptake, and use of various digital technologies, which contributed to the transformation of every corner of society, along with information-based country economies. Accordingly, there is a need to understand the composition and dynamics of a country's economy in terms of the size, structure, and dynamics of its information sector so that new knowledge can be advanced and adequate policies may be designed for successful economic governance. The present study is a macroeconomic investigation of the national information sectors in Denmark and Sweden, focusing on the Internet period, from the 1990s to 2012.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This study's focus on the information sectors of Denmark and Sweden is particularly important because both countries are frequently regarded as developed economies and early adopters of information and communication technologies (ITU, 2011 (ITU, , 2014 (ITU, , 2015 DESI, 2017) , which suggests that they also have highly developed information sectors. However, to the best of our knowledge, this has yet to be analyzed, as there are no comprehensive studies of these two nations' information sectors, possibly due to the challenges of the required manual data reclassification. Consequently, this study aims to fill this gap in the literature. The two economies are also partially benchmarked to those of the United States and South Korea.",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 239,
                    "text": "(ITU, 2011",
                    "ref_id": null
                },
                {
                    "start": 240,
                    "end": 252,
                    "text": "(ITU, , 2014",
                    "ref_id": null
                },
                {
                    "start": 253,
                    "end": 265,
                    "text": "(ITU, , 2015",
                    "ref_id": null
                },
                {
                    "start": 266,
                    "end": 277,
                    "text": "DESI, 2017)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The national information sector is defined here as resources and activities that generate information-content products (Engelbrecht, 1986a) . As such, the information sector distinguishes itself from the material sector, where resources and activities generate material products in the economy (Kässi and Lehdonvirta, 2018; Vasilescu et al., 2020) . Existing studies on several developed economies, such as Australia (Engelbrecht, 1985) , the United States Nath, 1999, 2007; Apte et al., 2008 Apte et al., , 2012 OECD, 1981; Porat, 1977) , and Japan (Komatsuzaki and Tanimisu, 1983; OECD, 1981) show that information activities, workers, products, and the corresponding generated value are an increasingly integral part of the economy. At the same time, studies show that information-intensive operations have several distinctive economic characteristics compared to those of material operations. These distinctions include reduced transaction costs (Benslimane et al., 2005) , decreased or eliminated marginal costs, lower entry barriers, activation of strong network externalities (Varian, 2014) , use of alternative pricing and revenue modes, emergence of novel business models (Amit and Zott, 2001) , disintegration of industrial value chains (Macher et al., 2002) , smaller firm sizes, and new industry structures (Brynjolfsson and Saunders, 2010) . Martin (1996: 69) summarizes the impact as follows: \"Overshadowing traditional factors of production such as land, labor and capital, this information factor increasingly holds the key to growth, output and employment.\" These and other findings highlight the challenges of productivity and employment (Appel, 2016; The information sectors of Denmark and Sweden are analyzed here on three data points: economic value added, share of workers, and share of the wage bill. The economic value added, as a share of a nation's gross domestic product (GDP), is first captured in terms of the primary information sector (PRIS) and the secondary information sector (SIS) for the period 1993 to 2012. The product content-form matrix, which distinguishes between information-goods, information-services, material-goods, and material-services (Apte et al., 2012) , is then used to identify the economic value added (1993) (1994) (1995) (1996) (1997) (1998) (1999) (2000) (2001) (2002) (2003) (2004) (2005) (2006) (2007) (2008) (2009) (2010) (2011) (2012) , share of workers , and share of wages ( -2012 ( for Denmark and 1993 ( -2012 for Sweden) for the information sectors of the two economies. The focus of the analysis is on the period after the Internet became available to the public and commercial enterprises, that is, in the early 1990s (Leiner et al., 1997) . The main reason for this choice of period is that the adoption and use of the Internet facilitated the further development of various information and communication technologies, such as mobile devices, and subsequently, the development of information intensive activities, products, and new business forms, thus affecting the entire economy and its information sector (Castells, 1996) .",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 139,
                    "text": "(Engelbrecht, 1986a)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 294,
                    "end": 323,
                    "text": "(Kässi and Lehdonvirta, 2018;",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 324,
                    "end": 347,
                    "text": "Vasilescu et al., 2020)",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 417,
                    "end": 436,
                    "text": "(Engelbrecht, 1985)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 457,
                    "end": 474,
                    "text": "Nath, 1999, 2007;",
                    "ref_id": null
                },
                {
                    "start": 475,
                    "end": 492,
                    "text": "Apte et al., 2008",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 493,
                    "end": 512,
                    "text": "Apte et al., , 2012",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 513,
                    "end": 524,
                    "text": "OECD, 1981;",
                    "ref_id": null
                },
                {
                    "start": 525,
                    "end": 537,
                    "text": "Porat, 1977)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 550,
                    "end": 582,
                    "text": "(Komatsuzaki and Tanimisu, 1983;",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 583,
                    "end": 594,
                    "text": "OECD, 1981)",
                    "ref_id": null
                },
                {
                    "start": 950,
                    "end": 975,
                    "text": "(Benslimane et al., 2005)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1083,
                    "end": 1097,
                    "text": "(Varian, 2014)",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1181,
                    "end": 1202,
                    "text": "(Amit and Zott, 2001)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1247,
                    "end": 1268,
                    "text": "(Macher et al., 2002)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1319,
                    "end": 1352,
                    "text": "(Brynjolfsson and Saunders, 2010)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1355,
                    "end": 1372,
                    "text": "Martin (1996: 69)",
                    "ref_id": null
                },
                {
                    "start": 1656,
                    "end": 1669,
                    "text": "(Appel, 2016;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2185,
                    "end": 2204,
                    "text": "(Apte et al., 2012)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2257,
                    "end": 2263,
                    "text": "(1993)",
                    "ref_id": null
                },
                {
                    "start": 2264,
                    "end": 2270,
                    "text": "(1994)",
                    "ref_id": null
                },
                {
                    "start": 2271,
                    "end": 2277,
                    "text": "(1995)",
                    "ref_id": null
                },
                {
                    "start": 2278,
                    "end": 2284,
                    "text": "(1996)",
                    "ref_id": null
                },
                {
                    "start": 2285,
                    "end": 2291,
                    "text": "(1997)",
                    "ref_id": null
                },
                {
                    "start": 2292,
                    "end": 2298,
                    "text": "(1998)",
                    "ref_id": null
                },
                {
                    "start": 2299,
                    "end": 2305,
                    "text": "(1999)",
                    "ref_id": null
                },
                {
                    "start": 2306,
                    "end": 2312,
                    "text": "(2000)",
                    "ref_id": null
                },
                {
                    "start": 2313,
                    "end": 2319,
                    "text": "(2001)",
                    "ref_id": null
                },
                {
                    "start": 2320,
                    "end": 2326,
                    "text": "(2002)",
                    "ref_id": null
                },
                {
                    "start": 2327,
                    "end": 2333,
                    "text": "(2003)",
                    "ref_id": null
                },
                {
                    "start": 2334,
                    "end": 2340,
                    "text": "(2004)",
                    "ref_id": null
                },
                {
                    "start": 2341,
                    "end": 2347,
                    "text": "(2005)",
                    "ref_id": null
                },
                {
                    "start": 2348,
                    "end": 2354,
                    "text": "(2006)",
                    "ref_id": null
                },
                {
                    "start": 2355,
                    "end": 2361,
                    "text": "(2007)",
                    "ref_id": null
                },
                {
                    "start": 2362,
                    "end": 2368,
                    "text": "(2008)",
                    "ref_id": null
                },
                {
                    "start": 2369,
                    "end": 2375,
                    "text": "(2009)",
                    "ref_id": null
                },
                {
                    "start": 2376,
                    "end": 2382,
                    "text": "(2010)",
                    "ref_id": null
                },
                {
                    "start": 2383,
                    "end": 2389,
                    "text": "(2011)",
                    "ref_id": null
                },
                {
                    "start": 2390,
                    "end": 2396,
                    "text": "(2012)",
                    "ref_id": null
                },
                {
                    "start": 2437,
                    "end": 2444,
                    "text": "( -2012",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 2445,
                    "end": 2467,
                    "text": "( for Denmark and 1993",
                    "ref_id": null
                },
                {
                    "start": 2468,
                    "end": 2475,
                    "text": "( -2012",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 2687,
                    "end": 2708,
                    "text": "(Leiner et al., 1997)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 3079,
                    "end": 3095,
                    "text": "(Castells, 1996)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The identified information sectors of Denmark and Sweden are compared to the information sector of the United States on all three data points. For economic value added, a comparison is also made with the information sector of South Korea, as the latter's economy more closely resembles that of the two Nordic nations than that of the United States (the lack of data for the two other data points of analysis hindered further comparison). Finally, a cross-analysis of the ratios of the three data points reveals additional insights such as the productivity of the information sectors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The overall key insight from this study is that both Denmark and Sweden have information-dominated economies. Approximately 60% of their economies' value added comes from their information sectors, and these are slowly growing. While the two neighboring countries may seem superficially similar, the present analysis also uncovers several differences regarding the structure and evolution of their information sectors, particularly in relation to their productivity. In several aspects, the Swedish information sector more closely resembles the information sector of South Korea than that of Denmark, while Denmark's information sector is closer to that of the United States than to that of Sweden or South Korea. Thus, this study adds to the empirical literature that measures the information sectors of developed economies by offering, for the first time, measurements of the information sectors in the Danish and Swedish economies, respectively. The results may also constitute a unique input to governmental policy designs in relation to everything from material and digital infrastructures and R&D to education, the antitrust regulations of technology firms, and the assessment of economic impacts of a pandemic such as COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The remainder of the paper is organized as follows. The next section summarizes the literature on information economies and defines the conceptual framework employed for measurement and analysis. Thereafter, the multi-level empirical method and the data sources are detailed, followed by a presentation of the main findings in the following order: value added, employment, wages, and cross-analysis. The results are then discussed, and the final section presents the key conclusions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This section reviews the main studies on information economies and articulates the background of the present investigation. Machlup (1962 Machlup ( , 1981 examined the United States and provided the first comprehensive empirical studies of information economies. One of the key contributions was the separation in an economy of the informational component, such as a film production, from the material component, such as the manufacturing of a chair. Machlup's analysis shows that the information economy accounted for 29% of U.S. gross national product (GNP) in 1958 (Machlup, 1962) . Porat (1977) conducted extensive analysis of the U.S. information economy on behalf of the U.S. Department of Commerce. Aligned with Machlup's intention, Porat aimed to understand the structure and dynamics of the U.S. information economy. However, Porat modified Machlup's conceptualization of an information economy to better fit the structure of the official national income accounting framework (Porat, 1977) because Machlup's approach required a new national accounting framework (Rubin et al., 1986) . A central distinction between the two approaches to the measurement of an information economy is that Porat introduced a distinction between the PRIS and the SIS. The former accounted for outputs produced for an organization's external market (e.g., software), while the latter referred to outputs produced for and consumed within organizations (e.g., the software design provided to the software programming unit). A central insight from these empirical studies was that the U.S. economy was undergoing a transformation from material to information production in a similar manner to its previous transformation from agricultural to material production (Porat, 1977) . Rubin et al. (1986) followed Machlup's methodology and found that the information economy as a share of U.S. GNP increased from 29% in 1958 to 34% in 1980. Apte and Nath (2007) and Apte et al. (2008 Apte et al. ( , 2012 provide the most recent and comprehensive measurements of the U.S. information economy. Their key contribution is the application of Porat's approach to the conception and measurement of an information economy, thereby enabling a comparison with previous assessments and providing time series data through 2007 (Apte et al., 2012) . Their studies constitute the most comprehensive analysis of an information economy to date. Another merit of these studies is the additional conceptualization of an information sector in terms of two product dimensions (Apte et al., 2008) . One is the conventional distinction of a product in terms of its form, with the dichotomy between goods and services. The second dimension distinguishes products in terms of content and the dichotomy between informational and material (i.e., noninformational). The combination of these two dimensions produces a two-by-two conception with four product types: material goods, material services, informational goods, and informational services. Using this two-by-two matrix, Apte and Nath (1999) showed that the information services component was the largest segment of the U.S. economy, accounting for approximately 56% of U.S. GNP in 1997 . Wolff (2006 provided another relatively recent attempt to measure the U.S. information workforce based on decennial U.S. census data for . The analysis reports a growth of information workers from 37% of the workforce in 1950 to 59% in 2000. However, Wolff's conceptualization differs from Machlup's and Porat's in that it works with the assumption of four categories of workers: knowledge producers, data processors, service workers, and goods-processors. The aggregation of the first two represents information workers. This different classification introduces ambiguity regarding service workers, which could include both material service workers (e.g., car washers) and information service workers (e.g., translators). Wolff's study is therefore not fully compatible with the studies of Apte et al. (2008 Apte et al. ( , 2012 . Other attempts to quantify the U.S. information economy (e.g., Bergman, 2005; Cisco, 2000) provide questionable results, as they lack both comprehensiveness and conceptual stability (e.g., well-defined constructs) and use different conceptions of the information sector. Overall, this feature makes them difficult to compare with other studies listed here. There are also studies that measure only a specific aspect of the information economy such as the changing occupational structure caused by the emergence of the information sector (e.g., Kuo and Chen, 1987; Kuo and Low, 2001) . For these reasons, our analysis is based on the Apte and Nath (2007) framework. V. PASHKEVICH, et al. Technological Forecasting & Social Change 162 (2021) 120347 ",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 137,
                    "text": "Machlup (1962",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 138,
                    "end": 154,
                    "text": "Machlup ( , 1981",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 568,
                    "end": 583,
                    "text": "(Machlup, 1962)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 586,
                    "end": 598,
                    "text": "Porat (1977)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 985,
                    "end": 998,
                    "text": "(Porat, 1977)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1071,
                    "end": 1091,
                    "text": "(Rubin et al., 1986)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1747,
                    "end": 1760,
                    "text": "(Porat, 1977)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1763,
                    "end": 1782,
                    "text": "Rubin et al. (1986)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1919,
                    "end": 1939,
                    "text": "Apte and Nath (2007)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1944,
                    "end": 1961,
                    "text": "Apte et al. (2008",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1962,
                    "end": 1982,
                    "text": "Apte et al. ( , 2012",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2294,
                    "end": 2313,
                    "text": "(Apte et al., 2012)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2535,
                    "end": 2554,
                    "text": "(Apte et al., 2008)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 3030,
                    "end": 3050,
                    "text": "Apte and Nath (1999)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 3184,
                    "end": 3195,
                    "text": "GNP in 1997",
                    "ref_id": null
                },
                {
                    "start": 3196,
                    "end": 3209,
                    "text": ". Wolff (2006",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 3989,
                    "end": 4006,
                    "text": "Apte et al. (2008",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 4007,
                    "end": 4027,
                    "text": "Apte et al. ( , 2012",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 4093,
                    "end": 4107,
                    "text": "Bergman, 2005;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 4108,
                    "end": 4120,
                    "text": "Cisco, 2000)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 4574,
                    "end": 4593,
                    "text": "Kuo and Chen, 1987;",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 4594,
                    "end": 4612,
                    "text": "Kuo and Low, 2001)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 4663,
                    "end": 4683,
                    "text": "Apte and Nath (2007)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 4695,
                    "end": 4776,
                    "text": "V. PASHKEVICH, et al. Technological Forecasting & Social Change 162 (2021) 120347",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The OECD (1981) employed Porat's approach to measure the 1978 and 1979 share of the information sector in eight-member countries in addition to the United States: Australia, Canada, Finland, France, Germany, Japan, the UK, and Sweden. In addition to only offering a snapshot of the respective information sectors since no time series data were included, another key limitation of the study was that only five countries were measured in terms of their information sectors' economic value added, and only two had data for both the PRIS and the SIS. Unfortunately, most studies on the information sectors of countries other than the United States have similar limitations. Table 1 provides a summary of published studies on the information sectors of 11 nations (sum of their PRIS and SIS) as a percentage of GNP.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 670,
                    "end": 677,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Information economies"
        },
        {
            "text": "Eight of these studies measured the information economies prior to the 1991 public opening of the Internet. However, there is a need to measure information sectors after 1991 to account for the structural changes due to the adoption and use of new digital technologies, particularly the Internet. In 1991, only two of the measured economies had information sectors larger than half of their total economies: Korea and the United States. The latter had the largest information sector. The remaining nine economies were dominated by their material sectors. These studies assume a Porat-based framework for the conceptualization of an information economy, which is also the case in the present study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Information economies"
        },
        {
            "text": "Here, we summarize the framework for the conceptualization of an information economy, as adopted from Apte et al. (2012) and based on Porat's research (1977) . A chief reason is that Porat's conceptualization of an information economy has shown practical feasibility in several studies of various countries' information economies. Moreover, Porat's conceptualization is the only one that enables the comparison of any information economy to that of the United States after 1991 because there are no other comprehensive studies of information economies from that period.",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 120,
                    "text": "Apte et al. (2012)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 134,
                    "end": 157,
                    "text": "Porat's research (1977)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conceptual framework of information economies"
        },
        {
            "text": "For our purpose, information is understood as a bundle of symbols and/or signals, such as words, messages, and images, purposely produced and used by activities or tasks performed by humans and/or machines (Zuboff, 1988) such as invoicing or project planning. Information tasks process information as per the Newel-Simon basic information processing functions: to generate, transfer, store, and transform information (Newel and Simon, 1976 ). An example is when a received invoice is compared to an issued order. Information tasks can either constitute a job conducted by a human actor, such as a secretary, or by a machine, such as an enterprise resource planning system. A job's core tasks can process material, information, or both (Zuboff, 1988) . Jobs that process information include teachers, physicians, therapists, priests, singers, engineers, scientists, secretaries, managers, art directors, marketers, and communicators. Jobs that process material include construction workers, car mechanics, hairdressers, and car washers. However, all jobs include coordination activities that process information, which are then needed to manage the core activities of a job. Accordingly, a car washer processes information when receiving an assignment and when coordinating car washing activities.",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 220,
                    "text": "(Zuboff, 1988)",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 417,
                    "end": 439,
                    "text": "(Newel and Simon, 1976",
                    "ref_id": null
                },
                {
                    "start": 735,
                    "end": 749,
                    "text": "(Zuboff, 1988)",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [],
            "section": "Conceptual framework of information economies"
        },
        {
            "text": "Information goods are understood here as goods comprising information, such as a piece of music or films, books, and journals, which should not be confused with the medium for their storage, such as CDs, DVDs, or hard drives. Information services are services that handle information at its core and include physicians' medical diagnoses, movie theatres that screen films, and an architect's design services. Correspondingly, material goods are goods constituted by materials such as furniture, cars, and buildings, whereas material services handle material at their core, such as painting a fence, washing a car, or transporting cargo.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conceptual framework of information economies"
        },
        {
            "text": "The information economy refers to the economic value created and resources used when performing information tasks in the economy. As parts of these resources are exchanged in established markets or within organizations, the information economy refers here to the information sector of an economy, typically of a nation state, and is constituted by the above defined PRIS and SIS. Operationally, the information sector encompasses \"all workers, machinery, goods, and services that are employed in processing, manipulating, and transmitting information\" (Porat, 1977: 2) . The material sector (or material economy) refers, therefore, to the remainder of the economy, after the PRIS and the SIS have been excluded.",
            "cite_spans": [
                {
                    "start": 552,
                    "end": 568,
                    "text": "(Porat, 1977: 2)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conceptual framework of information economies"
        },
        {
            "text": "This analysis of information economies in Denmark and Sweden and their comparison to the U.S. information economy includes three data points. The first is the economic value added of the information sector as a share of GNP. The second is the volume of information workers, or employees, as a share of the total workforce. The third is the information workers' share of the wage bill. Some studies of information economies include various aspects of information industry analysis, trade with information products (Apte et al., 2012) , multiplie methodologies to assess the growth potential of information sectors (Engelbrecht, 1986a (Engelbrecht, , 1986b , the use of computable general equilibrium models to assess the relative attractiveness of information sectors (Engelbrecht, 1988) , and the identification of potential drivers for the structural evolution of the information sector such as the replacement of labor with machines and changes in demand preferences and in productivity (Wolff, 2006) . These types of analysis are important because they may reveal novel economic insights. However, they can be conducted only after a country's information sector has been measured, which is the focus of the present study.",
            "cite_spans": [
                {
                    "start": 513,
                    "end": 532,
                    "text": "(Apte et al., 2012)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 613,
                    "end": 632,
                    "text": "(Engelbrecht, 1986a",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 633,
                    "end": 654,
                    "text": "(Engelbrecht, , 1986b",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 767,
                    "end": 786,
                    "text": "(Engelbrecht, 1988)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 989,
                    "end": 1002,
                    "text": "(Wolff, 2006)",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "Conceptual framework of information economies"
        },
        {
            "text": "There are several critical assessments of the information economy and its measurements (Apte and Nath, 2007; Engelbrecht, 1997; Karunaratne, 1986; Lamberton, 1994; Machlup, 1981) . First, one criticism is that the different attempts to conceptualize and measure information economies are distinguished by different conceptualizations of an information economy, which thus makes these measurements Table 1 Information sector (PRIS plus SIS) as a percentage of GNP, available measurements of information economies.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 108,
                    "text": "(Apte and Nath, 2007;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 109,
                    "end": 127,
                    "text": "Engelbrecht, 1997;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 128,
                    "end": 146,
                    "text": "Karunaratne, 1986;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 147,
                    "end": 163,
                    "text": "Lamberton, 1994;",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 164,
                    "end": 178,
                    "text": "Machlup, 1981)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [
                {
                    "start": 397,
                    "end": 404,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Conceptual framework of information economies"
        },
        {
            "text": "Year %GNP Source Australia 1985 31.0 Engelbrecht, 1985 UK 1963 29.8 OECD, 1981 1972 32.9 OECD, 1981 Japan 1965 36.2 OECD, 1981 1979 35.0 OECD, 1981 1960 29.0 Komatsuzaki and Tanimisu, 1983 1979 36.0 Komatsuzaki and Tanimisu, 1983 1980 43.9 Engelbrecht, 1986b Republic of Korea 1975 14.2 Engelbrecht, 1986a 1980 20.0 Engelbrecht, 1986a Engelbrecht, 1990 51.9 Choi et al., 2009 1995 56.5 Choi et al., 2009 2000 59.0 Choi et al., 2009 Indonesia 1975 8.9 Karunaratne, 1985 Thailand 1975 9.9 Karunaratne, 1985 Philippines 1975 12.8 Karunaratne, 1985 Malaysia 1975 16.0 Karunaratne, 1985 Taiwan 1991 36.5 Lee and Chu, 2009 49.0 Chu, 2009 2001 45.2 Lee and Chu, 2009 Chile 1996 52.0 Aviles et al., 2009 52.4 Aviles et al., 2009 USA 1958 42.7 OECD, 1981 1967 48.5 OECD, 1981 1967 46. 3 Porat, 1977 3 Porat, 1992 55.9 Apte et al., 2012 Apte et al., 1997 63.0 Apte et al., 2012 Apte et al., 2002 61.9 Apte et al., 2012 Apte et al., 2007 60.2 Apte et al., 2012 V. PASHKEVICH, et al. Technological Forecasting & Social Change 162 (2021 incompatible. Although this is a valid criticism, there are now enough studies based on Porat's conceptualization of an information economy, which is also the basis of the present study's framework. The second is the issue of available data. Because national statistical agencies typically collect and categorize data based on an orthodox industrial economic conception, the available data are not suited to directly populating the categories assumed by an information economy. This may also be why Porat's conception of an information economy dominates that of Machlup: The former has a closer fit with the available data than the latter. This feature also motivates the present study's adoption of Porat's approach. Finally, there is the criticism that information economy studies are atheoretical; that is, they lack a firm foundational theory. This is a serious criticism, but there are at least two sides to this issue. First, as the underlying assumption is that the growth of information societies gained momentum in the second half of the 20th century (e.g., Castells, 1996; Webster, 2014) and few studies address the peculiarities of an information economy, it follows that limited theoretical contributions have been made by studies of information economies. More studies are needed to accumulate empirical findings, identify regularities, and thereby give rise to theoretical concepts. The second reflection is that although information economies have emerged recently compared to the industrial age, no information economy exists in a vacuum, isolated from the remaining parts of the economy. Hence, the empirical characterizations of information economies ought to be related to, and integrated into, existing concepts of economic theory, where the latter may require modifications and thereby further development to account for the actual economic and social realities. An example is the suggestion of linking information economies to transaction cost economics (Engelbrecht, 1997) and thereby responding to the observation that \"fundamental principles of economic analysis are not easily applied\" to the production of information and knowledge (Lamberton, 1988: 327) . As the present study's results show, investigating an information economy may unearth economic structures and dynamics that are important to developing an understanding that could not be otherwise identified.",
            "cite_spans": [
                {
                    "start": 37,
                    "end": 54,
                    "text": "Engelbrecht, 1985",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 55,
                    "end": 62,
                    "text": "UK 1963",
                    "ref_id": null
                },
                {
                    "start": 63,
                    "end": 78,
                    "text": "29.8 OECD, 1981",
                    "ref_id": null
                },
                {
                    "start": 79,
                    "end": 83,
                    "text": "1972",
                    "ref_id": null
                },
                {
                    "start": 84,
                    "end": 99,
                    "text": "32.9 OECD, 1981",
                    "ref_id": null
                },
                {
                    "start": 100,
                    "end": 110,
                    "text": "Japan 1965",
                    "ref_id": null
                },
                {
                    "start": 111,
                    "end": 126,
                    "text": "36.2 OECD, 1981",
                    "ref_id": null
                },
                {
                    "start": 127,
                    "end": 131,
                    "text": "1979",
                    "ref_id": null
                },
                {
                    "start": 132,
                    "end": 147,
                    "text": "35.0 OECD, 1981",
                    "ref_id": null
                },
                {
                    "start": 148,
                    "end": 152,
                    "text": "1960",
                    "ref_id": null
                },
                {
                    "start": 158,
                    "end": 173,
                    "text": "Komatsuzaki and",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 174,
                    "end": 193,
                    "text": "Tanimisu, 1983 1979",
                    "ref_id": null
                },
                {
                    "start": 199,
                    "end": 214,
                    "text": "Komatsuzaki and",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 215,
                    "end": 234,
                    "text": "Tanimisu, 1983 1980",
                    "ref_id": null
                },
                {
                    "start": 240,
                    "end": 258,
                    "text": "Engelbrecht, 1986b",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 259,
                    "end": 281,
                    "text": "Republic of Korea 1975",
                    "ref_id": null
                },
                {
                    "start": 282,
                    "end": 305,
                    "text": "14.2 Engelbrecht, 1986a",
                    "ref_id": null
                },
                {
                    "start": 306,
                    "end": 310,
                    "text": "1980",
                    "ref_id": null
                },
                {
                    "start": 316,
                    "end": 334,
                    "text": "Engelbrecht, 1986a",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 335,
                    "end": 352,
                    "text": "Engelbrecht, 1990",
                    "ref_id": null
                },
                {
                    "start": 358,
                    "end": 375,
                    "text": "Choi et al., 2009",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 376,
                    "end": 380,
                    "text": "1995",
                    "ref_id": null
                },
                {
                    "start": 381,
                    "end": 403,
                    "text": "56.5 Choi et al., 2009",
                    "ref_id": null
                },
                {
                    "start": 404,
                    "end": 408,
                    "text": "2000",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 414,
                    "end": 431,
                    "text": "Choi et al., 2009",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 432,
                    "end": 446,
                    "text": "Indonesia 1975",
                    "ref_id": null
                },
                {
                    "start": 447,
                    "end": 468,
                    "text": "8.9 Karunaratne, 1985",
                    "ref_id": null
                },
                {
                    "start": 469,
                    "end": 482,
                    "text": "Thailand 1975",
                    "ref_id": null
                },
                {
                    "start": 483,
                    "end": 504,
                    "text": "9.9 Karunaratne, 1985",
                    "ref_id": null
                },
                {
                    "start": 505,
                    "end": 521,
                    "text": "Philippines 1975",
                    "ref_id": null
                },
                {
                    "start": 522,
                    "end": 544,
                    "text": "12.8 Karunaratne, 1985",
                    "ref_id": null
                },
                {
                    "start": 545,
                    "end": 558,
                    "text": "Malaysia 1975",
                    "ref_id": null
                },
                {
                    "start": 559,
                    "end": 581,
                    "text": "16.0 Karunaratne, 1985",
                    "ref_id": null
                },
                {
                    "start": 582,
                    "end": 593,
                    "text": "Taiwan 1991",
                    "ref_id": null
                },
                {
                    "start": 594,
                    "end": 616,
                    "text": "36.5 Lee and Chu, 2009",
                    "ref_id": null
                },
                {
                    "start": 622,
                    "end": 636,
                    "text": "Chu, 2009 2001",
                    "ref_id": null
                },
                {
                    "start": 642,
                    "end": 659,
                    "text": "Lee and Chu, 2009",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 660,
                    "end": 670,
                    "text": "Chile 1996",
                    "ref_id": null
                },
                {
                    "start": 671,
                    "end": 695,
                    "text": "52.0 Aviles et al., 2009",
                    "ref_id": null
                },
                {
                    "start": 696,
                    "end": 720,
                    "text": "52.4 Aviles et al., 2009",
                    "ref_id": null
                },
                {
                    "start": 721,
                    "end": 729,
                    "text": "USA 1958",
                    "ref_id": null
                },
                {
                    "start": 730,
                    "end": 745,
                    "text": "42.7 OECD, 1981",
                    "ref_id": null
                },
                {
                    "start": 746,
                    "end": 750,
                    "text": "1967",
                    "ref_id": null
                },
                {
                    "start": 751,
                    "end": 766,
                    "text": "48.5 OECD, 1981",
                    "ref_id": null
                },
                {
                    "start": 767,
                    "end": 771,
                    "text": "1967",
                    "ref_id": null
                },
                {
                    "start": 776,
                    "end": 789,
                    "text": "3 Porat, 1977",
                    "ref_id": null
                },
                {
                    "start": 790,
                    "end": 803,
                    "text": "3 Porat, 1992",
                    "ref_id": null
                },
                {
                    "start": 809,
                    "end": 826,
                    "text": "Apte et al., 2012",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 827,
                    "end": 844,
                    "text": "Apte et al., 1997",
                    "ref_id": null
                },
                {
                    "start": 850,
                    "end": 867,
                    "text": "Apte et al., 2012",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 868,
                    "end": 885,
                    "text": "Apte et al., 2002",
                    "ref_id": null
                },
                {
                    "start": 891,
                    "end": 908,
                    "text": "Apte et al., 2012",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 909,
                    "end": 926,
                    "text": "Apte et al., 2007",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 932,
                    "end": 949,
                    "text": "Apte et al., 2012",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 950,
                    "end": 1023,
                    "text": "V. PASHKEVICH, et al. Technological Forecasting & Social Change 162 (2021",
                    "ref_id": null
                },
                {
                    "start": 2091,
                    "end": 2106,
                    "text": "Castells, 1996;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2107,
                    "end": 2121,
                    "text": "Webster, 2014)",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 3000,
                    "end": 3019,
                    "text": "(Engelbrecht, 1997)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 3183,
                    "end": 3205,
                    "text": "(Lamberton, 1988: 327)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Country"
        },
        {
            "text": "The information sectors of Denmark and Sweden are analyzed in four steps. The first step identifies the economic value added of each country's information sector in terms of its share of GNP. The second step identifies the volume of information employees as a share of the country's total workforce. The third step identifies the information workers' share of the country's wage bill. Finally, the fourth step analyzes the ratios derived from the relations among the data in the three preceding steps (Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 501,
                    "end": 510,
                    "text": "(Table 2)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Methodology"
        },
        {
            "text": "Statistics Sweden (2017) and Statistics Denmark (2017), the official governmental agencies for national statistics in their respective countries, provided all the data, including input-output accounts for value added data at the six-digit industrial classification level, fixed assets in the national economic accounts for data on depreciation of private non-residential fixed assets, and occupational employment statistics. Corresponding data were retrieved for the United States from Apte et al. (2012) and for Korea from Choi et al. (2009) . For comparative reasons, the present assessment closely follows the method used by Apte et al. (2012) , 2 which in turn follows Porat's approach (1977) .",
            "cite_spans": [
                {
                    "start": 486,
                    "end": 504,
                    "text": "Apte et al. (2012)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 524,
                    "end": 542,
                    "text": "Choi et al. (2009)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 628,
                    "end": 646,
                    "text": "Apte et al. (2012)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 673,
                    "end": 696,
                    "text": "Porat's approach (1977)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "The results are shown for Denmark and Sweden, respectively, followed by a comparison of all aforementioned steps of analysis. The two PRIS (primary information sector) includes all industries that produce goods and services that intrinsically convey information or are directly used in producing, processing, or distributing information; for its measurement, we need data on 'value added' SIS (secondary information sector) includes all information services produced for internal consumption by government and non-information firms: for its measurement, we need data on three components of value added: SIS components = Total wages of information workers belonging to SIS + Net operating surplus due to information activities + Depreciation of information capital (ICT equipment + computer programs and databases + other intellectual property products)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "National accounts, quarterly and annual estimates. GDP, labor input and capital stock, annual estimates. Value added, detailed components (ESA2010) by industrial classification DB07 and transaction item (www.dst.dk) Sweden National Accounts, quarterly and annual estimates. GDP, labor input and capital stock, annual estimates. Value added, detailed components (ESA2010) by industrial classification SNI 2007 and transaction item (www.scb.se).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Denmark"
        },
        {
            "text": "Information worker is a human agent who is primarily involved in creating, processing, and communicating information. Information-intensity based classification of occupations accounts for the fraction of time spent with information work activities (i.e., in creating, processing, and communicating information) countries' information sectors are also compared with the U.S. information sector, and in the case of economic value added, with South Korea's information sector, for additional insights. Table 3 presents the value added in percentages of the PRIS, the SIS, the information sector as a whole, and the material sector of the Danish and Swedish GNP for 1993 GNP for , 2001 GNP for , 2005 GNP for , 2008 GNP for , and 2012 . The results show that while the PRIS in Denmark decreased nearly 5 percentage points, from 41.5% in 1993 to 36.8% in 2012, the SIS increased over 7 percentage points, from 14.6% to 21.8%, so that the overall information sector increased by 2.5 percentage points. A key conclusion is that, with a 58.6% information sector, Denmark must be regarded as an information dominated economy today.",
            "cite_spans": [
                {
                    "start": 655,
                    "end": 667,
                    "text": "GNP for 1993",
                    "ref_id": null
                },
                {
                    "start": 668,
                    "end": 682,
                    "text": "GNP for , 2001",
                    "ref_id": null
                },
                {
                    "start": 683,
                    "end": 697,
                    "text": "GNP for , 2005",
                    "ref_id": null
                },
                {
                    "start": 698,
                    "end": 712,
                    "text": "GNP for , 2008",
                    "ref_id": null
                },
                {
                    "start": 713,
                    "end": 731,
                    "text": "GNP for , and 2012",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 500,
                    "end": 507,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Information workforce"
        },
        {
            "text": "The results show that the PRIS in Sweden increased by nearly 7 percentage points, from 37.7% to 44.6%, and that the SIS increased by nearly 6 percentage points, from 10.1% in 1993 to 15.8% in 2012, giving a total information sector of 60.4%, which is nearly 2 percentage points larger than the Danish one. A key conclusion is that Sweden also has an information dominated economy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Value added: PRIS versus SIS"
        },
        {
            "text": "Both the Danish and Swedish information sectors grew over the studied years. As the Danish information sector was more than 8 percentage points larger than the Swedish information sector in 1993, it grew at a slower average annual rate (0.13 percentage points) than the Swedish information sector (0.66 percentage points). Accordingly, the Swedish information sector grew five times faster, surpassing the Danish information sector by 2012. A key difference between the two countries' information sectors is that the Danish PRIS was greater in 1993 than the Swedish PRIS (41.5% versus 37.7%), while the Danish PRIS decreased by 4.7 percentage points and the Swedish PRIS increased by 6.9 percentage points by 2012. A second difference is that the Danish SIS was also substantially greater than the Swedish SIS in 2012, at 21.8% versus 15.8%, growing more over the studied decade (7.2 percentage points in Denmark versus 5.7 in Sweden).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Value added: PRIS versus SIS"
        },
        {
            "text": "In summary, both the Danish and Swedish economies were dominated by their information sectors, which grew slowly, with the Swedish information sector being larger by 2012 and growing faster over the decade. The PRIS was more predominant in the Swedish information sector than in the Danish one, and while the Swedish PRIS grew over the decade, the Danish PRIS decreased.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Value added: PRIS versus SIS"
        },
        {
            "text": "Table A1 (Appendix A) presents the value added in percentages of the PRIS, the SIS, the information sector as a whole, and the material sector of the U.S. GNP for 1967 GNP for , 1992 GNP for , 1997 GNP for , 2002 GNP for , and 2007 . The results show that while the U.S. PRIS increased considerably, by 13.9 percentage points between 1967 and 2007, its growth between 1992 and 2007 was 6 percentage points, which is close to the growth in the Swedish PRIS over the same period. On the other hand, the U.S. SIS decreased by 1.7 percentage points between 1992 and 2007, which is similar to the decrease in the Danish SIS, as opposed to the increase in the Swedish SIS. A key conclusion is that the U.S. economy has been dominated by its information sector, as it represented approximately 60% of its GNP in 2007. The 2002 U.S. information sector was larger than the 2012 Danish and Swedish information sectors, respectively. However, in contrast to the Danish and Swedish information sectors, the U.S. information sector started to decrease, shrinking by 1.7 percentage points between 2002 and 2007. However, the U.S. information sector did grow at a faster average annual rate of 0.93 percentage points between 1992 and 2007 than the Danish and the Swedish information sectors. Although the PRIS dominated the U.S. information sector, as it did in Sweden, the U.S. SIS decreased, as it did in Denmark. Table A2 (Appendix A) presents the value added in percentages of the PRIS, the SIS, the information sector as a whole, and the material sector of the Korean GNP for the years 1990, 1995, and 2000 . The results show that the Korean PRIS grew 5.7 percentage points to 46.1%. Its SIS increased 1.3 percentage points to 12.9%, producing growth in the total information sector of 7 percentage points to 59.0% between 1990 and 2000. This represents an average annual growth rate of 0.7 percentage points in the total Korean information sector, similar to the annual growth of the Swedish and U.S. information sectors. Compared to the Danish and Swedish information sectors, the Korean information sector reached 59% in 2000, while the Danish and Swedish information sectors were 55.1% and 59.8%, respectively, in 2001. The PRIS was the dominant part of the information sector in Korea, , its overall information sector resembling the Swedish information sector rather than the Danish one.",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 167,
                    "text": "GNP for 1967",
                    "ref_id": null
                },
                {
                    "start": 168,
                    "end": 182,
                    "text": "GNP for , 1992",
                    "ref_id": null
                },
                {
                    "start": 183,
                    "end": 197,
                    "text": "GNP for , 1997",
                    "ref_id": null
                },
                {
                    "start": 198,
                    "end": 212,
                    "text": "GNP for , 2002",
                    "ref_id": null
                },
                {
                    "start": 213,
                    "end": 231,
                    "text": "GNP for , and 2007",
                    "ref_id": null
                },
                {
                    "start": 1570,
                    "end": 1596,
                    "text": "years 1990, 1995, and 2000",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1401,
                    "end": 1409,
                    "text": "Table A2",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Value added: PRIS versus SIS"
        },
        {
            "text": "Together, these statistics produce the following insights. First, the Danish and Swedish economies are both dominated by their information sectors, which are larger than half of the total economic value added as a share of GNP. This situation is similar to the two benchmark economies assessed here: the United States and Korea. Second, both the Danish and the Swedish information sectors manifested continued growth, while the U.S. information sector seems to have peaked in 1997 and started to shrink in the following years. Third, the PRIS dominates the information sector in Sweden, the United States, and Korea to a greater extent than in Denmark. Fourth, unlike any of the other three information sectors, the Danish PRIS decreased. Finally, Sweden resembles Korea more than Denmark in terms of the information sector. Table 4 presents the Danish and Swedish value added in percentages for the two-by-two decomposition (services-goods versus material-informational) for 1993, 2001, 2005, 2008, and 2012 . The results show that the information sector dominated the Danish value added in 1993, (2021) 120347 with 56.1% more than the material sector. The information services component accounted for more than half of the total economy (54.1%). Information goods, on the other hand, represented the smallest component of the economy, with only 2.0%. In the following two decades, information services grew on average 0.16 percentage points annually, growing by 3.2 percentage points in total to 57.3% in 2012. Meanwhile, information goods decreased by 0.7-1.3% that year. The changes in the material economy were minor: a 1.5 percentage point decrease in material goods and a 1.0 percentage point decrease in material services over the two decades.",
            "cite_spans": [
                {
                    "start": 972,
                    "end": 1008,
                    "text": "for 1993, 2001, 2005, 2008, and 2012",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 825,
                    "end": 832,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Value added: PRIS versus SIS"
        },
        {
            "text": "The results show that the material sector dominated the Swedish GNP in 1993, with 52.2%, but information services were the largest component of the economy, with 42.3%, and information goods the smallest, with 5.5%. Over the next two decades, the material economy decreased to 39.6% by 2012, as the information sector grew to 60.4%. Interestingly, the information goods component peaked at 11.4% in 2001, followed by a slow decrease to 9.0% by 2012. Information services, on the other hand, grew by an average of 0.48 percentage points annually, growing by a total of 9.1 percentage points to 51.4% in 2012.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Value added: Information products versus material products"
        },
        {
            "text": "The changes in the material economy were substantial in the first decade, as material goods decreased from 36% in 1993 to 19.9% in 2001. Meanwhile, material services grew by 4.1 percentage points from 16.2% to 20.3% over the same period. Changes in the second decade for the material economy were minor: less than 1 percentage point for both goods and services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Value added: Information products versus material products"
        },
        {
            "text": "Comparison of the Danish two-by-two decomposition with the Swedish one shows that the Swedish information goods component was larger than the Danish one in 1993 (2.0% versus 5.5%). Moreover, Danish information goods decreased to 1.3% in 2012, and Swedish goods grew sharply to 11.4% in 2001, only to decrease to 9.0% in 2012. Hence, the Swedish information goods sector was several times larger than the Danish sector that year. Information services in Denmark were larger than in Sweden in 1993 (54.1% versus 42.3%), and this was the case in 2012 (57.1% versus 51.4%) as well. However, the Swedish information services grew by 9.1 percentage points, while the Danish services grew by only 3.2 percentage points over the two decades. Therefore, one conclusion is that even though both the Danish and the Swedish economies were dominated by information products, the Danish information sector was totally dominated by its information services (57.3% information services versus 1.3% information goods) in 2012, while the Swedish information sector showed slightly greater balance between information services (51.4%) and information goods (9.0%) that year. For the two studied decades, information services grew, on average, twice as much in Sweden as in Denmark (0.48 versus 0.24).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Value added: Information products versus material products"
        },
        {
            "text": "Table B1 (Appendix B) presents the U.S. value added in percentages for the two-by-two decomposition for 1992, 1997, 2002, and 2007 . The results show that the information sector increased from 56.0% in 1992 to 60.2% in 2007. Information goods decreased from 6.5% to 5.3%, representing an average annual decrease of 0.08 percentage points, and information services increased from 49.5% to 54.9%, representing an annual growth of 0.36 percentage points. The insight here is that the dominance of the information sector in the U.S. economy was mainly due to its information services component.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 130,
                    "text": "1992, 1997, 2002, and 2007",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Value added: Information products versus material products"
        },
        {
            "text": "Comparing the U.S. information sector to the Danish and Swedish information sectors separately (United States for 1992 -2007 , Denmark and Sweden for 1993 shows several similarities and differences. First, all three economies were dominated by their information sectors in the time period, with the United States and Sweden being of a similar size (60.2% and 59.2%) and Denmark being slightly smaller (56.5%). For the studied period, the U.S. information sector peaked at 63% in 1997, followed by a slight decrease to 60.2% in 2007. On the other hand, both the Danish and the Swedish information sectors grew, with minor increases and decreases. It is too early to confirm that the U.S. information sector is witnessing a consistent change in the trend from increasing to decreasing, but these data may be an indication of this change. A consequent question is whether there will soon be similar changes in Denmark and Sweden. Second, the U.S. and Danish information services for 2007 and 2008, respectively, were similar in size (54.9% and 55.0%) but different from the Swedish information services (49.6% in 2008). Third, information goods in 2007 were largest in Sweden at 9.6%, followed by the United States (5.3% in 2008) and Denmark (1.5% in 2007) . Overall, these figures show that the structure of the Swedish information sector resembles that of the United States and differs from that of Denmark. Table B2 (Appendix B) presents the Republic of Korea's value added in percentages for the two-by-two decomposition for 1990, 1995, and 2000 . The results show that the information sector increased from 52.0% in 1990 to 59.0% in 2000. Information goods increased from 11.0% to 12.5%, representing an average annual growth of 0.15 percentage points, and information services increased from 41.0% to 46.5%, representing an annual growth of 0.55 percentage points. The insight here is that the overall economy of Korea was dominated during this time by its information sector, which was in turn dominated by its information services component. Both information goods and services grew, but the annual increase of information services was several times higher than that of information goods.",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 118,
                    "text": "(United States for 1992",
                    "ref_id": null
                },
                {
                    "start": 119,
                    "end": 124,
                    "text": "-2007",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 125,
                    "end": 154,
                    "text": ", Denmark and Sweden for 1993",
                    "ref_id": null
                },
                {
                    "start": 1231,
                    "end": 1253,
                    "text": "Denmark (1.5% in 2007)",
                    "ref_id": null
                },
                {
                    "start": 1522,
                    "end": 1546,
                    "text": "for 1990, 1995, and 2000",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1407,
                    "end": 1415,
                    "text": "Table B2",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Value added: Information products versus material products"
        },
        {
            "text": "Comparing the information sector of Korea with the information sectors of Denmark, Sweden, and the United States is challenging. The available data on Korea start in 1990, which were compared to the 1992 data for the United States and the 1993 data for Denmark and Sweden In total, all four economies were dominated by their information sectors in the studied period. However, in terms of the distribution between information goods and information services, Korea had the largest relative information goods component and the smallest relative information services component. Sweden also followed this pattern, while the U.S. information sector deviated from this pattern, and Denmark differentiated itself with a very small information goods component. Overall, Sweden's information sector was closest to Korea's over the studied period. Porat (1977) developed a conceptual framework for information worker classification, which is adopted here for comparative reasons. The framework divides occupations into three major classes: (i) markets for information, which includes workers whose output or primary activity is an information product; (ii) information for markets, which includes information gatherers and disseminators; and (iii) information infrastructure, which includes workers whose occupations involve operating information machines and technologies to support the previous two activities. The main sources of data for measuring the size of V. PASHKEVICH, et al. Technological Forecasting & Social Change 162 (2021) 120347 information employment in Denmark and Sweden are register-based labor force statistics (Statistics Denmark, 2017) and the Swedish occupational register (Statistics Sweden, 2017).",
            "cite_spans": [
                {
                    "start": 838,
                    "end": 850,
                    "text": "Porat (1977)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1454,
                    "end": 1535,
                    "text": "V. PASHKEVICH, et al. Technological Forecasting & Social Change 162 (2021) 120347",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Value added: Information products versus material products"
        },
        {
            "text": "To assess a job's information intensity, we use the indicator provided by Apte et al. (2012) for information intensity, defined as a job's fraction of time spent in dealing with information-intensive tasks. An occupation is classified according to five levels of information intensity (100%, 75%, 50%, 25%, and 0%). We use the following equation for the estimation of information and material employment in industry i:",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 92,
                    "text": "Apte et al. (2012)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Employment: share of information workers"
        },
        {
            "text": "where:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Employment: share of information workers"
        },
        {
            "text": "• IE i and NE i are information and non-information employment, respectively, in industry i;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Employment: share of information workers"
        },
        {
            "text": "• v j is the weight that represents information-intensity applied to the j th occupation and v j ∈ [0; 0.25; 0.50; 0.75; 1];",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Employment: share of information workers"
        },
        {
            "text": "• and E ji is the number of workers employed in occupation j in industry i. 1960, 1970, 1980, 1990, 1996, 1999, 2004, 2008, 2010, and 2012 . The figures show that over this period, the share of the information workforce grew by 12.8 percentage points from 36.7% in 1960 to 49.5% in 2012, representing an average annual growth of 0.25 percentage points. Specifically, the data show that this growth was phased. The first phase was between 1960 and 1990, with growth from 36.7% to 44.8%. The second phase, from 1990 to 2004, did not produce any growth, while the third phase, from 2004 to 2012, witnessed an increase in information workers from 44.9% to 49.5%. The data also show that while the information goods workers decreased at an average annual rate of 0.18 percentage points, from 15.1% in 1960 to 5.9% in 2012, information service workers increased at an annual rate of 0.42 percentage points, from 21.6% to 43.6% over the same period.",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 138,
                    "text": "1960, 1970, 1980, 1990, 1996, 1999, 2004, 2008, 2010, and 2012",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Employment: share of information workers"
        },
        {
            "text": "A key conclusion is that information and material workers represented an equal part of the total workforce in Denmark. Information service workers were the single largest body of workers, accounting for 43.6% in 2012 and showing the largest annual growth. Table 6 presents the two-by-two decomposition of total employment in the Swedish economy for 1960, 1970, 1980, 1990, 2001, 2005, 2008, and 2012 . Over the studied period, the share of the information workforce grew by 13.9 percentage points, from 37.0% in 1960 to 50.9% in 2012, representing an average annual growth of 0.27 percentage points. The data also show that while information goods workers decreased by 5.7 percentage points from 14.2% in 1960 to 8.5% in 2012, at an average annual rate of 0.11 percentage points, information service workers increased at an annual rate of 0.51, from 22.8% to 49.16%, over the same period. Information service employment grew substantially, while information goods employment decreased. In short, the Swedish workforce was information service dominated during this period.",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 399,
                    "text": "for 1960, 1970, 1980, 1990, 2001, 2005, 2008, and 2012",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 256,
                    "end": 263,
                    "text": "Table 6",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Employment: share of information workers"
        },
        {
            "text": "A comparison of the workforce composition between Denmark and Sweden shows that in 1960, the size of the workforce in the information sector was similar in the two countries, at around 37%. Moreover, the balance between information goods and service workers was also fairly even, with Denmark and Sweden dominating each other by 1 percentage point in terms of information goods and services, respectively. Both the Danish and Swedish information workforce grew considerably until 1990, to nearly 45%. However, the goods-service composition changed, as information goods workers decreased more in Sweden (8.2%) than in Denmark (11.3%), while information service workers increased more in Sweden (36.3%) than in Denmark (33.5%). Moreover, the total information workforce grew in both countries, accounting in 2012 for 49.5% in Denmark and 50.9% in Sweden. However, the share of information workers in goods decreased substantially to 5.9% in Denmark and remained the same in Sweden (8.5%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Employment: share of information workers"
        },
        {
            "text": "Together, this shows that both the Danish and the Swedish information workforce increased from approximately one-third of the total workforce in 1960 to approximately half of the total workforce by 2012, with a growing trend in both markets. However, while the balance between workers in information goods and information services was similar in the two countries in 1960, it had changed by 2012, as Denmark had more information service workers, while Sweden had more information goods workers. Table C1 (Appendix C) presents the two-by-two decomposition of total employment in the U.S. economy from 1999 to 2007. These data represent less than a decade and are compared with the Danish figures for , and the Swedish ones for 2001 for , 2005 .",
            "cite_spans": [
                {
                    "start": 695,
                    "end": 730,
                    "text": "for , and the Swedish ones for 2001",
                    "ref_id": null
                },
                {
                    "start": 731,
                    "end": 741,
                    "text": "for , 2005",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 495,
                    "end": 503,
                    "text": "Table C1",
                    "ref_id": "TABREF14"
                }
            ],
            "section": "Employment: share of information workers"
        },
        {
            "text": "First, the share of U.S. information workers was 44.9% in 1999, increasing to 47.7% by 2007, thus exhibiting a similar growth trend to Danish and Swedish information workers. While the share of information workers in Denmark in 2008 was similar to the share in the United States, the share of Swedish information workers was larger, at more than half the total workforce. Second, the share of information goods The conclusion is that in terms of the share of the total workforce, half of Sweden's total workers pursue information work, comprising the largest information workforce of the three countries, followed by Denmark and the United States, which lag by 3 percentage points each. Moreover, Sweden has by far the largest information goods workforce, more than three times that of the United States, with Denmark's between the two. Finally, information services in Sweden and Denmark are similar but about 3 percentage points behind the United States, which has the largest information service workforce.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Employment: share of information workers"
        },
        {
            "text": "To measure the total wage bill, we use employment statistics data and corresponding data on average salaries and wages (Statistics Denmark, 2017; Statistics Sweden, 2017) . First, we classify the occupations into several categories according to the level of information intensity described above. Second, we apply the corresponding weights to total employment and total annual wage bills in each industry. We then calculate information and non-information wage bills for all occupational categories within industries and sum them for each industry by applying Eq. (1). Table 7 presents the two-by-two decomposition of a wage bill for workers in Denmark for 1996, 1999, 2004, 2008, 2010, and 2012. These figures show that the information goods workers' share of the wage bill decreased annually by 0.06 percentage points (0.9 percentage points in total), from 2.2% in 1996 to 1.3% in 2012. At the same time, information service workers increased the total share of the wage bill from 42.9% in 1996 to 50.2% in 2012, with an average annual growth of 0.46 percentage points. Meanwhile, information workers' share of the total wage bill in goods and services grew by 6.4 percentage points over this period, which corresponds to an average annual increase of 0.4 percentage points, from 45.1% to 51.5%. Table 8 presents the two-by-two decomposition of the wage bill for workers in Sweden for 1993 Sweden for , 2001 Sweden for , 2005 Sweden for , 2008 Sweden for , and 2012 . These figures show that information goods workers' share of the wage bill increased by 1.8 percentage points for the 20-year period, from 6.1% in 1993 to 7.9% in 2012, at an average annual growth of 0.09 percentage points. Meanwhile, information service workers' share grew by 3.9 percentage points, from 39.0% to 42.9% for the same period, corresponding to an average annual increase of 0.21 percentage points. At the same time, information workers' share of the wage bill grew by 0.3 percentage points annually (5.7% in total), from 45.1% to 50.8% over this period.",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 145,
                    "text": "(Statistics Denmark, 2017;",
                    "ref_id": null
                },
                {
                    "start": 146,
                    "end": 170,
                    "text": "Statistics Sweden, 2017)",
                    "ref_id": null
                },
                {
                    "start": 657,
                    "end": 696,
                    "text": "1996, 1999, 2004, 2008, 2010, and 2012.",
                    "ref_id": null
                },
                {
                    "start": 1376,
                    "end": 1391,
                    "text": "Sweden for 1993",
                    "ref_id": null
                },
                {
                    "start": 1392,
                    "end": 1409,
                    "text": "Sweden for , 2001",
                    "ref_id": null
                },
                {
                    "start": 1410,
                    "end": 1427,
                    "text": "Sweden for , 2005",
                    "ref_id": null
                },
                {
                    "start": 1428,
                    "end": 1445,
                    "text": "Sweden for , 2008",
                    "ref_id": null
                },
                {
                    "start": 1446,
                    "end": 1467,
                    "text": "Sweden for , and 2012",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 569,
                    "end": 576,
                    "text": "Table 7",
                    "ref_id": "TABREF7"
                },
                {
                    "start": 1298,
                    "end": 1305,
                    "text": "Table 8",
                    "ref_id": "TABREF8"
                }
            ],
            "section": "Wages: information workers' share of the wage bill"
        },
        {
            "text": "Interestingly, 2005 represents a peak for this period for both information service workers at 43.0% and information goods workers at 9.4%. While information service workers' share maintained the same level in 2012, information goods workers' share decreased. The data show that the share of the bill for information workers in total peaked around 2005 at 52.4% and then decreased to 50.8% in 2012. There may be several reasons for this change, the dominant thesis being that the automation of work tasks eliminated many jobs (Brynjolfsson and McAfee, 2014) . However, more research is needed to understand this specific change.",
            "cite_spans": [
                {
                    "start": 525,
                    "end": 556,
                    "text": "(Brynjolfsson and McAfee, 2014)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Wages: information workers' share of the wage bill"
        },
        {
            "text": "A comparison of the Danish and Swedish wage bills shows that in 2012, the information service workers' share of the wage bill in Denmark was 7.3 percentage points larger than the corresponding share in Sweden (50.2% versus 42.9%) and that the annual growth rate for information services workers' share of wages in Denmark was more than double the growth rate in Sweden (0.46 versus 0.21 percentage points). On the other hand, the information goods workers' share of wages in Sweden was six times greater than in Denmark in 2012 (7.9% versus 1.3%), the trend in Denmark decreasing while it increased in Sweden (−0.06 versus 0.09). The conclusion is that while the information service workers' wage shares are similar in the two countries, there is a major difference in information goods workers' wages. However, for both information goods and services workers' share of wages, there was less than 1 percentage point difference between the two countries in 2012 (Denmark: 51.5% versus Sweden: 50.8%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wages: information workers' share of the wage bill"
        },
        {
            "text": "Table D1 (Appendix D) presents the two-by-two decomposition of the wage bill for U.S. workers for the period 1999 to 2007. These figures show that information goods workers' share of the wage bill decreased by 1.9 percentage points over the analyzed period, from 6.2% in 1999 to 4.3% in 2007, at an annual decrease of 0.24 percentage points. Meanwhile, information service workers' share grew by 4.8 percentage points from 47.7% to 52.5% over the same period, at an annual increase of 0.60 percentage points. At the same time, information workers' share of the wage bill grew by 0.36 percentage points annually (2.9% in total), from 53.9% to 56.8% for the period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wages: information workers' share of the wage bill"
        },
        {
            "text": "A comparison between the Danish, Swedish, and U.S. shares of wage bills for information workers shows the following. For the corresponding periods, the U.S. information service workers' share of the wage bill was the largest in 2007, at 52.5%, registering an average annual growth of 0.35 percentage points between 1999 and 2007. About 5 percentage points behind was the Danish information service workers' share of the wage bill, at 47.6% in 2008, with an average annual growth of 0.40 percentage points between 1999 and 2008. Around 10 percentage points behind was the Swedish information service workers' share of the wage bill, at 42.7% in 2008, with an annual growth rate of 0.09 percentage points between 2001 and 2008. The conclusion is that the U.S. workers had the largest share of the wage bill, Swedish workers had the lowest share, and the Danish workers were in the middle. Notably, there was a large gap of 10 percentage points between U.S. and Swedish workers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wages: information workers' share of the wage bill"
        },
        {
            "text": "Again, the Swedish information goods workers' share of the wage (1993) (1994) (1995) (1996) (1997) (1998) (1999) (2000) (2001) (2002) (2003) (2004) (2005) (2006) (2007) (2008) (2009) (2010) (2011) (2012) , there was notable growth. The U.S. information goods workers' share of the wage bill was nearly half of that of Sweden, with 4.3% in 2007, clearly decreasing between 1999 and 2008. The Danish information goods workers' share was even smaller than that of the United States, with only 1.6% in 2008, also representing a large annual decrease over the study period. The conclusion is that the Swedish workers had the largest share of the wage bill, Danish workers had the lowest share, and U.S. workers were in the middle. There was a large gap between the Swedish workers and the Danish workers. Comparing information workers in goods and services shows that the Swedish information service workers' share of the wage bill was the lowest, while the Swedish information goods workers' share was the largest.",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 70,
                    "text": "(1993)",
                    "ref_id": null
                },
                {
                    "start": 71,
                    "end": 77,
                    "text": "(1994)",
                    "ref_id": null
                },
                {
                    "start": 78,
                    "end": 84,
                    "text": "(1995)",
                    "ref_id": null
                },
                {
                    "start": 85,
                    "end": 91,
                    "text": "(1996)",
                    "ref_id": null
                },
                {
                    "start": 92,
                    "end": 98,
                    "text": "(1997)",
                    "ref_id": null
                },
                {
                    "start": 99,
                    "end": 105,
                    "text": "(1998)",
                    "ref_id": null
                },
                {
                    "start": 106,
                    "end": 112,
                    "text": "(1999)",
                    "ref_id": null
                },
                {
                    "start": 113,
                    "end": 119,
                    "text": "(2000)",
                    "ref_id": null
                },
                {
                    "start": 120,
                    "end": 126,
                    "text": "(2001)",
                    "ref_id": null
                },
                {
                    "start": 127,
                    "end": 133,
                    "text": "(2002)",
                    "ref_id": null
                },
                {
                    "start": 134,
                    "end": 140,
                    "text": "(2003)",
                    "ref_id": null
                },
                {
                    "start": 141,
                    "end": 147,
                    "text": "(2004)",
                    "ref_id": null
                },
                {
                    "start": 148,
                    "end": 154,
                    "text": "(2005)",
                    "ref_id": null
                },
                {
                    "start": 155,
                    "end": 161,
                    "text": "(2006)",
                    "ref_id": null
                },
                {
                    "start": 162,
                    "end": 168,
                    "text": "(2007)",
                    "ref_id": null
                },
                {
                    "start": 169,
                    "end": 175,
                    "text": "(2008)",
                    "ref_id": null
                },
                {
                    "start": 176,
                    "end": 182,
                    "text": "(2009)",
                    "ref_id": null
                },
                {
                    "start": 183,
                    "end": 189,
                    "text": "(2010)",
                    "ref_id": null
                },
                {
                    "start": 190,
                    "end": 196,
                    "text": "(2011)",
                    "ref_id": null
                },
                {
                    "start": 197,
                    "end": 203,
                    "text": "(2012)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Wages: information workers' share of the wage bill"
        },
        {
            "text": "This section examines the relationships between the three areas analyzed above. The first ratio is the share of economic value added for information products per share of the information workforce. The second is the share of the information workforce per share of the wage bill for the information sectors. The third is the share of value added for information products per share of the wage bill for the information sector. As the data for value added, employment, and wages do not pertain to exactly the same years in the three countries, the following year correspondence is assumed. For value added in Denmark and Sweden, 1993 , and in the United States, 1992 . For employment in Denmark, 1990 , in Sweden: 1990 , and in the United States, 1999 , 2007 . For wages in Denmark, 1999 , in Sweden, 2001 , and in the United States, 1999 , 2007 Table 9 presents the ratio of economic value added for information products per shares of information workers' employment. These ratios show that Swedish information goods workers produced much more value added than Danish workers. On the other hand, Danish information service workers initially produced considerably more economic value than their Swedish peers, but the trend then changed, and Swedish information service workers produced nearly as much value added as their Danish peers. U.S. information goods workers produced considerably more value added than information workers in Sweden. For information services only, workers in the three countries produced nearly the same value added, with Denmark producing the most. For both goods and services, the initial imbalance disappears, and the value added per information worker nearly evens out. This observation is conditioned by the fact that the total information workforce was dominated by information service workers, particularly in Denmark and the United States. Table 10 presents the share of wages required per information worker. These ratios show that U.S. information goods workers required a much higher wage bill than their peers in Sweden, who in turn required much more than their peers in Denmark. However, for information service workers, there was no remarkable difference between the three countries. The most notable difference, however, was the wage level demanded by Danish goods workers, which was nearly three times less than Swedish information good workers and five times less than U.S. workers. Table 11 presents the share of wages required to produce economic value added. The ratios show that, in general, there were no major differences between the three countries in terms of the share of wages required to produce economic value added from information products. This is particularly true for information services, while there were some minor differences for information goods. Interestingly, for the third period, the United States had the lowest share of wages per value added for information services and the highest share of wages per value added for information goods. Similarly, a comparison between Denmark and Sweden shows that Swedish value added required a higher share of wages for information goods, while the Danish value added required a higher share of wages for information services.",
            "cite_spans": [
                {
                    "start": 606,
                    "end": 630,
                    "text": "Denmark and Sweden, 1993",
                    "ref_id": null
                },
                {
                    "start": 631,
                    "end": 663,
                    "text": ", and in the United States, 1992",
                    "ref_id": null
                },
                {
                    "start": 664,
                    "end": 697,
                    "text": ". For employment in Denmark, 1990",
                    "ref_id": null
                },
                {
                    "start": 698,
                    "end": 715,
                    "text": ", in Sweden: 1990",
                    "ref_id": null
                },
                {
                    "start": 716,
                    "end": 748,
                    "text": ", and in the United States, 1999",
                    "ref_id": null
                },
                {
                    "start": 749,
                    "end": 755,
                    "text": ", 2007",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 756,
                    "end": 784,
                    "text": ". For wages in Denmark, 1999",
                    "ref_id": null
                },
                {
                    "start": 785,
                    "end": 802,
                    "text": ", in Sweden, 2001",
                    "ref_id": null
                },
                {
                    "start": 803,
                    "end": 835,
                    "text": ", and in the United States, 1999",
                    "ref_id": null
                },
                {
                    "start": 836,
                    "end": 842,
                    "text": ", 2007",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [
                {
                    "start": 843,
                    "end": 850,
                    "text": "Table 9",
                    "ref_id": null
                },
                {
                    "start": 1871,
                    "end": 1879,
                    "text": "Table 10",
                    "ref_id": null
                },
                {
                    "start": 2424,
                    "end": 2432,
                    "text": "Table 11",
                    "ref_id": null
                }
            ],
            "section": "Cross analysis: value added, share of workforce, share of wage bill"
        },
        {
            "text": "In summary, this cross-analysis shows that the required share of information workers per share of value added was similar for the three countries with regard to information services, but for information goods, there were major differences. The United States required many more information workers than Sweden, which in turn required many more information workers than Denmark. A similar trend was visible in the ratios between the shares of information employees per shares of wages for information workers. While the ratios for information services were similar in the three countries, Denmark required three times more than Sweden for services, while Sweden required nearly twice that of the United States. Finally, with regard to shares of value added for information products per shares of information worker wages, the three countries were fairly similar in information goods and services, Table 9 Ratio of economic value added produced by 1% of information workers in the three countries for the first, second, and third periods of comparison. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 895,
                    "end": 902,
                    "text": "Table 9",
                    "ref_id": null
                }
            ],
            "section": "Cross analysis: value added, share of workforce, share of wage bill"
        },
        {
            "text": "Ratio of value added produced per 1% of wages in the information sector in the three countries for the second and third periods of comparison. although there were minor differences for goods. Overall, the information goods production was least efficient in Denmark and most efficient in the United States, while Sweden was in the middle. However, regarding information services, the three countries were similar, because information services dominated the information sectors of the three countries, particularly in Denmark and the United States.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Table 11"
        },
        {
            "text": "This paper provides the first analysis of the information sectors of Denmark and Sweden in the public Internet era and thereby contributes to studies on information economies. A key insight is that both Denmark and Sweden have information economies, as the information sector in each economy accounts for well over half of the country's economic value added. The size of each information sector is similar to one another and to that of the United States. However, while the value added of the U.S. information sector has started to decrease, the information sectors in Denmark and Sweden are slowly increasing. Contrary to the intuition that the two Nordic countries and their economies are similar, this study uncovers a set of structural differences between the two information sectors and shows that the economic value added of the Swedish information sector more closely resembles that of South Korea than that of Denmark or the United States.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "One key difference is that the PRIS in Sweden is considerably larger than in Denmark, and it is growing, while the Danish PRIS is decreasing. On the other hand, the SIS is much larger in Denmark, yet growing in both economies. Thus, the Danish economy in general, and its information sector in particular, is more dependent on the SIS than the Swedish economy and its information sector, while the opposite is true for the PRIS. This would have been expected if the government spending as a share of GNP were larger in Denmark than in Sweden; however, the opposite is true (Kananen, 2012) .",
            "cite_spans": [
                {
                    "start": 573,
                    "end": 588,
                    "text": "(Kananen, 2012)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Causes for the differences between the Danish and the Swedish information sectors"
        },
        {
            "text": "Another plausible explanation is that the internal productivity of economic organizations is higher in Sweden than in Denmark. While a detailed industry-level analysis is needed to confirm or refute this hypothesis, there are some indications that this may be the case. One indication comes from the U.S. economy, where there is an association between overall productivity gains and the decrease in the SIS beginning in 1997 (Apte et al., 2008; Wolff, 2006) . Another more general indication comes from the findings that productivity gains are associated with investments in information and communication technologies (Lee et al., 2005; Jorgenson, 2007; Papaioannou and Dimelis, 2007; Wolff, 2006) . Specifically, Engelbrecht (1986b) discusses SIS productivity increase at length in a study of the Japanese information sector. A key message there is that the size of the SIS is a matter of organizational and job design with regard to the conduct of information production, which must differ from the old principles of organization and job design of material production. Indeed, this argument has been supported and further developed by more recent studies (Brynjolfsson and Saunders, 2010) . However, another answer to the question of the size of the SIS may be the share of outsourcing for internal information services (Wolff, 2006) : Do Swedish organizations outsource more than Danish organizations? Further investigation is required to uncover the underlying drivers of the size and evolution of the SIS.",
            "cite_spans": [
                {
                    "start": 425,
                    "end": 444,
                    "text": "(Apte et al., 2008;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 445,
                    "end": 457,
                    "text": "Wolff, 2006)",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 618,
                    "end": 636,
                    "text": "(Lee et al., 2005;",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 637,
                    "end": 653,
                    "text": "Jorgenson, 2007;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 654,
                    "end": 684,
                    "text": "Papaioannou and Dimelis, 2007;",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 685,
                    "end": 697,
                    "text": "Wolff, 2006)",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 714,
                    "end": 733,
                    "text": "Engelbrecht (1986b)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1157,
                    "end": 1190,
                    "text": "(Brynjolfsson and Saunders, 2010)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1322,
                    "end": 1335,
                    "text": "(Wolff, 2006)",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "Causes for the differences between the Danish and the Swedish information sectors"
        },
        {
            "text": "Another key difference between the Danish and Swedish information sectors is present in their respective production of information goods and information services. Regarding the value added, the production of information goods is noticeably greater in Sweden than in Denmark, while information service production is slightly larger in Denmark. Again, this difference shows that the Swedish information sector more closely resembles that of South Korea than that of Denmark or the United States. Overall, the Danish and Swedish economies are information service dominated as these sectors account for more than half of each country's total value added. Unsurprisingly, the information goods-services asymmetry between Denmark and Sweden is also manifested in terms of the share of information workers, with Sweden having more information goods workers and Denmark more information service workers. However, information service workers dominate the entire workforce in both economies. Again, the information goodsservices asymmetry is also revealed in terms of the wage bill share. Danish information service workers receive a larger share of the total wage bill than Swedish information service workers, with the opposite true for information goods workers. However, for all information workers, the share of wages is similar in the two economies. Again, the Danish information sector more closely resembles the U.S. information sector than the Swedish one. When comparing the three countries' information sectors in terms of the ratio of value added per share of workers, only for information goods (i.e., how much value added is generated by the share of workers for information goods) there are major differences. The U.S. ratio is superior. Hence, the United States is most productive, followed by Sweden's slightly lower ratio, while the Danish ratio is several times lower. While this productivity difference for information goods is not visible at the overall level for all information products, it may still be regarded as support for the abovementioned thesis that the internal productivity of economic organizations in the Danish information sector is lower than that of Swedish organizations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Causes for the differences between the Danish and the Swedish information sectors"
        },
        {
            "text": "Jointly, the asymmetries between the primary versus the secondary information sectors and between information goods versus information services offer a foundation for the formulation of a hypothesis that the greater share of information services in the Danish information sector is related to, or even causes, its greater SIS. One reason could be that the design and execution of information services require a larger internal setup for an economic organization than information goods production. Another related reason could be that such an internal organizational setup has yet to increase productivity. Further studies are required to observe these mechanisms at work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Causes for the differences between the Danish and the Swedish information sectors"
        },
        {
            "text": "A recent and somewhat heated debate addresses the empirical phenomenon sometimes labeled the \"great decoupling\" (Brynjolfsson and McAfee, 2014) . It concerns the observation that while the level of economic productivity is increasing in the U.S. economy, the level of new jobs is not increasing as expected. This, together with other empirical observations about the development and adoption of various digital technologies, gives rise to the message of the so-called \"second machine age,\" which includes the postulate that digital technologies are becoming so smart that they will replace and automate numerous tasks and jobs currently conducted by humans (Brynjolfsson and McAfee, 2014; Frey and Osborne, 2017) . On the other hand, some argue that this will not be the case because new tasks and jobs will emerge instead (Autor, 2015; Davenport and Kirby, 2015; Kaine and Josserand, 2019) , similarly to when the first machine age caused mechanization. Whether all tasks and jobs will be replaced by technology and whether new types of tasks and jobs will emerge are important questions that cannot be answered here. However, this study shows that approximately half of the jobs in Denmark and Sweden-and in the United States and South Korea-are information-processing jobs and are therefore potentially subject to replacement by automation-enabled digital technologies. Accordingly, the other half of the jobs are concerned with material processing and are hence potentially subject to mechanization. One conclusion is that, currently, all jobs in Denmark and Sweden cannot be replaced by digital technologies with their ability to mimic human cognition, as half of all jobs are not concerned with information processing. Moreover, the fact that such a large share of the workforce is still occupied with material processing V. PASHKEVICH, et al. Technological Forecasting & Social Change 162 (2021) 120347 tasks shows that while the first machine age did eliminate many jobs, not all jobs were rendered redundant; in fact, it also created new types of jobs (World Economic Forum, 2016) . It is thus reasonable to assume that a similar pattern may emerge for the ongoing second machine age-the digitalization of societies and their economies-meaning that many current jobs will be eliminated by machines, while new job types will be created. Over the studied period, the labor market in Denmark, Sweden, and the United States experienced an intense polarization of employment: from the material to the information sector. The aggregate share of jobs in low-and middle-skill production and in clerical occupations declined from the 1960s onward, while the share of jobs in high-skill professional and managerial occupations, as well as low-skill service occupations, increased. This coincided with a polarization of wages. A key driver of job polarization seems to be the rapid penetration of information and communication technologies that replace routine worktasks and jobs, typically constituting middle-skill occupations. On the other hand, an introduction of advanced technologies requires workers with special skills, who are scarce in the labor market, which generates wage polarization.",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 143,
                    "text": "(Brynjolfsson and McAfee, 2014)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 657,
                    "end": 688,
                    "text": "(Brynjolfsson and McAfee, 2014;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 689,
                    "end": 712,
                    "text": "Frey and Osborne, 2017)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 823,
                    "end": 836,
                    "text": "(Autor, 2015;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 837,
                    "end": 863,
                    "text": "Davenport and Kirby, 2015;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 864,
                    "end": 890,
                    "text": "Kaine and Josserand, 2019)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1828,
                    "end": 1909,
                    "text": "V. PASHKEVICH, et al. Technological Forecasting & Social Change 162 (2021) 120347",
                    "ref_id": null
                },
                {
                    "start": 2061,
                    "end": 2089,
                    "text": "(World Economic Forum, 2016)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Job automation"
        },
        {
            "text": "This study's findings that the information sector dominates the information economies of Denmark and Sweden should be of interest to the designers of policies, particularly government policymakers. Depending on political directions and priorities, be they economic growth, job creation, or wage increases, the present study provides inputs to decisions in the formulation of policies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Policy implications"
        },
        {
            "text": "The structure and evolution of an information sector can affect several areas of public policies. One such area is education and training, which can provide a workforce with the relevant knowledge and skills to succeed in the information age, particularly in the production of information services. Another policy area is taxation, where corporate taxation may be designed to incentivize corporations to invest in the development of human capital, which is the core resource of information production. The reduction of work taxation, in contrast to other assets and resources, may be central to stimulate the information economy, which typically does not depend on resources other than the workforce. Novel forms of employment due to the use of information and communication technologies enable a wide range of self-employment options, where customized taxation may stimulate such self-employment. A related area of policy is the taxation of startups, which, when designed appropriately, can incentivize the creation of and transition into new types of information jobs. Yet another policy area is the regulation of intellectual property, which needs to balance incentives for innovation with public access and benefits. The recent dramatic growth of companies like Amazon and e-Bay shows that ecommerce may require careful regulation so as to protect customer rights, stimulate the growth of international trade, and at the same time protect the main street and local businesses. A final dramatic illustration of the benefit of knowledge of the structure and dynamics of an economy's information sector is its ability to offer crucial guidance for the assessment of economic impacts of major crises, such as the recent COVID-19 pandemic. This in turn may offer guidelines for a policy aimed at handling such a crisis. In the case of COVID-19, a common governmental reaction was to reduce people's mobility, which prevented people from reaching their workplaces and thus hindered their ability to conduct work activities there. While industrial manufacturing, such as car production, had to close its operations, much information producing work could be relocated to employees' homes and could be conducted there. An economy where the share of the information sector is 60% or more will therefore be affected less than an economy with an information sector of 40% only.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Policy implications"
        },
        {
            "text": "Due to space limitations, we only present one case of a recent misconception in information sector policy design as an illustration of the importance of the findings reported here. In January 2012, the Swedish government announced a decrease in the domestic value added tax, from 25% to 12%, for restaurant services only, which is a material service according to the classification adopted here. That initiative was justified by the aim to stimulate the growth of service production and consumption and their contribution to Sweden's economic growth (Swedish Government, 2011) . The analysis presented here shows that in 2012, material service production accounted for 34.8% of total employment and produced only 20.6% of value added. On the other hand, information services accounted for 42.4% of total employment and produced 51.4% of total value added. Therefore, in terms of economic growth, information service employment contributed twice as much as material service employment. If the policy actually aimed to \"contribute to economic growth,\" it should have targeted information service jobs (e.g., software programmers) rather than material service jobs.",
            "cite_spans": [
                {
                    "start": 550,
                    "end": 576,
                    "text": "(Swedish Government, 2011)",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Policy implications"
        },
        {
            "text": "This study shows that the information sector dominates the Danish and Swedish economies, while other studies, cited above, show similar situations in several other advanced economies. Thus, a substantial part of such economies operates with the help of digital technologies in terms of fully automated processes (e.g., matching a call for a taxi with the available cab) and processes operated by human agents who receive support from digital technologies (e.g., paying for the cab by accepting the given fee through a phone application). Recent research indicates an emerging field, sometimes called the economics of information technologies (Varian et al., 2004) , with an overall message that the use of digital technologies for business conduct modifies, in some respects, the conventional economic wisdom established by the empirical studies of the industrial age. This study's results, along with similar studies of other countries' economic sectors, therefore emphasize the crucial need to both critically challenge current business and economic wisdom's suitability to guide the governance of economic organizations and conduct further research to offer alternative understandings and guidelines for such management practices.",
            "cite_spans": [
                {
                    "start": 642,
                    "end": 663,
                    "text": "(Varian et al., 2004)",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "Understanding the digital economy"
        },
        {
            "text": "An early popular exposé of this message was provided by Shapiro and Varian's Information Rules (1999) . A number of independent contributions signaled this message, as briefly mentioned here. A fundamental insight is that \"information\" regarded as a commodity has several inherent characteristics that are radically different from tangible materials. One such property is that information requires direct experience to know it, and therefore, its value derives from the experience of information content-this is sometimes labeled Arrow's information paradox: the value of the information good to a consumer is known after the consumer has borne the cost of acquiring it (Arrow, 1962) . Unlike tangible goods, information is thus an unrivaled phenomenon because an agent can possess information without the need to deprive others of it (Benkler, 2006) .",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 101,
                    "text": "Shapiro and Varian's Information Rules (1999)",
                    "ref_id": null
                },
                {
                    "start": 670,
                    "end": 683,
                    "text": "(Arrow, 1962)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 835,
                    "end": 850,
                    "text": "(Benkler, 2006)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Understanding the digital economy"
        },
        {
            "text": "Moving our focus from information in general to digitalized information, the theory of \"digital objects\" (Kallinikos et al., 2010) articulates several key characteristics that are fundamentally different from the material object, where these distinguishing attributes include the virtually unbounded editability, interactivity, openness, and distributiveness of digital objects (Kallinikos et al., 2010) . On the level of aggregated digital objects, the notion of \"digital platforms\" may be contrasted to conventional physical infrastructures such as roads (Hanseth and Lyytinen, 2010) . Material objects and material platforms are temporally and spatially stable, whereas digital objects and digital platforms are temporally and spatially unbounded, open, and in constant flux, modifying themselves and other digital and physical objects while being subject to modification as well. An overall message is that digitalized information operates so radically differently from their analogs in the material world that a completely new set of theoretical notions is needed to adequately comprehend the digital fabric and thus govern it. V. PASHKEVICH, et al. Technological Forecasting & Social Change 162 (2021) 120347 Moving from the operational realm to the economic one, the digital fabric tends to have, in several respects, different economic characteristics. One is the strong network effect; another is the elimination of marginal cost; yet another is the tendency to assume several complementary, often indirect, revenue sources (Shapiro and Varian, 1999) . Still another insight is that economic value creation and appropriation in the context of digitalized businesses cannot be understood in terms of a single conventional economic theory, which has caused scholars to synthesize several theoretical concepts to account for some of the distinguishing features of digital businesses (e.g., Amit and Zott, 2001) .",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 130,
                    "text": "(Kallinikos et al., 2010)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 378,
                    "end": 403,
                    "text": "(Kallinikos et al., 2010)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 557,
                    "end": 585,
                    "text": "(Hanseth and Lyytinen, 2010)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1133,
                    "end": 1214,
                    "text": "V. PASHKEVICH, et al. Technological Forecasting & Social Change 162 (2021) 120347",
                    "ref_id": null
                },
                {
                    "start": 1533,
                    "end": 1559,
                    "text": "(Shapiro and Varian, 1999)",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1896,
                    "end": 1916,
                    "text": "Amit and Zott, 2001)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Understanding the digital economy"
        },
        {
            "text": "The basic characteristics that govern the structure and behavior of digitalized information suggest that these principles differ radically in some respects from the principles used in the material world. Combined with the fact that more than half of the economy is engaged in information production, this suggests that we currently employ old principles generated from empirical observations of the physical world in the industrial age to conceive and manage the digitalized world, which the analysis presented here suggests accounts for the largest (and still growing) share of developed economies. There is a need to replace some of these old principles with the governance of resources and activities operating within the information sector.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Understanding the digital economy"
        },
        {
            "text": "This study employs a particular conception of an economy that deviates from conventional economic frameworks. The works of Machlup (1962 Machlup ( , 1981 and Porat (1977) provide the key underlying deviating distinction between the physical and informational content of an output produced by an economic organization, whether for internal or external use. The distinction in the content of the output, together with the conventional distinction of the form of the output-goods versus services-(e.g., Apte et al., 2008 Apte et al., , 2012 , offers a foundation for an alternative conceptualization and therefore the measurement of the economy as a whole. Our results confirm the overall usefulness of this alternative conceptualization as novel and enable the identification of knowledge about the underlying economic structures. This novel knowledge is valuable for both policy design and further knowledge development.",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 136,
                    "text": "Machlup (1962",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 137,
                    "end": 153,
                    "text": "Machlup ( , 1981",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 158,
                    "end": 170,
                    "text": "Porat (1977)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 500,
                    "end": 517,
                    "text": "Apte et al., 2008",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 518,
                    "end": 537,
                    "text": "Apte et al., , 2012",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Measurement challenges"
        },
        {
            "text": "The official economic data collection in Denmark and Sweden is still designed in relation to the industrial age, ignoring the uniqueness of information sectors, such as the information content of a job or product. This limitation demands extra effort for any measurement of the information sector, as available data must be reclassified. However, the challenges associated with such an effort are a key reason for the relative scarcity of published studies on information sectors. A related yet more profound challenge is the lack of measurement for numerous digital services offered freely via the Internet to consumers (e.g., Internet search engines, social media platforms, encyclopedias, and dictionaries). The value of these offered and consumed services is challenging to quantify and measure, yet the scope and volume of such services are rapidly growing (Aeppel, 2016; Benkler, 2006) . More research is therefore needed to develop measurement procedures to account for the digital goods offered to consumers for free.",
            "cite_spans": [
                {
                    "start": 862,
                    "end": 876,
                    "text": "(Aeppel, 2016;",
                    "ref_id": null
                },
                {
                    "start": 877,
                    "end": 891,
                    "text": "Benkler, 2006)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Measurement challenges"
        },
        {
            "text": "This study has several limitations. First, the available time series data have limitations with regard to missing data for a number of years. Second, international trade is not analyzed here with regard to product imports and exports. Third, several types of analyses would advance the current understanding of information sectors in Denmark and Sweden. These include industry-level analysis, international trade analysis (Apte et al., 2012) , study of the relationship between productivity and substitution effects (Wolff, 2006) , and analysis of the respective attractiveness of the primary and secondary information sectors (Apte et al., 2012) . Finally, there is a crucial need to further advance the theoretical development of information sectors, a development that both accounts for the growing volume of empirical studies and relates those findings to current theoretical wisdom.",
            "cite_spans": [
                {
                    "start": 422,
                    "end": 441,
                    "text": "(Apte et al., 2012)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 516,
                    "end": 529,
                    "text": "(Wolff, 2006)",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 627,
                    "end": 646,
                    "text": "(Apte et al., 2012)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "This paper presents the first ever measurement of the information sectors in Denmark and Sweden after the launch of the public Internet. Information sectors dominate both economies in terms of value added, employment, and wage bills. Contrary to intuition, the two information sectors differ, with the SISProcedure for Covering Pareto Frontand information services dominating Denmark's economy, unlike Sweden's. In fact, the Swedish information sector more closely resembles South Korea's than Denmark's, while the latter is in several ways more similar to that of the United States.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The results uncover new economic structures and dynamics that seem to condition the productivity of the information Procedure for Covering Pareto Frontector and therefore the overall economy. This study suggests that the productivity of internal operations for economic organizations in Sweden surpasses that of organizations in Denmark. The results also show that there seems to be room for ongoing job automation. However, not all jobs can be automated, as there are still many non-information processing activities in the two economies. Although the results have several limitations, they also present multiple implications for both the design of public policies and further research. Table A1 . Table A2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 688,
                    "end": 696,
                    "text": "Table A1",
                    "ref_id": null
                },
                {
                    "start": 699,
                    "end": 707,
                    "text": "Table A2",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Conclusions"
        },
        {
            "text": "Value added as percentages of GNP for the U.S. PRIS, SIS, and material sector. Source: Apte et al. (2012) .",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 105,
                    "text": "Apte et al. (2012)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Table A1"
        },
        {
            "text": "Year 1967 Appendix B Table B1 . Table B2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 21,
                    "end": 29,
                    "text": "Table B1",
                    "ref_id": null
                },
                {
                    "start": 32,
                    "end": 40,
                    "text": "Table B2",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Sector"
        },
        {
            "text": "Appendix C Table C1 . (2021) 120347 Dr. Volha PASHKEVICH is an associate profession at the Institute of Systems Research of the NAS of Belarus where she serves at the Head of Labour Market Department. Her research interest includes the human labour and capital and its functioning in the three industrial epochs: the agriculture, the industrial and the knowledge economy.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 11,
                    "end": 19,
                    "text": "Table C1",
                    "ref_id": "TABREF14"
                }
            ],
            "section": "Sector"
        },
        {
            "text": "Dr. Darek M. HAFTOR is professor of Information systems at Uppsala University, Sweden. He conducts research on the economic value creation from the use of digital technologies, including productivity and novel digital business models. He is the contact author for this submission, at: darek.haftor@im.uu.se",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sector"
        },
        {
            "text": "Dr. Natallia PASHKEVICH is an assistant professor of accounting at Södertörn University, Sweden. Her research focuses on the productivity of information and knowledge workers, including the productivity effects from the use of digital technologies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sector"
        },
        {
            "text": "V. PASHKEVICH, et al. Technological Forecasting & Social Change 162 (2021) 120347 ",
            "cite_spans": [
                {
                    "start": 3,
                    "end": 81,
                    "text": "PASHKEVICH, et al. Technological Forecasting & Social Change 162 (2021) 120347",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Sector"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Two data points for value added per wage share DK2",
            "authors": [],
            "year": 1990,
            "venue": "/",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Worker type Year",
            "authors": [],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Why we need new measures of the U.S. economy. MIT Sloan Manag",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Appel",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Value creation in e-business",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Amit",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zott",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Strateg. Manag. J",
            "volume": "22",
            "issn": "",
            "pages": "493--520",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Service sector in today's information economy",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "M"
                    ],
                    "last": "Apte",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "K"
                    ],
                    "last": "Nath",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Proceed. Serv. Oper. Manag. Assoc",
            "volume": "",
            "issn": "",
            "pages": "106--111",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Size, structure and growth of the US information economy",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "M"
                    ],
                    "last": "Apte",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "K"
                    ],
                    "last": "Nath",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Annals of Information Systems",
            "volume": "1",
            "issn": "",
            "pages": "1--28",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Information services in the US economy: value, jobs and management implications",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "M"
                    ],
                    "last": "Apte",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "S"
                    ],
                    "last": "Karmarkar",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "K"
                    ],
                    "last": "Nath",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Calif. Manag. Rev",
            "volume": "50",
            "issn": "",
            "pages": "12--30",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The U.S. information economy: value, employment, industry structure and trade. Foundations and trends in technology",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "M"
                    ],
                    "last": "Apte",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "S"
                    ],
                    "last": "Karmarkar",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "K"
                    ],
                    "last": "Nath",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Inf. Oper. Manag",
            "volume": "6",
            "issn": "1",
            "pages": "1--87",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Economic welfare and the allocation of resources for invention. The Rate and Direction of Inventive Activity: Economic and Social Factors",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Arrow",
                    "suffix": ""
                }
            ],
            "year": 1962,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "609--626",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Why are there still so many jobs? The history and future of workplace automation",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Autor",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Econ. Perspect",
            "volume": "29",
            "issn": "",
            "pages": "3--30",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The UCLA Anderson Business and Information Technologies (BIT) Project: A Global Study of Business Practice",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Aviles",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Godoy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sepulveda",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "329--348",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The Wealth of Information Networks. How Social Production Transforms Markets and Freedom",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Benkler",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Investigating search costs and coordination costs in electronic markets: a transaction costs economic perspective",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Benslimane",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Plaisent",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bernard",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Electron. Mark",
            "volume": "15",
            "issn": "",
            "pages": "213--224",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Untapped Assets: The $3 Trillion Value of",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Bergman",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Wired for Innovation: How Information Technology is Reshaping the Economy",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Brynjolfsson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Saunders",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The Second Machine Age: Work Progress, and Prosperity in a Time of Brilliant Technologies",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Brynjolfsson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcafee",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The Rise of the Network Society",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Castells",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "The Information Age: Economy, Society and Culture",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The UCLA Anderson Business and Information Technologies (BIT) Project: A Global Study of Business Practice",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rhim",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "271--298",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "University of Texas, Austin and Cisco systems",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cisco",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Meas. Internet Econ",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Beyond automation",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Davenport",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kirby",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Harv. Bus. Rev",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "An exposition of the information sector approach with special reference to Australia",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Engelbrecht",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Prometheus",
            "volume": "3",
            "issn": "",
            "pages": "370--386",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "From newly industrializing to newly informatising country: the primary information sector of the Republic of Korea",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Engelbrecht",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Inf. Econ. Policy",
            "volume": "2",
            "issn": "",
            "pages": "169--194",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The Japanese Information Economy: Its quantification and analysis in a macroeconomic framework",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Engelbrecht",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "U.S.). Inf. Econ. Policy",
            "volume": "2",
            "issn": "",
            "pages": "277--306",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Analysis of the primary information sectors of Korea and Japan using computable general equilibrium models",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Engelbrecht",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Inf. Econ. Policy",
            "volume": "3",
            "issn": "",
            "pages": "219--239",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "A comparison and critical assessment of Porat and Rubin's information economy and Wallis and North's transaction sector",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Engelbrecht",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Inf. Econ. Policy",
            "volume": "9",
            "issn": "",
            "pages": "271--290",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The future of employment: How susceptible are jobs to computerisation?",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Frey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Osborne",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Technol. Forecast. Soc. Change",
            "volume": "114",
            "issn": "",
            "pages": "254--280",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Design theory for dynamic complexity in information infrastructures: the case of building internet",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Hanseth",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lyytinen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "International Telecommunication Union (ITU), 2011. Measuring the Information Society Report",
            "volume": "25",
            "issn": "",
            "pages": "1--19",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Measuring the Information Society Report",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Measuring the Information Society Report",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Information technology and the G7 economies",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Jorgenson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Managing in the Information Economy",
            "volume": "1",
            "issn": "",
            "pages": "29--57",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The organisation and experience of work in the gig economy",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kaine",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Josserand",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J. Ind. Relat",
            "volume": "61",
            "issn": "4",
            "pages": "479--501",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "A theory of digital objects",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kallinikos",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Aaltonen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Attila",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "First Monday",
            "volume": "15",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Nordic paths from welfare to workfare: Danish, Swedish and Finnish labour market reforms in comparison",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kananen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Local Econ",
            "volume": "27",
            "issn": "",
            "pages": "558--576",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "The information age and the larger ASEAN economies",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Karunaratne",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "South East Asian Econ. Rev",
            "volume": "6",
            "issn": "",
            "pages": "49--76",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "An input-output approach to the measurement of the information economy",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Karunaratne",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Econ. Plan",
            "volume": "20",
            "issn": "",
            "pages": "87--103",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Japan's information industry: a structural analysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Komatsuzaki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tanimisu",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Econ. Eye",
            "volume": "",
            "issn": "",
            "pages": "12--15",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Toward an information society: changing occupational structure in Singapore",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "C Y"
                    ],
                    "last": "Kuo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "T"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Asian Surv",
            "volume": "3",
            "issn": "",
            "pages": "355--370",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Information economy and changing occupational structure in Singapore",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "C Y"
                    ],
                    "last": "Kuo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Low",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Inf. Soc",
            "volume": "17",
            "issn": "",
            "pages": "281--293",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Online labour index: measuring the online gig economy for policy and research",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Kässi",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Lehdonvirta",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Technol. Forecast. Soc. Change",
            "volume": "137",
            "issn": "",
            "pages": "241--248",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Information economics research: points of departure",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Lamberton",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Inf. Econ. Policy",
            "volume": "10",
            "issn": "",
            "pages": "325--330",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Information and Communication Economics",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Lamberton",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--40",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Times series analysis in the assessment of ICT impact at the aggregate level-lessons and implications for the new economy",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "Y T"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gholami",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tong",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Inf. Manag",
            "volume": "42",
            "issn": "",
            "pages": "1009--1022",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "The UCLA Anderson Business and Information Technologies (BIT) Project: A Global Study of Business Practice",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "259--270",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "The past and future history of the Internet",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Leiner",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "G"
                    ],
                    "last": "Cerf",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Kahn",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kleinrock",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Lynch",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Wolff",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Commun. ACM",
            "volume": "40",
            "issn": "",
            "pages": "102--108",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "E-Business and disintegration of the semiconductor industry value chain",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Macher",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Mowery",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Simcoe",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Ind. Innov",
            "volume": "9",
            "issn": "",
            "pages": "155--181",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "The Production and Distribution of Knowledge in the United States",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Machlup",
                    "suffix": ""
                }
            ],
            "year": 1962,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Knowledge: its Creation, Distribution, and Economic Significance",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Machlup",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Computer science as empirical inquiry: symbols and search",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Newell",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Simon",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Commun. ACM",
            "volume": "19",
            "issn": "",
            "pages": "113--126",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "OECD, 1981. Information Activities, Electronics and Telecommunication Technologies",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "I",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Information technology as a factor of economic Table D1 Distribution of the wage bill in the U.S. economy, two-by-two decomposition (%)",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Papaioannou",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Dimelis",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Econ. Innov. New Technol",
            "volume": "16",
            "issn": "",
            "pages": "179--194",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Office of Telecommunications Special Publication 77-12",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "U"
                    ],
                    "last": "Porat",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "The Knowledge Industry in the United States",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Rubin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Huber",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 1960,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Information Rules. A Strategic Guide to the Network Economy",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Shapiro",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Varian",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Sänkt skatt på restaurang-och cateringtjänster [Decreased tax on restaurant and catering services",
            "authors": [
                {
                    "first": "Swedish",
                    "middle": [],
                    "last": "Government",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proposition 2011/12:1, Appendix 7",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "The Economics of Information Technology. An Introduction",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Varian",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Farrell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Shapiro",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Intermediate Microeconomics. Ninth International Student Edition",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Varian",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Digital divide, skills and perceptions on digitalisation in the European Union-Towards a smart labour market",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Vasilescu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Serban",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Dimian",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Aceleanu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Picatoste",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "PLoS One",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "The growth of information workers in the US Economy, 1950-200: the role of technological change, computerization, and structural change",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Webster",
                    "suffix": ""
                },
                {
                    "first": "Oxford",
                    "middle": [],
                    "last": "Routledge",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "N"
                    ],
                    "last": "Wolff",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Theories of the Information Society",
            "volume": "18",
            "issn": "",
            "pages": "221--255",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "The Future of Jobs Employment, Skills and Workforce Strategy for the Fourth Industrial Revolution",
            "authors": [],
            "year": 2016,
            "venue": "Global Challenge Insight Report",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "In the Age of Smart Machine: The Future of Work and Power",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zuboff",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ". The next data points for Korea are for 1995 and 2000, whereas data are available for the United States for 1997, 2002, and 2007 and for Denmark and Sweden for 2001, 2005, 2008, and 2012. To assume a somewhat similar time span to compare the available data, 1995 data on Korea are compared to 1997 data on the United States and 1993 data on Denmark and Sweden. Data on Korea for 2000 are compared to the U.S. figures for 2002 and data on Denmark and Sweden for 2001. Korea's 1995 information goods component (12.9%) was larger than in the three other economies: the United States (6.5%), Sweden (5.5%), and Denmark (2.0%). Korea's 1995 information services component was 43.7%, resembling Sweden's information services in 1993 (42.3%) but far less than the 49.5% component in the United States in 1992, and even further from the 54.1% in Denmark in 1993. Korea's information goods component in the year 2000 was 12.5%, which again resembled Sweden's information goods for 2001 (11.4%) and was twice that of the United States in 2002 (5.9%), again surpassing Denmark's (2.1%). Korea's information services component for the year 2000 was 46.5%, which again resembled Sweden's information services in 2001 of 48.4% and was far behind both 56% for the United States in 2002 and 53.0% for Denmark in 2001.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Key values and data sources.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Ratio of economic value added produced by 1% of information workers. Ratio of wages earned by 1% of information workers. Ratio of value added produced per 1% of wages in the information sector in the three countries for the second and third periods of comparison",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Value added as a percentage of GNP in Denmark and Sweden for the PRIS, the SIS, and the material sector. Source: Calculations based on data from Statistics Denmark (2017) and Statistics Sweden (2017).",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Value added in percentages of GNP in Denmark and Sweden, two-by-two decomposition. Source: Calculations based on data from Statistics Denmark (2017) and Statistics Sweden (2017).",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "presents the two-by-two decomposition of total employment in the Danish economy for",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Distribution of employment in the Danish economy, two-by-two decomposition. Source: Calculations based on data from Statistics Denmark (2017).",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Distribution of employment in the Swedish economy, two-by-two decomposition. Source: Calculations based on data from Statistics Sweden (2017).",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Distribution of the wage bill in the Swedish economy, two-by-two decomposition (%). Source: Calculations based on data provided by Statistics Sweden.",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "Value added as percentages of GNP for Korea's PRIS, SIS, and material sector. Source:Choi et al. (2009).Table B1Value added in percentages of GNP in United States, two-by-two decomposition. Source:Apte et al. (2012).",
            "latex": null,
            "type": "table"
        },
        "TABREF13": {
            "text": "Value added in percentages of GNP in Republic of Korea, two-by-two decomposition. Source:Choi et al. (2009).",
            "latex": null,
            "type": "table"
        },
        "TABREF14": {
            "text": "Distribution of employment in the U.S. economy, two-by-two decomposition. Source:Apte et al. (2012).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": " Table D1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1,
                    "end": 9,
                    "text": "Table D1",
                    "ref_id": null
                }
            ],
            "section": "Appendix D"
        }
    ]
}