{
    "paper_id": "a4c4e9c1ccf67d2486ec9d37ee5d090f263dcc34",
    "metadata": {
        "title": "From International Sanitary Conventions to Global Health Security: The New International Health Regulations",
        "authors": [
            {
                "first": "David",
                "middle": [
                    "P"
                ],
                "last": "Fidler",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In May 2005, the World Health Organization adopted the new International Health Regulations (IHR), which constitute one of the most radical and far-reaching changes to international law on public health since the beginning of international health cooperation in the mid-nineteenth century. This article comprehensively analyses the new IHR by examining the history of international law on infectious disease control, the IHR revision process, the substantive changes contained in the new IHR and concerns regarding the future of the new IHR. The article demonstrates why the new IHR constitute a seminal event in the relationship between international law and public health and send messages about how human societies should govern their vulnerabilities to serious, acute disease events in the twenty-first century.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In May 2005, the World Health Assembly (WHA), the main policy-making organ of the World Health Organization (WHO), adopted the new International Health Regulations (IHR). 1 The WHA's adoption of the new IHR brought to a close the process of revising the IHR, which began in 1995. 2 Since the outbreak of Severe Acute Respiratory Syndrome (SARS) in 2003 in China and elsewhere, the revision of the IHR became a closely watched and often controversial international legal reform effort. Public health experts also argued that the new IHR were urgently needed to help protect ''the global village from pandemic influenza'' in light of concerns about the potential for avian influenza outbreaks in Asia to become epidemics fuelled by human-to-human transmission. 3 Some sense of the larger importance attributed to adoption of the new IHR can be found in the UN Secretary-General's identification of the revision of the IHR as a global priority in his vision for achieving ''larger freedom'' for the peoples of the world. 4 Whether the new IHR live up to expectations remains, of course, to be seen. What is clear is that the new IHR constitute one of the most radical and far-reaching changes in international law on public health since the beginning of international health co-operation in the mid-nineteenth century.",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 172,
                    "text": "1",
                    "ref_id": null
                },
                {
                    "start": 280,
                    "end": 281,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 1018,
                    "end": 1019,
                    "text": "4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "I. Introduction"
        },
        {
            "text": "International law affecting public health has experienced significant innovations and changes in the past, including the development of the international human right to health, 5 the growth of international environmental law 6 and the establishment of the World Trade Organization (WTO). 7 The new IHR represent a seminal event in the long relationship between international law and public health for two reasons. First, the new IHR transform in a revolutionary way the traditional international legal approach informing the old IHR. This approach originated in the mid-nineteenth century and remained substantively consistent from that time until the new IHR's adoption. The new IHR not only radically break from the traditional strategy but they also proclaim its effective death.",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 289,
                    "text": "7",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "I. Introduction"
        },
        {
            "text": "Secondly, how the new IHR differ from the traditional approach reveals a governance strategy unprecedented in the history of international law and public health. This article examines the manner in which the new IHR create a strategy and framework for integrated, flexible and forward-looking governance for addressing serious threats to public health. The new IHR engage State and non-State actors, address numerous public health threats and draw together objectives found in multiple international legal regimes-specifically those concerning infectious disease control, human rights, trade, environmental protection and security-and configure them in a way that has no precedent in international law on public health. The manner in which the new IHR involve a range of actors, apply to diverse health threats and incorporate public health, economic, human rights, environmental and security concerns reveals an approach to global governance that echoes constitutional law perhaps more than international law. 8 These echoes reinforce the argument that the new IHR exhibit features that make their adoption by the WHA a historic moment for public health and international law.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. Introduction"
        },
        {
            "text": "My analysis proceeds in four parts. First, I examine the historical development and demise of the traditional international legal strategy reflected in the old IHR. 9 This background is essential for understanding how radical and far-reaching the new IHR are. I organize the historical analysis in three parts that respectively explore the rise, fall and death of the traditional international legal approach to international infectious disease control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. Introduction"
        },
        {
            "text": "Secondly, I describe the stages of the IHR revision process and analyse the substantive changes WHO considered, refined and included in its proposals for revising the IHR. 10 The description of the IHR revision process allows the reader to see how the radical substance of the new IHR emerged. Thirdly, the article analyses the major substantive changes contained in the new IHR. 11 I organize these changes around the themes of scope, sovereignty and synthesis in order to communicate how dramatically the new IHR differ from their international legal predecessors.",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 174,
                    "text": "10",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "I. Introduction"
        },
        {
            "text": "The article's final part steps back from the new IHR to consider the broader implications of the new rules for public health and international law. 12 Although radical and far-reaching, the new IHR confront troubling issues that deserve attention. Among these issues is the limited impact the new IHR might have on the underlying factors driving the potential emergence of public health threats. In addition, the contribution of the new IHR to addressing existing disease problems, particularly the HIV/AIDS pandemic, is uncertain. Questions also exist as to whether States will politically and economically support the radical, far-reaching governance strategy embodied in the new IHR.",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 150,
                    "text": "12",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "I. Introduction"
        },
        {
            "text": "The old IHR, which remain binding on WHO Member States until the new IHR enter into force in 2007, 13 are the most recent manifestation of an international legal approach to infectious diseases that originated in the mid-nineteenth century when States first began to co-operate seriously on cross-border transmission of pathogenic microbes. I have elsewhere called the international legal framework developed from the first international sanitary conference in 1851 until WHO's adoption of the International Sanitary Regulations in 1951 the ''classical regime''. 14 This regime contained two basic parts: obligations on States Parties to (1) notify each other about outbreaks of specified infectious diseases in their territories; and (2) limit disease-prevention measures that restricted international trade and travel to those based on scientific evidence and public health principles. The connection between the IHR and the historical origins of international law on infectious diseases is more than a faint trace, of interest only to historians. From the earliest international sanitary conventions adopted in the 1890s to the IHR in force in 2005, the classical regime has changed little in its substantive objectives or the framework States used to achieve those objectives.",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 101,
                    "text": "13",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "II. Rise and fall of the classical regime"
        },
        {
            "text": "Some IHR trivia illustrates the point. The three infectious diseases discussed at the first international sanitary conference in 1851-cholera, plague and yellow fever 15 -are the only infectious diseases subject to the current IHR. 16 This trivia not only reveals continuity but also shortcomings in the classical regime. To understand the radical nature of the new IHR, some historical background on the rise and fall of the classical regime is important. This part provides a brief history of the classical regime and tells the story of the consolidation, marginalization and abandonment of the only set of international legal rules directly addressing control of infectious diseases. 17",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 234,
                    "text": "16",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "II. Rise and fall of the classical regime"
        },
        {
            "text": "Regulations: the rise of the classical regime, 1851 -1951 WHO's adoption of the International Sanitary Regulations (ISR) in 1951 18 occurred 100 years after European States convened the first international sanitary conference in Paris. 19 The ISR reflected, thus, a century of international diplomatic and legal work on the problem of the international spread of infectious diseases. The ISR followed the substantive legal approach to international infectious disease control developed since 1851. The innovations made with the ISR were procedural rather than substantive in nature. The ISR continued the substantive approach of the classical regime but packaged this regime in a manner that differed from the way in which States previously handled the regime. The result of continuing the classical regime's substantive approach but modifying its application was the global consolidation of the classical regime in one set of rules overseen by one international health organization.",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 238,
                    "text": "19",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "II.A. From the international sanitary conferences to the International Sanitary"
        },
        {
            "text": "The history of the development of international co-operation and international law on infectious diseases is told in other works, 20 so I focus on key elements of the emergence, proliferation and consolidation of the classical regime between 1851 and 1951. In terms of emergence, an international approach to infectious diseases began in the mid-nineteenth century as European countries struggled to cope with successive waves of epidemic cholera. 21 These outbreaks caused not only serious morbidity and mortality across Europe but also increasing burdens on flows of international trade. Prior to the start of international co-operation on the spread of infectious diseases, each country more or less fended for itself and quarantine of ships and travellers was a virtually universal national policy response to the threat of imported disease. Merchants and traders confronted, thus, a fragmented, non-harmonized patchwork of national quarantine regulations that imposed delays and costs on trade and commerce.",
            "cite_spans": [
                {
                    "start": 448,
                    "end": 450,
                    "text": "21",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "II.A. From the international sanitary conferences to the International Sanitary"
        },
        {
            "text": "The convening of the first international sanitary conference in 1851 reflected the conclusion of major European States that international spread of infectious diseases could no longer be handled as a matter only of national governance. The nature of the problemdiseases spreading across borders through international trade and travel-demanded international co-operation. More specifically, the nature of the problem forced States to engage in certain kinds of co-operation, which formed the classical regime's architecture. This architecture's purpose was to protect States against the international spread of infectious diseases in a way that minimized interference with international trade and travel. The International Sanitary Convention of 1893 expressed this purpose well in the preamble's statement that the States Parties had ''decided to establish common measures for protecting public health during cholera epidemics without uselessly obstructing commercial transactions and passenger traffic''. 22 The classical regime pursued protection against the international spread of infectious diseases through international legal obligations requiring that (1) States notify other countries about outbreaks of specified diseases; and (2) maintain adequate public health capabilities at points of disease entry and exit (e.g. sea ports and, later, airports). The classical regime sought to minimize public health interference with international trade and travel by requiring that disease-prevention measures restrictive of international trade and travel be based on scientific evidence and public health principles. This objective produced provisions in international sanitary conventions that stated that the measures provided for responding to the possible importation of infectious diseases were the maximum measures governments could apply. 23 States designed the classical regime's obligations to make information about disease outbreaks in countries more available and transparent in order to facilitate other countries' application of appropriate public health measures to means of international transportation and to travellers. In other words, the classical regime established an international surveillance system for certain infectious diseases and attempted to harmonize national quarantine policies and regulations. The goal was to structure State responses to infectious disease outbreaks in other countries so that States could protect themselves from disease importation and spread in ways that were scientifically effective and the least restrictive of trade and travel possible.",
            "cite_spans": [
                {
                    "start": 1006,
                    "end": 1008,
                    "text": "22",
                    "ref_id": null
                },
                {
                    "start": 1847,
                    "end": 1849,
                    "text": "23",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "II.A. From the international sanitary conferences to the International Sanitary"
        },
        {
            "text": "These features of the classical regime stayed constant from the adoption of the International Sanitary Convention of 1893 until the WHA adopted the ISR in 1951. 24 Variations in the regime appear in the form of a changing list of infectious diseases subject to the regime and the integration of international health organizations into its operation. The classical regime only applied to a small number of infectious diseases, called the ''quarantinable diseases'' in the ISR, 25 which were closely associated with international trade and travel. The classical regime's ''big three'' infectious diseases were cholera, plague and yellow feverthe diseases addressed at the first international sanitary conference in 1851 and included on the list of diseases subject to the ISR in 1951. In the first half of the twentieth century, other diseases were added to the classical regime's list, including smallpox and typhus. 26 Six diseases were initially subject to the ISR: cholera, plague, yellow fever, smallpox, typhus and relapsing fever. 27 The other major variation in the classical regime involved integrating an international health organization into the workings of the international legal rules on infectious disease control. Not long into international co-operation on infectious diseases, experts realized that such co-operation would work more efficiently if a central body or organization played a significant role, especially with respect to the flow of surveillance information among States Parties to the international sanitary conventions. 28 In the first decade of the twentieth century, States created permanent international health organizations at the regional level (the Pan American Sanitary Bureau (1902)) 29 and international level (Office International d'Hygiène Publique (1907)). 30 27 ISR, above n.18, Art.1 (defining ''quarantinable diseases'' as meaning ''plague, cholera, yellow fever, smallpox, typhus and relapsing fever''). 28 Fidler, above n.20, 47 -8 (discussing early proposals at international sanitary conferences for the creation of a permanent international health organization).",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 163,
                    "text": "24",
                    "ref_id": null
                },
                {
                    "start": 916,
                    "end": 918,
                    "text": "26",
                    "ref_id": null
                },
                {
                    "start": 1036,
                    "end": 1038,
                    "text": "27",
                    "ref_id": null
                },
                {
                    "start": 1551,
                    "end": 1553,
                    "text": "28",
                    "ref_id": null
                },
                {
                    "start": 1801,
                    "end": 1803,
                    "text": "30",
                    "ref_id": null
                },
                {
                    "start": 1952,
                    "end": 1954,
                    "text": "28",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "II.A. From the international sanitary conferences to the International Sanitary"
        },
        {
            "text": "29 Pan American Health Organization, Pro Salute Novi Mundi: A History of the Pan American Health Organization (1992), 19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II.A. From the international sanitary conferences to the International Sanitary"
        },
        {
            "text": "various international sanitary conventions operated and thus became fixtures in the classical regime before WHO's creation in 1948. 31 Another aspect of the classical regime worth mentioning is the specific and detailed attention it paid to the possibility of infectious disease spreading from Asia and the Middle East. The very first International Sanitary Convention, adopted in 1892, focused on reforming the quarantine system applied to navigation through the Suez Canal and modifying the regulations governing the Maritime, Sanitary and Quarantine Board of Egypt. 32 Concerns that infectious diseases from Asia and the Middle East would spread through international trade and travel kept the classical regime focused on problems perceived to emanate from these regions, such as the annual pilgrimage to Mecca. The main International Sanitary Conventions of 1903, 1912 and 1926 contain many provisions that address the threat of infectious diseases spreading from non-European regions. 33 The ISR continued this pattern because it has two annexes containing 41 articles in all, addressing the annual pilgrimages to Mecca. 34 The limited list of infectious diseases subject to the classical regime is connected to the focus on the potential of disease spreading from Asia and the Middle East northwards and westwards. As scholars of international health diplomacy have noted, a driving motivation behind international health co-operation in the late nineteenth and early twentieth centuries was to protect Europe and North America from the importation and spread of ''Asiatic diseases''. 35 The classical regime's ''big three'' infectious diseases-cholera, plague and yellow fever-were all diseases not considered indigenous to Europe and North America and that spread from southern, non-European regions northwards. No infectious diseases historically common in Europe were added to the main International Sanitary Convention until 1926, when typhus and smallpox were included. 36 In essence, the classical 31 The Pan American Sanitary Bureau played a central role in the functioning of the Pan American Sanitary Code, adopted in 1924. See, e.g. Pan American Sanitary Code, above n.24, Arts 54 -60 (describing functions and duties of the Pan American Sanitary Bureau). The Office International d'Hygiène Publique became a centerpiece of the operation and revision of the main International Sanitary Convention, originally adopted in 1903 but subsequently amended in 1912, 1926, 1938 and 1944 . See, e.g. International Sanitary Convention of 1926, above n.23, Arts 1, 3-7 and 9 (involving the Office International in the international surveillance system for plague, cholera and yellow fever). regime's fundamental concern was lessening the burden on European and North American trade created by national responses in those regions to the threat of the importation of ''Asiatic diseases''. However parochial or imperialistic, this concern proved fertile, as illustrated by the many international sanitary conventions negotiated, adopted and revised in the period from 1890 to 1945. 37 The proliferation of treaties on infectious disease control involved not only traditional issues of maritime trade, travel and quarantine but also the extension of the classical regime into aerial navigation as this transportation technology emerged in the first half of the twentieth century. 38 In fact, the proliferation of the classical regime in a number of treaties in this time period produced an unsatisfactory situation by the end of World War II. In 1947, the US Department of State lamented the patchwork of treaties on infectious disease control and argued that ''[t]here are states, including some which occupy key positions in the stream of international maritime and aerial commerce, bound only by the obsolete conventions of 1912, 1926 and 1933, or by no sanitary conventions at all''. 39 The proliferation of treaties on infectious disease control revealed not only patchwork coverage but also procedural problems with the classical regime's development. The process of formulating rules by ad hoc treaty negotiations proved cumbersome, slow and resistant to amendments needed to account for changes in scientific knowledge and the speed, scope, volume and patterns of international trade. 40 A different process of adopting and amending international law on infectious disease control was needed; and the WHO Constitution, which came into force in 1948, provided the new process. Under the Constitution, the WHA was given the authority to adopt regulations concerning ''sanitary and quarantine requirements and other procedures designed to prevent the international spread of disease'', 41 and any such regulations would become binding on WHO Member States unless they rejected them. 42 These two changes marked significant departures from how States developed the classical regime prior to the WHO's creation. Although involved at various levels with the main international sanitary conventions, the Office International d'Hygiène Publique never had authority to adopt regulations in the manner provided by the WHO Constitution. Further, the classical regime was a creature of the traditional ''opt in'' nature of treaty law-a rule of international law is not binding on any State unless the State gave its express consent to be bound. 43 The procedural changes effected by the WHO Constitution created the possibility for WHO to adopt one set of international legal rules to replace the patchwork of international sanitary conventions and to revise and amend such rules efficiently in response to changes in scientific or other factors. In addition, the WHO Constitution's ''opt out'' technique would help ensure that the single set of rules would be widely applicable in the international system. In short, the governance innovations found in the WHO Constitution set the stage for the consolidation of the classical regime in the form of the ISR.",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 134,
                    "text": "31",
                    "ref_id": null
                },
                {
                    "start": 569,
                    "end": 571,
                    "text": "32",
                    "ref_id": null
                },
                {
                    "start": 990,
                    "end": 992,
                    "text": "33",
                    "ref_id": null
                },
                {
                    "start": 1126,
                    "end": 1128,
                    "text": "34",
                    "ref_id": null
                },
                {
                    "start": 1591,
                    "end": 1593,
                    "text": "35",
                    "ref_id": null
                },
                {
                    "start": 1982,
                    "end": 1984,
                    "text": "36",
                    "ref_id": null
                },
                {
                    "start": 2011,
                    "end": 2013,
                    "text": "31",
                    "ref_id": null
                },
                {
                    "start": 2470,
                    "end": 2495,
                    "text": "1912, 1926, 1938 and 1944",
                    "ref_id": null
                },
                {
                    "start": 3085,
                    "end": 3087,
                    "text": "37",
                    "ref_id": null
                },
                {
                    "start": 3382,
                    "end": 3384,
                    "text": "38",
                    "ref_id": null
                },
                {
                    "start": 3890,
                    "end": 3892,
                    "text": "39",
                    "ref_id": null
                },
                {
                    "start": 4790,
                    "end": 4792,
                    "text": "42",
                    "ref_id": null
                },
                {
                    "start": 5343,
                    "end": 5345,
                    "text": "43",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "II.A. From the international sanitary conferences to the International Sanitary"
        },
        {
            "text": "For ISR States Parties, these new regulations replaced 12 pre-existing international sanitary conventions and related agreements, 44 and thus became the primary set of binding international legal rules on international infectious disease control. WHO's establishment also meant that the single set of infectious disease rules would be administered by one international health organization with near universal membership. The consolidation made possible by the WHO Constitution meant that the classical regime, streamlined and universalized through the ISR, entered its second century of existence with what experts perceived were bright prospects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II.A. From the international sanitary conferences to the International Sanitary"
        },
        {
            "text": "II.B. From the International Sanitary Regulations to Health for All: the fall of the classical regime, 1951-81",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II.A. From the international sanitary conferences to the International Sanitary"
        },
        {
            "text": "The prospects for the ISR perceived in 1951 dimmed considerably over the next 30 years. This period marks a time during which events marginalize the classical regime in both international policy and international law on public health. The marginalization contributed to the stagnation of the classical regime because the only significant changes to the regime involved cutting back the provisions related to the annual pilgrimage to Mecca, 45 changing the name from the ISR to the IHR in 1969, 46 and removing diseases from the list of diseases covered, as occurred when smallpox was removed in 1981. 47 The classical regime's marginalization and stagnation contrast with the emergence of new bodies of international law affecting public health, namely international human rights law, international trade law and international environmental law.",
            "cite_spans": [
                {
                    "start": 601,
                    "end": 603,
                    "text": "47",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "II.A. From the international sanitary conferences to the International Sanitary"
        },
        {
            "text": "Fully elaborating the reasons behind the classical regime's marginalization and stagnation is beyond this article's scope, but four factors deserve consideration. The first factor involves a significant policy shift in international health co-operation. In the first century of international health diplomacy, the classical regime and its focus on infectious diseases dominated international co-operation on public health. This dominance meant that international cooperation concentrated on balancing public health and economic interests of the major States of the international system. As the description of the substance of the classical regime revealed, this balancing effort was very limited in terms of the public health risks addressed and was driven by the economic interests of the great powers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II.A. From the international sanitary conferences to the International Sanitary"
        },
        {
            "text": "WHO's establishment brought a new outlook on international health co-operation to life. The preamble of the WHO Constitution expresses this new vision. The first three principles provide a sense of how this vision differs from the objectives of the classical regime:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II.A. From the international sanitary conferences to the International Sanitary"
        },
        {
            "text": ". Health is a complete state of physical, mental and social well-being and not merely the absence of disease or infirmity. . The enjoyment of the highest attainable standard of health is one of the fundamental rights of every human being without distinction of race, religion, political belief, economic or social condition. . The health of all peoples is fundamental to the attainment of peace and security, and is dependent upon the fullest co-operation of individuals and States. 48",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II.A. From the international sanitary conferences to the International Sanitary"
        },
        {
            "text": "Rules addressing a handful of infectious diseases of concern to developed countries in a way designed to protect trade between States as opposed to promoting health within them sit uneasily with the ''new world order'' for health proclaimed in the WHO Constitution's preamble. Actual policy developments at WHO reinforce this tension because, from early in its existence, WHO showed more interest in attacking infectious diseases at their local sources and concentrating such attacks on developing countries. 49 This strategy was consistent with viewing health in ways not driven by protecting the trade interests of the great powers. Rather than revise the classical regime, WHO developed radically different approaches to international health cooperation, perhaps best exemplified by disease eradication efforts 50 and promoting universal primary health care through the Health for All campaign launched in 1978. 51 The second factor contributing to the classical regime's marginalization and stagnation after 1951 involved a dramatic decrease in the political importance of international infectious disease control. The great powers and other developed countries made significant strides in reducing the threat that infectious diseases posed to their populations and economies. 52 Although such progress began during the decades in which the classical regime proliferated, 53 48 WHO Const., preamble. it accelerated after World War II. Improvements made against infectious diseases by countries owed little, if anything, to the classical regime because the improvements involved changes within States, such as strides made in providing clean water and sanitation services, and widespread application of new medical technologies, such as vaccines. In short, the political interest developed countries had in the classical regime prior to World War II dissipated. The political engine that had driven the classical regime stopped running and neither WHO nor developing countries had the interest or incentives to replace or overhaul the engine because they were increasingly engaged in international health co-operation that did not resonate with the classical regime's objectives. In fact, WHO and developing countries pursued strategies that abandoned the classical regime's infectious disease-trade focus for arguments linking the developing world's demand for a New International Economic Order with WHO's push for Health for All. 54 The third factor in the classical regime's demise after 1951 involves technology. The development of antibiotics and vaccines for many infectious diseases in the post-World War II period created resources not present when the classical regime emerged and proliferated. 55 The availability of such technological assets produced the motivation and the need to use and disseminate such technologies globally. The classical regime was not designed to support such an effort 56 and was, thus, not directly relevant to endeavours designed to apply these new technologies directly against infectious disease problems all over the world.",
            "cite_spans": [
                {
                    "start": 509,
                    "end": 511,
                    "text": "49",
                    "ref_id": null
                },
                {
                    "start": 915,
                    "end": 917,
                    "text": "51",
                    "ref_id": null
                },
                {
                    "start": 2436,
                    "end": 2438,
                    "text": "54",
                    "ref_id": null
                },
                {
                    "start": 2708,
                    "end": 2710,
                    "text": "55",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "II.A. From the international sanitary conferences to the International Sanitary"
        },
        {
            "text": "The fourth factor to mention in connection with the classical regime's fall involved international law in three respects. First, the ISR and the IHR were, legally speaking, failures. The IHR continued the classical regime's fundamental purpose ''to ensure the maximum security against the international spread of diseases with a minimum interference with world traffic''. 57 Continuity in the objective did not, however, produce continuity of compliance. As early as the late 1960s, WHO officials and other commentators expressed frustration about the lack of IHR compliance by States Parties. 58 One expert asked, ''[I]s there much sense in the maintenance of rules if they are not observed-if they are disregarded or more or less systematically broken-without any consequences for those who deviate?'' 59 IHR States Parties routinely violated their obligations to notify WHO of outbreaks of 54 Declaration of Alma Ata, above n.51, paras 3, 10 (connecting the Health for All policy to the New International Economic Order). diseases subject to the Regulations 60 and to refrain from applying unwarranted measures to the trade and travel coming from countries suffering such outbreaks. 61 Secondly, public health experts raised questions about the substantive nature of the classical regime, indicating that the law no longer responded to public health reality. In 1969, for example, one expert noted that the IHR did not apply to many infectious diseases that posed similar risks of international spread as the diseases subject to the Regulations. 62 Similarly, another expert argued in 1974 that the diseases subject to the IHR ''are the pestilential diseases of the past'', 63 implying that the IHR were backward-looking rather than geared to the infectious diseases the world faced in the present and future. These criticisms illustrated the extent to which WHO did not revise, update and modernize the classical regime through its innovative constitutional provisions.",
            "cite_spans": [
                {
                    "start": 1186,
                    "end": 1188,
                    "text": "61",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1549,
                    "end": 1551,
                    "text": "62",
                    "ref_id": null
                },
                {
                    "start": 1677,
                    "end": 1679,
                    "text": "63",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "II.A. From the international sanitary conferences to the International Sanitary"
        },
        {
            "text": "Thirdly, the classical regime's dominance of international law on public health waned in the decades after 1951. The emergence of three bodies of international law contributed to this waning: international human rights law, international trade law and international environmental law. The WHO Constitution's preamble proclaimed, for the first time, that the enjoyment of the highest attainable standard of health was a fundamental human right. 64 This proclamation started the development in international human rights law of the ''right to health'', which appears, for example, in the International Covenant on Economic, Social and Cultural Rights. 65 The right to health inspired the Health for All campaign launched at the end of the 1970s. 66 As the classical regime stagnated, the right to health began to inform international public health policies.",
            "cite_spans": [
                {
                    "start": 444,
                    "end": 446,
                    "text": "64",
                    "ref_id": null
                },
                {
                    "start": 650,
                    "end": 652,
                    "text": "65",
                    "ref_id": null
                },
                {
                    "start": 744,
                    "end": 746,
                    "text": "66",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "II.A. From the international sanitary conferences to the International Sanitary"
        },
        {
            "text": "In terms of international trade law, the development of a multilateral framework for trade in goods-the General Agreement on Tariffs and Trade (GATT) 67 -in 1947 precipitated a shift of interest from the classical regime to GATT in connection with the balancing trade and public health. GATT included a general exception that allowed contracting parties to violate a GATT obligation if such violation was necessary to protect human life or health. 68 Although balancing trade and health is attempted in both GATT and the classical regime, GATT's trade liberalization requirements, such as the most-favoured-nation and national treatment principles, 69 embed this balancing effort in a context that was more pro-trade than the classical regime, which contained no affirmative trade liberalization obligations. Countries whose main interest in infectious diseases had essentially become traderelated had more incentive to emphasize GATT than appeal to the ISR or IHR. Further, GATT's rules applied to trade-restricting health measures adopted to address threats from infectious and non-communicable diseases, making GATT's public health scope broader than the ISR or IHR. 70 Finally, the emergence of interest in international environmental protection in the 1960s and 1970s, best exemplified by the Stockholm Conference on the Human Environment in 1972, 71 helped generate new international law relevant to the protection of human health. In the 1960s and 1970s, States negotiated treaties on marine pollution 72 and long-range transboundary air pollution 73 that attempted to reduce the threats such forms of pollution posed for human health and the environment. These treaties do not represent the first time States used international law to address non-communicable diseases threatened through environmental degradation because such treaties appeared during the period the classical regime dominated international law on public health. 74 In the 1970s, however, international environmental law eclipsed the classical regime in terms of the attention it garnered and the potential it developed with respect to threats to human health. This development parallels the public health shift taking place in developed countries away from concern about infectious diseases toward worries about non-communicable diseases. 75 The policy, political, technological and legal factors analysed above help explain the fall of the classical regime in the 30 years after the ISR's adoption in 1951. In 1981, the WHA amended the IHR to remove smallpox from the list of diseases subject to the Regulations, in acknowledgement of the global eradication of smallpox in the late 1970s. 76 This amendment to the IHR represents, 69 Ibid., Arts I (most-favoured-nation principle) and III (national treatment principle). The fall of the classical regime in the 30 years following the ISR's adoption in 1951 proved not to be the regime's nadir because the subsequent 20 years witnessed its death. The two decades following smallpox's removal from the IHR's list of infectious diseases became a 20 years' crisis for international infectious disease control specifically and public health generally. In this period, HIV/AIDS developed into one of history's worst pandemics, 77 globalization fuelled the emergence and re-emergence of other infectious diseases around the world, 78 and the proliferation of biological weapons became a high-profile national security and public health issue. 79 These depressing developments crushed complacency about the threat from infectious diseases that prevailed in the developed world for decades and confronted all countries with threats they were unprepared to handle. The emergence of new infectious diseases (e.g. HIV/AIDS) and the re-emergence of old pathogenic threats (e.g. tuberculosis and malaria) 80 forced experts to decipher the reasons why microbes had returned with a vengeance. The factors were many and complex-globalization, urbanization, migration, breakdown of public health systems, declining effectiveness of antimicrobial therapies, environmental degradation, poverty and more. 81 The proliferation of biological weapons, especially the prospect of such proliferation through the efforts of terrorists, exacerbated the dismal situation concerning infectious disease threats. 82 An international legal framework applicable only to three diseases was no match for what transpired after 1981. The 20 years' crisis effectively terminated whatever relevance the classical regime retained after its marginalization and stagnation in the previous 30 years. If a single cause of death for the classical regime could be identified, it would be its limited, disease-specific approach to international infectious disease threats. The IHR had little, if any, applicability to the crisis of emerging and re-emerging infectious diseases because most of the diseases emerging and re-emerging were not subject to the IHR. 83 Any new pathogen, or resurging old ones, not listed as a ''disease subject to the Regulations'' fell outside the IHR's surveillance system, so one half of the classical regime's architecture was irrelevant to surveillance efforts for many emerging and re-emerging infectious diseases. WHO argued that aspects of the second half of the classical regime's architecture, which regulated the traffic-restricting health measures WHO Member States could apply, governed Member State responses to infectious diseases beyond cholera, plague and yellow fever. 84 Yet, these arguments were unpersuasive from an international legal perspective and were, at any rate, ignored by a number of WHO Member States.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 152,
                    "text": "67",
                    "ref_id": null
                },
                {
                    "start": 448,
                    "end": 450,
                    "text": "68",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1170,
                    "end": 1172,
                    "text": "70",
                    "ref_id": null
                },
                {
                    "start": 1938,
                    "end": 1940,
                    "text": "74",
                    "ref_id": null
                },
                {
                    "start": 2315,
                    "end": 2317,
                    "text": "75",
                    "ref_id": null
                },
                {
                    "start": 2707,
                    "end": 2709,
                    "text": "69",
                    "ref_id": null
                },
                {
                    "start": 3462,
                    "end": 3464,
                    "text": "79",
                    "ref_id": null
                },
                {
                    "start": 4110,
                    "end": 4112,
                    "text": "81",
                    "ref_id": null
                },
                {
                    "start": 4307,
                    "end": 4309,
                    "text": "82",
                    "ref_id": null
                },
                {
                    "start": 5492,
                    "end": 5494,
                    "text": "84",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "II.A. From the international sanitary conferences to the International Sanitary"
        },
        {
            "text": "HIV/AIDS provides a good example through which to illustrate these two points. First, WHO Member States were under no international legal obligation to report cases of HIV or AIDS to WHO for purposes of international surveillance because HIV/AIDS was not a disease subject to the IHR. Whether the IHR should be revised to include HIV/AIDS as a notifiable disease was considered but rejected for three reasons: (1) adding more diseases to the IHR's list was generally not considered sufficiently robust to address the HIV/ AIDS problem; 85 (2) WHO Member States did not comply with the notification and other obligations they currently had under the IHR, making an expansion of the list of notifiable diseases questionable as a strategy; 86 and (3) public health officials adopted an alternative international legal strategy that involved application of international human rights law in addressing the HIV/AIDS pandemic. 87 Secondly, WHO arguments that IHR provisions regulating measures States Parties could apply to trade and travel covered more than measures to address cholera, plague and yellow fever failed to carry the day legally or politically. WHO responded to requirements for AIDS-free certificates imposed by some WHO Member States with the argument that such requirements were illegal under the IHR because the IHR contained no provision allowing Member States to demand such certificates. 88 WHO's position was that the IHR only allowed Member States to require the documentation permitted under the IHR. This interpretation was unpersuasive legally and from a public health perspective. WHO's position essentially meant that any health document requirement imposed by a WHO Member State for a new disease, even if the requirement was scientifically justified, was not allowed under the IHR because the IHR did not permit the requirement. The interpretation reveals the strain the IHR created on WHO's efforts to deal with serious infectious diseases not subject formally to the IHR. Even if the WHO was correct in its interpretation of the IHR, the story does not end well because IHR States Parties generally ignored WHO's legal position. 89 The inapplicability of the IHR to most emerging and re-emerging infectious diseases also indicated that the techniques created in the WHO Constitution to allow WHO to revise and update the IHR quickly proved to be more innovative in theory than practice. First, WHO Member States made little use of these powers to keep the IHR relevant to international infectious disease threats. The most prominent change was removing diseases from the list not expanding the IHR's scope. Secondly, events suggested that public health experts did not think highly of utilizing WHO's constitutional powers merely to add more diseases to the IHR list. 90 These powers did not address the lack of compliance WHO Member States generally demonstrated with respect to the IHR. 91 Further, with respect to HIV/AIDS, efforts turned not to the IHR or its revision through the relevant constitutional provisions but to international human rights law to provide an international legal strategy with which to fight the pandemic. 92 The classical regime's death in the 20-year period following 1981 involved international legal regimes besides international human rights law. Most prominently, the creation of the World Trade Organization (WTO) in 1995 and the implementation of old 93 agreements under the WTO intensified the relationship between public health and international trade law. Controversies about the impact of the WTO agreements and dispute-settlement process on public health and health care abounded in the late 1990s and early 2000s. 95 Some of these controversies, such as the effect intellectual property protections in TRIPS had on access to antiretroviral drugs, 96 witnessed tension between international human rights and international trade law. 97 Even though WHO started the process of revising the IHR in 1995, the debates about international trade law and the WTO rarely, if ever, referred to the IHR, which illustrates the obscurity into which the classical regime had fallen. 98 The accelerating development of international environmental law also contributed to the sense that the classical regime's day in the sun had passed. States adopted many international treaties on environmental problems of direct concern to public health in the 1980s and 1990s, 99 giving international environmental law public health scope never achieved by the classical regime. The adoption of these treaties demonstrated that cross-border threats to public health existed outside the infectious disease context, which acted as another reminder of the IHR's limited ambition and applicability.",
            "cite_spans": [
                {
                    "start": 536,
                    "end": 538,
                    "text": "85",
                    "ref_id": null
                },
                {
                    "start": 921,
                    "end": 923,
                    "text": "87",
                    "ref_id": null
                },
                {
                    "start": 2156,
                    "end": 2158,
                    "text": "89",
                    "ref_id": null
                },
                {
                    "start": 3162,
                    "end": 3164,
                    "text": "92",
                    "ref_id": null
                },
                {
                    "start": 3415,
                    "end": 3417,
                    "text": "93",
                    "ref_id": null
                },
                {
                    "start": 3684,
                    "end": 3686,
                    "text": "95",
                    "ref_id": null
                },
                {
                    "start": 4138,
                    "end": 4140,
                    "text": "98",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "II.A. From the international sanitary conferences to the International Sanitary"
        },
        {
            "text": "A final element of the 20 years' crisis that added another nail in the classical regime's coffin was the rise of concerns about the proliferation of biological weapons and the potential for bioterrorism. These concerns began to affect policy in the early 1990s, particularly after revelations about the biological weapons programmes of the former Soviet Union and Iraq, 100 but the anxieties accelerated after the sarin gas attack on the Tokyo subway system in 1995 because Aum Shinriyko had committed chemical terrorism and had tried to perpetrate biological attacks. 101 97 Fidler, above n.14, 288 -9 (noting clash between international trade and international human rights in the debate about access to antiretrovirals). the heels of the terrorist attacks of September 11th, established that the threat of bioterrorism was more than science fiction. Treaties prohibited the use of biological weapons in armed conflict 102 and the development, stockpiling and possession of biological weapons, 103 and efforts got under way in the mid-1990s to strengthen the prohibitions in the Convention on the Prohibition of the Development, Production and Stockpiling of Bacteriological (Biological) and Toxin Weapons and On Their Destruction through a mechanism designed to verify compliance. 104 These treaties did not, however, address challenges that the perpetration of bioterrorism would present. These consequence-management challenges turned policy attention toward public health infrastructure and capabilities because the first line of defense in the event of a bioterrorist attack would be public health and health care systems. 105 The spectre of bioterrorism made the quality of national and international public health capacities, such as surveillance, a security concern. As embodied in the IHR, the classical regime had nothing to offer the security need for better and more robust international surveillance of infectious disease outbreaks. The bioterrorist threat did, however, shine new light on the deficiencies of the IHR and brought to the debate about how to move beyond the classical regime a powerful perspective backed by those concerned about national and international security.",
            "cite_spans": [
                {
                    "start": 569,
                    "end": 572,
                    "text": "101",
                    "ref_id": null
                },
                {
                    "start": 1284,
                    "end": 1287,
                    "text": "104",
                    "ref_id": null
                },
                {
                    "start": 1630,
                    "end": 1633,
                    "text": "105",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "II.A. From the international sanitary conferences to the International Sanitary"
        },
        {
            "text": "The classical regime's death in the two decades from the removal of smallpox from the IHR's list of diseases in 1981 until the anthrax attacks in the United States in 2001 left countries, WHO and the international community confronting a dilemma. The crisis of emerging and re-emerging infectious diseases, fuelled by ever-accelerating processes of globalization and the threat of biological terrorism, required robust and sustained public health responses from the local to the global level. Given the classical regime's death, new international policy and legal frameworks were required to address the mounting threats from pathogenic microbes. WHO formally recognized the need to revise the IHR in 1995, when the WHA instructed the WHO Director-General to begin the process of updating the IHR to address the infectious disease challenges the world currently faced. 106 Importantly, WHO understood that the revision of the IHR required fundamental changes to the substantive nature of the international legal strategy to infectious disease control. The IHR revision would have to dismantle the classical regime, the substance of which had essentially been unchanged from the latter half of the nineteenth century. Merely adding diseases to, or removing them from, the IHR's list of diseases was no longer an option. WHO was not at a proverbial crossroads with the IHR because continuation of the status quo, with only slight modifications, was not realistic. The revision needed to take international law on infectious disease control in new directions.",
            "cite_spans": [
                {
                    "start": 869,
                    "end": 872,
                    "text": "106",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "III.A. Overview of the IHR revision process"
        },
        {
            "text": "This part of the article traces the IHR revision process and, more importantly, analyses the development of the ideas eventually adopted in the new IHR. The IHR revision proposals embody a new strategy-global health security-implemented through a new approachglobal health governance. The new IHR are radical in two general respects. First, the new IHR break dramatically with the classical regime. Although elements of the classical regime survive in the new IHR, 107 the fundamental approach in the revised Regulations bears little resemblance to the framework that prevailed from the international sanitary conventions through the old IHR. Secondly, the new IHR contain a vision of integrated governance for global public health because the proposals connect public health objectives with principles and norms found in international law on trade, human rights, environmental protection and security. In short, WHO turned international legal developments in other areas of international relations, which helped eclipse the classical regime, into allies in the pursuit of global health security. Such integrated governance is unprecedented in international public health and represents a conceptual breakthrough in global governance of significance beyond the public health realm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III.A. Overview of the IHR revision process"
        },
        {
            "text": "Describing the key features of the IHR revision process provides important background for the subsequent analysis of the radical nature of the substantive changes found in the new IHR. In addition to the unfolding of an approach dramatically different from the classical regime, the most interesting theme emerging from the IHR revision process is the extent to which the legal framework lagged behind policy developments and actions at WHO. More concretely, WHO begins to pursue global health security through global health governance well before the IHR revision process was completed. The most dramatic example of this phenomenon is the effective global response orchestrated by WHO to the outbreak of SARS in 2003. 108 The SARS outbreak also proved to be the ''tipping point'' for the IHR revision process because the process, which had made slow progress since 1995, accelerated following the containment of this global health crisis.",
            "cite_spans": [
                {
                    "start": 719,
                    "end": 722,
                    "text": "108",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "III.A. Overview of the IHR revision process"
        },
        {
            "text": "In May 1995, the WHA requested the WHO Director-General to prepare a revision of the IHR. 109 This resolution reflected the conclusion of WHO and its Member States that the existing IHR provided an inadequate framework through which to address the growing threat of emerging and re-emerging infectious diseases. In response to this mandate, WHO convened an informal consultation on revising the IHR in December 1995. 110 The consultation's report provides an early glimpse of ideas that would later become central to IHR revision proposals made by WHO. 111 As described earlier, the classical regime's purpose was, in the words of the old IHR, ''to ensure the maximum security against the international spread of disease with a minimum interference with world traffic''. 112 The 1995 informal consultation recommended that ''ensuring maximum security against the international spread of diseases, involving minimum interference with world traffic and trade, should remain the basic principle of the revised IHR''. 113 The informal consultation recognized that this purpose originated at the first international sanitary conference in 1851 but still remained valid in the late twentieth century. 114 The first draft of a proposed new set of IHR, issued by WHO in January 1998 (Provisional 1998 IHR Draft), adopted the informal consultation's recommendation. 115 How this objective of maximum protection and minimum interference would be achieved became the focal point of the IHR revision process. As described earlier, major problems with the IHR concerned: (1) the limited number of infectious diseases subject to the IHR; (2) the failure of States Parties to notify WHO of outbreaks of notifiable diseases; and (3) the failure of States Parties to abide by the maximum measures they could apply to the trade and travel coming from countries suffering from outbreaks of diseases subject 109 to the IHR. The early IHR revision efforts began to flesh out new ways of organizing the IHR that differed significantly from the classical regime. With respect to basing the IHR on a limited number of specific infectious diseases, WHO wanted to abandon this approach for one that would catch a wider array of known and unknown infectious disease threats. The initial new approach was to require reporting to WHO of specific disease syndromes considered of urgent international public health importance. 116 The Provisional 1998 IHR Draft replaced the IHR's ''diseases subject to the Regulations'' with ''syndromes subject to the Regulations'', and defined such syndromes as those ''of urgent international public health importance: acute haemorrhagic fever, acute respiratory syndrome, acute diarrhoeal syndrome, acute jaundice syndrome, acute neurological syndrome and other notifiable syndromes''. 117 A broader scope for the revised IHR would not improve the performance of the international legal rules if States Parties continued to ignore their obligations to report, as they had done with the existing IHR. The surveillance system established by the classical regime was limited not only in terms of the small number of diseases covered but also by the exclusive reliance on information provided by governments of the Member States. Under the IHR, WHO could not act on surveillance information it received about outbreaks in a WHO Member State unless that information came from the WHO Member State in question. 118 Only once in WHO's history did the Organization publish information on an outbreak of a reportable disease that it did not receive from the WHO Member State affected. 119 The routine failure of WHO Member States to report outbreaks of notifiable diseases not only crippled the surveillance system but also handicapped what WHO could do to respond to outbreaks.",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 93,
                    "text": "109",
                    "ref_id": null
                },
                {
                    "start": 417,
                    "end": 420,
                    "text": "110",
                    "ref_id": null
                },
                {
                    "start": 553,
                    "end": 556,
                    "text": "111",
                    "ref_id": null
                },
                {
                    "start": 771,
                    "end": 774,
                    "text": "112",
                    "ref_id": null
                },
                {
                    "start": 1014,
                    "end": 1017,
                    "text": "113",
                    "ref_id": null
                },
                {
                    "start": 1195,
                    "end": 1198,
                    "text": "114",
                    "ref_id": null
                },
                {
                    "start": 1357,
                    "end": 1360,
                    "text": "115",
                    "ref_id": null
                },
                {
                    "start": 1888,
                    "end": 1891,
                    "text": "109",
                    "ref_id": null
                },
                {
                    "start": 2396,
                    "end": 2399,
                    "text": "116",
                    "ref_id": null
                },
                {
                    "start": 2793,
                    "end": 2796,
                    "text": "117",
                    "ref_id": null
                },
                {
                    "start": 3412,
                    "end": 3415,
                    "text": "118",
                    "ref_id": null
                },
                {
                    "start": 3583,
                    "end": 3586,
                    "text": "119",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "III.B. From World Health Assembly Resolution 48.7 to the provisional draft of the revised International Health Regulations, 1995 -98"
        },
        {
            "text": "The early IHR revision efforts proposed a way to supplement the surveillance information WHO received and could act upon. The WHO informal consultation recommended that the IHR surveillance system ''should be enhanced and expanded to include reliable and timely reports from other sources, agencies and international NGOs [non-governmental organizations] in addition to health authorities''. 120 The Provisional 1998 IHR Draft embedded this idea in the text of the revised IHR it proposed. 121",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III.B. From World Health Assembly Resolution 48.7 to the provisional draft of the revised International Health Regulations, 1995 -98"
        },
        {
            "text": "Broadening the scope of surveillance information WHO could gather and act upon meant the global effort to respond to infectious disease threats would not be stopped by the refusal of a State Party to report. Pursuing this strategy revealed WHO attempting to harness new information technologies, such as the Internet and electronic mail, and their use by non-State actors for global public health purposes. The revolution in information technologies changed the context for State calculations about whether to report or try to cover up an outbreak. As the WHO informal consultation put it, ''in this age of wide media coverage, nothing can be hidden''. 122 In addition, NGOs were pioneering ways to use the information technology revolution to develop a global early-warning system for emerging infectious disease threats. 123 The early revision efforts also tried to address the problem under the existing IHR of States Parties applying trade-and travel-restricting measures not permitted by the Regulations. The move to syndrome reporting meant that all the detailed provisions in the IHR about the maximum measures that could be applied to address cholera, plague and yellow fever would not form part of the revised IHR. The expansion in the IHR's scope created more possibilities that action taken to address the syndromes would adversely affect trade and travel. Yet, the expanded scope meant that WHO could not write into the new Regulations ''maximum measures'' for all the syndromes. In place of the detailed IHR rules, the Provisional 1998 IHR Draft provided that ''measures to interrupt transmission shall be based on principles of scientific risk assessment and public health. Whenever possible these measures should reflect expert consensus opinion''. 124 This approach did not eliminate the concern that States Parties would continue to apply unwarranted measures against the trade and travel of countries suffering from infectious disease outbreaks. To respond to this historically serious problem more directly, the Provisional 1998 IHR Draft included a new dispute-settlement mechanism, called the Committee of Arbitration, that would be empowered to settle disputes between WHO Member States concerning the interpretation or application of the IHR. 125 This mechanism provided a State Party subjected to trade-or travel-restricting measures not based on scientific and public health principles with a way to challenge such measures and obtain a binding ruling from the Committee of Arbitration. 126 130 The emergence of GOARN represented a dramatic break with the approach to infectious disease surveillance found in the IHR and the classical regime.",
            "cite_spans": [
                {
                    "start": 653,
                    "end": 656,
                    "text": "122",
                    "ref_id": null
                },
                {
                    "start": 823,
                    "end": 826,
                    "text": "123",
                    "ref_id": null
                },
                {
                    "start": 1764,
                    "end": 1767,
                    "text": "124",
                    "ref_id": null
                },
                {
                    "start": 2512,
                    "end": 2515,
                    "text": "126",
                    "ref_id": null
                },
                {
                    "start": 2516,
                    "end": 2519,
                    "text": "130",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "III.B. From World Health Assembly Resolution 48.7 to the provisional draft of the revised International Health Regulations, 1995 -98"
        },
        {
            "text": "A number of things about this radical break help illustrate how WHO was moving into new governance territory before the IHR revision had been completed. To begin, WHO viewed GOARN as a central asset in its new strategy of pursuing ''global health security''. The classical regime sought ''international health security''. The US Department of State used ''international health security'' as a concept in 1947 in analysing the patchwork of international sanitary conventions that existed after World War II, 131 and the IHR stated that part of its purpose was ''maximum security against the international spread of disease''. 132 As analysis of the classical regime makes clear, the concept of international health security was very limited because the security sought related only to a small number of infectious diseases, the international transmission of which was closely associated with international trade and travel. In addition, only States participated in the classical regime's pursuit of international health security because the regime only functioned on the basis of surveillance information provided by governments. This restriction handicapped the role WHO and non-State actors could play in addressing international infectious disease problems. The strategy of global health security discarded the traditional approach found in the IHR in two fundamental respects. First, WHO applied GOARN to a wide range of infectious diseases that went well beyond cholera, plague and yellow fever. Critical to the global health security strategy was containing known infectious disease risks and responding effectively to unexpected or unknown infectious disease events. 133 GOARN's security outlook focused foremost on the infectious disease threat, not, as in the classical regime, primarily on connections between a disease and international commerce. Another important feature of the global health security concept is that it applies to not only naturally occurring infectious diseases but also intentionally caused outbreaks. 134 Global health security and GOARN incorporated the perceived growing threat of biological weapons proliferation and bioterrorism.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III.B. From World Health Assembly Resolution 48.7 to the provisional draft of the revised International Health Regulations, 1995 -98"
        },
        {
            "text": "Secondly, through GOARN, WHO actively sought surveillance information from all possible sources and did not, as had the classical regime, restrict the approach to information provided only by governments. New information technologies and their global dissemination transformed not only the technological context but also the political and economic realities of infectious disease reporting. The new technologies empowered non-State actors in the collection, analysis and dissemination of information relevant to public health. This transformation strengthened WHO's role vis-à-vis its Member States because GOARN allowed WHO to collect surveillance information from a wide variety of sources on a large number of infectious diseases. The global health security strategy eliminated handicaps the existing IHR's State-centric framework imposed on WHO.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III.B. From World Health Assembly Resolution 48.7 to the provisional draft of the revised International Health Regulations, 1995 -98"
        },
        {
            "text": "Perhaps most importantly, the global health security strategy's deployment of GOARN produced promising results. In 2003, WHO reported that between January 1998 and March 2002, WHO employed GOARN to identify and investigate 538 outbreaks of international concern in 132 countries. 135 GOARN-induced investigations involved infectious diseases not subject to the IHR, including meningitis, haemorrhagic fevers, viral encephalitis and anthrax. 136 The volume of the surveillance information gathered, the speed with which such information was collected and assessed, and the disease coverage of the GOARN effort surpassed anything ever accomplished under the IHR specifically or the classical regime generally. 134 Report by the Secretariat, above n.129, para.3 (''Another concern is the increasingly possible intentional use of infectious agents''). The gathering momentum of the global health security strategy contrasted with the slow pace of the formal IHR revision process. WHO intended that the revised IHR would be the international legal framework for the global health security strategy and WHO emphasized that revising the IHR was critical for global health security. 137 Conceptually, this position made sense. The rapid and effective emergence of GOARN occurred in this 1998 -2003 period, however, without an international legal framework to support it. 138 The absence of an international legal framework was not, apparently, seriously restraining WHO's development and implementation of the global health security approach.",
            "cite_spans": [
                {
                    "start": 441,
                    "end": 444,
                    "text": "136",
                    "ref_id": null
                },
                {
                    "start": 1175,
                    "end": 1178,
                    "text": "137",
                    "ref_id": null
                },
                {
                    "start": 1363,
                    "end": 1366,
                    "text": "138",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "III.B. From World Health Assembly Resolution 48.7 to the provisional draft of the revised International Health Regulations, 1995 -98"
        },
        {
            "text": "Revision of the IHR themselves fell behind the pace GOARN's progress set. The initial target for completing the IHR revision was May 1998, 139 143 Many factors contributed to these delays, including the political, technical and legal difficulties WHO confronted in fundamentally changing the nearly 150-year-old international legal framework for international infectious disease control. A number of factors relating to the proposed expansion of the scope of the IHR contributed to the repeated delays in completing the revised IHR.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 142,
                    "text": "139",
                    "ref_id": null
                },
                {
                    "start": 143,
                    "end": 146,
                    "text": "143",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "III.B. From World Health Assembly Resolution 48.7 to the provisional draft of the revised International Health Regulations, 1995 -98"
        },
        {
            "text": "As mentioned above, the Provisional 1998 IHR Draft proposed replacing the diseasespecific approach always applied in the classical regime with obligations to notify WHO 137 Global Crises-Global Solutions, above n.118, 11 (''No isolated control strategy will work in the long run. The only certain way for countries to protect their populations from public health emergencies of international concern is to agree on global solutions that address a shared threat. These solutions can be made available to Member States by including them in the revised IHR''); World Health Organization, Global Health Security:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III.B. From World Health Assembly Resolution 48.7 to the provisional draft of the revised International Health Regulations, 1995 -98"
        },
        {
            "text": "The Revised International Health Regulations (undated) (''The International Health Regulations provide an essential legal framework for the sharing of urgent epidemiological information on transboundary spread of infectious diseases. Their revision will be another important step in strengthening the world's collective defences against the infectious disease threat''). 144 Delays began to affect the pilot studies of the feasibility of syndrome notification. 145 The first indication that the proposed syndrome notification approach was not faring well came in January 2000, when WHO reported that ''[s]nydrome reporting has been proposed, but the current direction is that all international public health events should be notified''. 146 In February 2001, WHO stated that, after its interim review of the pilot study, ''it was concluded . . . that syndromic reporting . . . was not appropriate for use in the context of a regulatory framework, mainly because of difficulties in reporting syndromes in the field test and because syndromes could not be linked to preset rules for control of spread''. 147 WHO dropped syndrome notification but did not return to the classical regime's diseasespecific approach. Instead, WHO proposed something even bolder than the move from disease-specific to syndrome reporting-revising the IHR to require notification to WHO of all public health risks of urgent international concern. 148 The idea of ''public health risks of urgent international concern'' formed part of the reasoning behind the syndrome reporting proposal because WHO had proposed obligations to notify syndromes ''of urgent international public health importance''. 149 The Provisional 1998 IHR Draft included five criteria to guide WHO Member States in determining whether an event was of ''urgent international public health importance'': (1) rapid transmission in the community; (2) unexpectedly high case fatality rate; (3) newly recognized syndrome; (4) high political or media profile; and (5) trade and travel restrictions. 150 After dropping syndrome reporting, WHO focused on requiring notification of public health risks of urgent international importance. WHO began to develop what it called a ''decision tree'' to guide its Member States in determining whether a public health risk was of urgent international concern. 151 144 January 1998 IHR Revision Progress Report, above n.140, 18. From the failure of the syndrome-reporting proposal came, however, something even more radical and far-reaching. What was bold about this shift was that WHO widened the risks the revised IHR would cover to include more than infectious diseases. The first indication of this move comes in February 2001, when WHO discussed in its IHR revision progress report how GOARN could be designed to ''provide information on noncommunicable diseases and environmental, chemical or nuclear risks''. 152 The classical regime had never applied to anything but infectious diseases. States had addressed non-communicable disease risks from chemicals and radiological materials generally through international environmental law negotiated and adopted outside WHO's auspices. 153 WHO's interest in including non-communicable public health risks of urgent international importance in the revised IHR was unprecedented in the history of international law on public health. Not only had WHO proposed to expand the revised IHR to include infectious disease events related to use of biological weapons, but it also was proposing to expand the revised IHR so that it would cover certain non-communicable public health risks, which could include uses of chemical or nuclear/radiological weapons. The scope of the revised IHR was expanding to include public health risks formerly addressed in separate international legal regimes outside WHO. WHO's concept of ''global health security'' likewise expanded from an infectious disease-only perspective to one that incorporated any serious risk to public health with international implications. 154 A second factor that contributed to the repeated delay in the completion of the revised IHR involved the potential relationship between the revised IHR and international trade law. The IHR and all previous incarnations of the classical regime had directly been involved with international trade because the prime motivation behind the regime had been to minimize the impact of national health measures, such as quarantine, on trade and commerce. The limited number of infectious diseases covered by the classical regime in all its manifestations meant that the overlap between the regime and international trade law was minimal. Trade-restricting health measures addressing infectious diseases not subject to the IHR or non-communicable disease threats (e.g. toxic chemicals in products) fell outside the IHR and were handled, generally, as matters of international trade law. 155 Expanding the scope of the revised IHR to include a large number of infectious diseases, known and unknown, and public health risks involving non-communicable diseases would increase significantly the potential overlap between the revised IHR and international trade law. This reality explains why WHO spent considerable time in the 1998-2003 period analysing the potential relationship between proposals for the IHR revision and international trade agreements within the WTO, especially the Agreement on the Application of Sanitary and Phytosanitary Measures (SPS Agreement). WHO's July 1998 progress report on the IHR revision first flagged the need to ensure that the revised IHR was compatible with the SPS Agreement. 156 WHO mentions the IHR -WTO relationship in all but one of its subsequent progress reports on the IHR revision process. 157 A major theme of WHO's work on this relationship was the extent to which the intended purpose of the revised IHR-maximum security against the international spread of disease with minimum interference with world trade and travel-was compatible the approach taken in the SPS Agreement, namely trade-restricting health measures are justified if they are based on scientific principles and risk assessment. 158 A third factor contributing to the slow pace of the IHR revision process was revising the approach to the long-standing problem of WHO Member States applying unwarranted trade-and travel-restricting measures in response to infectious disease outbreaks. The compulsory arbitration proposal in the Provisional 1998 IHR Draft quickly died. 159 The rejection of a disease-specific framework meant that WHO could not draft into the revised IHR specific maximum measures Member States could apply, which had always been the approach in the classical regime. With WHO proposals increasingly expanding the potential scope of the revised IHR, the question of what trade-and travel-restricting measures WHO Member States could apply became more, not less, important because the revised IHR's purpose still included minimizing interference with world trade and travel.",
            "cite_spans": [
                {
                    "start": 371,
                    "end": 374,
                    "text": "144",
                    "ref_id": null
                },
                {
                    "start": 461,
                    "end": 464,
                    "text": "145",
                    "ref_id": null
                },
                {
                    "start": 737,
                    "end": 740,
                    "text": "146",
                    "ref_id": null
                },
                {
                    "start": 1672,
                    "end": 1675,
                    "text": "149",
                    "ref_id": null
                },
                {
                    "start": 2037,
                    "end": 2040,
                    "text": "150",
                    "ref_id": null
                },
                {
                    "start": 2892,
                    "end": 2895,
                    "text": "152",
                    "ref_id": null
                },
                {
                    "start": 3163,
                    "end": 3166,
                    "text": "153",
                    "ref_id": null
                },
                {
                    "start": 4020,
                    "end": 4023,
                    "text": "154",
                    "ref_id": null
                },
                {
                    "start": 4901,
                    "end": 4904,
                    "text": "155",
                    "ref_id": null
                },
                {
                    "start": 6156,
                    "end": 6159,
                    "text": "158",
                    "ref_id": null
                },
                {
                    "start": 6497,
                    "end": 6500,
                    "text": "159",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "III.B. From World Health Assembly Resolution 48.7 to the provisional draft of the revised International Health Regulations, 1995 -98"
        },
        {
            "text": "The approach that appeared as the IHR revision process advanced was providing authority to WHO to issue recommendations to its Member States with respect to how they should 156 July 1998 IHR Revision Progress Report, above n.141, 235 -6. respond to specific public health risks of urgent international concern. 160 WHO's recommendations would be based on the best available science and public health principles and could guide Member States in protecting public health effectively and minimizing restrictions to international trade and travel. This proposal was not particularly radical or novel because WHO has authority in the WHO Constitution to issue recommendations to its Member States 161 and WHO had previously issued recommendations related to the IHR to Member States, advising them that, for example, trade embargoes were an inappropriate way to address the threat of the cross-border spread of cholera. 162 WHO had also engaged in recommendations to Member States in many areas under its jurisdiction, 163 including the relationship between public health and human rights. 164 WHO's longstanding practice of issuing recommendations to its Member States made the proposal in the IHR revision process to authorize recommendations specifically in the new IHR less radical, but, as will be noted later, less radical does not imply that the recommendatory authority would be an insignificant part of the new regime. WHO power to issue recommendations to its Member States connected with another radical proposal WHO began to include in its thinking about the revised IHR. Global health security ultimately depends on the quality of national public health systems. The classical regime imposed limited obligations relating to public health capacities of States and these addressed capacities at points of disease entry and exit (e.g. maintaining sanitary airports). 165 These types of limited, site-specific obligations would not suffice to support WHO's desire to require Member States to report all risks of urgent international public health importance and to intervene effectively to contain their spread and impact. Therefore, as WHO stated in its May 2002 IHR revision progress report, ''it is proposed that the revised IHR define the capacities that a national disease surveillance system will require in order for such emergencies to be detected, evaluated and responded to in a timely manner''. 166 This proposal indicates WHO's interest in pushing its Member States harder and farther on their domestic public health capabilities than the classical regime ever attempted.",
            "cite_spans": [
                {
                    "start": 1014,
                    "end": 1017,
                    "text": "163",
                    "ref_id": null
                },
                {
                    "start": 1872,
                    "end": 1875,
                    "text": "165",
                    "ref_id": null
                },
                {
                    "start": 2410,
                    "end": 2413,
                    "text": "166",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "III.B. From World Health Assembly Resolution 48.7 to the provisional draft of the revised International Health Regulations, 1995 -98"
        },
        {
            "text": "One factor that did not impede progress was the proposal to allow WHO to collect and act on surveillance information from sources other than governments. As indicated above, By 2003, the IHR revision process had proceeded, however slowly, to the point at which the major features of a radically new international legal regime for public health were taking shape. First, the scope of the revised IHR would far exceed anything attempted with the classical regime because WHO was proposing to make the new IHR applicable to any risk, infectious or non-communicable, naturally occurring or intentionally caused, which constituted an urgent international public health concern. This step would make the revised IHR's relationship with international trade law potentially more intense. The expanded scope also meant the revised IHR projected public health governance at the international level into areas previously distinct and unconnected with the classical regime, namely international law on environmental protection and on weapons of mass destruction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III.B. From World Health Assembly Resolution 48.7 to the provisional draft of the revised International Health Regulations, 1995 -98"
        },
        {
            "text": "Secondly, the incorporation of non-governmental sources of surveillance information into the revised IHR's structure and dynamics allowed WHO to utilize the revolution in information technologies and to increase the importance of its role in collecting, assessing and acting on surveillance data. The proposal to allow WHO to issue recommendations as public health risks of urgent international concern arose also would heighten WHO's responsibilities and authority vis-à-vis its Member States. The expanded scope of the revised IHR would, thus, mean that WHO's heightened authority applied to a broad range of threats and problems. The revised IHR proposals were not only attempting to transform the classical regime's legal rules but also WHO's role in global disease surveillance and response in unprecedented ways.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III.B. From World Health Assembly Resolution 48.7 to the provisional draft of the revised International Health Regulations, 1995 -98"
        },
        {
            "text": "The steady but slow pace of the IHR revision process accelerated in the wake of the SARS outbreak in 2003. This outbreak and its effective handling by WHO, powerfully illustrated the promise of the reforms WHO was seeking in the IHR revision process-a flexible framework that can respond to unknown disease events rapidly and efficiently; WHO's ability to gather and use surveillance information from non-governmental sources; the importance of WHO's ability to issue recommendations on outbreak management and response to Member States; the critical nature of robust public health surveillance and intervention capabilities at the national level; and generally the need for strong WHO authority and action in the face of public health risks of urgent international concern.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III.B. From World Health Assembly Resolution 48.7 to the provisional draft of the revised International Health Regulations, 1995 -98"
        },
        {
            "text": "Although the revised IHR were not completed when SARS emerged and although the existing IHR were not applicable to this outbreak, WHO viewed its response to SARS as an application of the changes it had been developing for the revised IHR. 168 Although what WHO did in responding to SARS did not always correspond to what it had proposed for the IHR revision, 169 WHO's perspective was generally accurate and helped WHO make its case about how critical radically revised IHR were to the achievement of global health security in the twenty-first century. In May 2003 than 500 delegates from more than 150 WHO Member States attended. 177 All this activity within the space of one year illustrates how WHO acted to harness the momentum for revision of the IHR stimulated by SARS. 178 Delegates to the November 2004 intergovernmental negotiations were not, however, able to agree to a final text of the revised IHR; and WHO scheduled a second negotiating session for the end of February 2005. 179 To facilitate negotiations at the second session, the Chair of the negotiations released a proposed ''Chair's text'' in January 2005 (Chair's January 2005 IHR Draft) that reflected the Chair's perception of ''the overwhelming support which was expressed for the general approach'' set out in the September 2004 IHR Draft and ''a thorough consideration of the discussions that took place at our November meeting and the many submissions from Member States''. 180 WHO undertook further regional consultations during January and February 2005. 181 The February intergovernmental negotiations made progress but were also not able to complete the revision of the IHR. Another negotiating session had to be scheduled for mid-May 2005 in order to complete the revised IHR for adoption at the annual meeting of the WHA at the end of May.",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 242,
                    "text": "168",
                    "ref_id": null
                },
                {
                    "start": 631,
                    "end": 634,
                    "text": "177",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 776,
                    "end": 779,
                    "text": "178",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 988,
                    "end": 991,
                    "text": "179",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1450,
                    "end": 1453,
                    "text": "180",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1533,
                    "end": 1536,
                    "text": "181",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 556,
                    "end": 564,
                    "text": "May 2003",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "III.B. From World Health Assembly Resolution 48.7 to the provisional draft of the revised International Health Regulations, 1995 -98"
        },
        {
            "text": "One of the difficult issues that extended the negotiations on the revised IHR involved a proposed provision that would require States Parties to provide to WHO all relevant public health information, materials and samples for verification and response purposes if States Parties had evidence of an intentional release of a biological, chemical or radiological agent within their territories. 182 Such a requirement connected the IHR revision process with the sensitive and controversial politics concerning weapons of mass destruction (WMD). Some countries, most notably the United States, wanted the revised IHR to include such a requirement. Other States, such as Brazil and Iran, argued to have the requirement removed from the revised IHR. 183 Part of the concern with involving WHO and the revised IHR in matters involving potential intentional uses of WMD focused on fears that such matters would jeopardize WHO's core public health mission by forcing it to become entangled in WMD politics. The report of the UN Secretary-General's High-Level Panel on Threats, Challenges and Change, issued in December 2004, fuelled this controversy more by recommending that the WHO Director-General keep the UN Security Council informed during any suspicious or overwhelming outbreak of infectious disease and that the Security Council mandate State co-operation with WHO in addressing such outbreaks. 184 As Pearson argued, the High-Level Panel's recommendation was ''treading on dangerous ground . . . [because] the effectiveness of the World Health Organization rests on its political neutrality and the widespread recognition that its purpose is to provide assistance to its Member States when they are faced with outbreaks of disease''. 185 Similarly, the difficult problems the negotiations experienced between China and Taiwan were not resolved until the final session. Taiwan has long been seeking to participate formally at WHO; 187 but its attempts to forge such a relationship have been blocked by China, which claims sovereignty over Taiwan. The SARS outbreak in Taiwan in 2003, during which WHO provided assistance to the Taiwanese, 188 provided Taiwan with new ammunition in arguing that it should be in direct contact with WHO and be formally covered by the revised IHR. Nicaragua proposed amendments at the November 2004 negotiations that would have allowed the revised IHR to apply to Taiwan. 189 Although these amendments failed to be included in the Chair's January 2005 IHR Draft, the Taiwan -China controversy did not fade away during the February and May negotiations. The eventual handling of this issue is also discussed below in Part IV.B.v.",
            "cite_spans": [
                {
                    "start": 392,
                    "end": 395,
                    "text": "182",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 744,
                    "end": 747,
                    "text": "183",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1395,
                    "end": 1398,
                    "text": "184",
                    "ref_id": null
                },
                {
                    "start": 1735,
                    "end": 1738,
                    "text": "185",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "III.B. From World Health Assembly Resolution 48.7 to the provisional draft of the revised International Health Regulations, 1995 -98"
        },
        {
            "text": "Despite difficult negotiations on these and other issues, the delegates finally reached agreement on 14 May 2005, 190 when it forwarded the final text of the revised IHR to the WHA for its consideration. The IHR revision process essentially concluded almost exactly 10 years from the date-12 May 1995-the WHA first requested the WHO Director-General to begin revising the IHR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III.B. From World Health Assembly Resolution 48.7 to the provisional draft of the revised International Health Regulations, 1995 -98"
        },
        {
            "text": "The new IHR consist of 66 articles arranged in 10 parts, with nine annexes (see Table 1 ). Although aspects of the old IHR continue in the revised Regulations, 191 the new IHR comprehensively change the approach found in the classical regime. A provision-by-provision comparison of the new and old IHR is beyond the scope of this article, but I analyse the major substantive changes that distinguish the new IHR from its nineteenth and twentieth-century predecessors.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 80,
                    "end": 87,
                    "text": "Table 1",
                    "ref_id": "TABREF19"
                }
            ],
            "section": "IV.A. Overview of major changes contained in the new IHR"
        },
        {
            "text": "The new IHR contain five major substantive changes from the prior regime: (1) a dramatic expansion of the scope of the IHR; (2) the creation of obligations on States Parties to develop minimum core surveillance and response capacities; (3) granting WHO the authority to access and use non-governmental sources of surveillance information; (4) granting WHO the power to declare the existence of public health emergencies of international concern and to issue recommendations on how States Parties should deal with such emergencies and routine public health risks; and (5) the incorporation of human rights concepts into the implementation of the IHR by States Parties.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV.A. Overview of major changes contained in the new IHR"
        },
        {
            "text": "This part analyses these changes by organizing them around three themes: scope, sovereignty and synthesis. The scope theme explains the expansion of the IHR's scope of application, participation, obligations and WHO's responsibilities. The sovereignty theme explores how the new IHR address sovereignty concerns States raised during the negotiations on the revised IHR. The synthesis theme examines how the new IHR embodies a strategy for global health governance that integrates multiple threats, actors and policy objectives in a manner never before attempted in international health diplomacy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV.A. Overview of major changes contained in the new IHR"
        },
        {
            "text": "One theme that remained consistent throughout the IHR revision process was the need to expand the scope of the IHR's application. This need extended beyond the desire to move from a disease-specific approach to a framework catching a larger number and broader array of public health threats, including threats not foreseen. The theme of scope expansion also covers the purpose of the new IHR, increasing the sources of surveillance information available to WHO, the nature of obligations to be undertaken by IHR States Parties, WHO's authority and responsibilities in the surveillance and response realms, and the incorporation of human rights principles. In addition, the scope theme encompasses the controversy that emerged on whether the new IHR would apply directly to Taiwan. Vaccination, prophylaxis and related certificates Annex 7",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV.B. The scope of the new IHR"
        },
        {
            "text": "Requirements concerning vaccination or prophylaxis for specific diseases Annex 8",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV.B. The scope of the new IHR"
        },
        {
            "text": "Model Maritime Declaration of Health Annex 9",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV.B. The scope of the new IHR"
        },
        {
            "text": "Health Part of the Aircraft General Declaration",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV.B. The scope of the new IHR"
        },
        {
            "text": "The new IHR's purpose and scope ''are to prevent, protect against, control and provide a public health response to the international spread of disease in ways that are commensurate with and restricted to public health risks and which avoid unnecessary interference with international traffic and trade' '. 192 This provision resonates with the purpose of the old IHR: maximum security against the international spread of disease with minimum interference with world trade and travel. 193 Although the purposes of the old and new IHR share objectives, the similarities should not obscure how the purposes of the two regimes differ because of the new IHR's expanded scope.",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 309,
                    "text": "'. 192",
                    "ref_id": null
                },
                {
                    "start": 484,
                    "end": 487,
                    "text": "193",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "IV.B.i. The scope of the new IHR and its purpose"
        },
        {
            "text": "As mentioned earlier, a weakness of the old IHR flowed from its limited application to a small number of infectious diseases. The short list of ''diseases subject to the Regulations'' determined the old IHR's purpose. ''Maximum security against the international spread of disease'' meant security from only a handful of infectious diseases and ''minimum inference'' with world traffic was likewise restricted by the narrow disease range. The diseases subject to the old IHR, such as cholera, plague and yellow fever, were identified because States historically associated the spread of these diseases with international trade and travel. As argued above, the scope and thus the purpose of the old IHR were determined predominantly by the trade concerns of the great powers, and not public health considerations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV.B.i. The scope of the new IHR and its purpose"
        },
        {
            "text": "The expansion of scope in the new IHR to include a wide range of disease risks (examined in more detail below) reverses the policy emphasis in the IHR's purpose. Instead of commercial interests defining the scope and purpose of the IHR, public health considerations now take priority. Calibrating the protection of public health with trade and travel still must occur under the new IHR, but the dynamic the new IHR contain is radically different from the one that drove the classical regime and the old IHR. As the UN Secretary-General asserted in welcoming the new IHR, the WHA took ''a bold and necessary step towards enhancing international cooperation in promoting and protecting global public health from all disease risks, irrespective of origin or source''. 194 The shift embodied in the new IHR reflects the growth in public health's importance in national and international governance in the last 10 -15 years.",
            "cite_spans": [
                {
                    "start": 765,
                    "end": 768,
                    "text": "194",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "IV.B.i. The scope of the new IHR and its purpose"
        },
        {
            "text": "The second aspect of scope expansion in the new IHR is the significant increase in the scope of the IHR's application to public health threats. This increase in the IHR's disease coverage has three components. The first component involves replacing the static and closed diseasespecific framework of the classical regime with one built on the concepts of ''disease'', ''event'', ''public health risks'' and ''public health emergency of international concern''.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV.B.ii. The scope of the new IHR's disease application"
        },
        {
            "text": "''Disease'' is broadly defined as ''an illness of medical condition, irrespective of origin or source, that presents or could present significant harm to humans''. 195 An ''event'' is ''a manifestation of disease or an occurrence that creates a potential for disease''. 196 A ''public health risk'' is ''a likelihood of an event that may affect adversely the health of human populations, with an emphasis on one which may spread internationally or may present a serious and direct danger''. 197 A ''public health emergency of international concern'' is ''an extraordinary event which is determined, as provided in these Regulations: (i) to constitute a public health risk to other States through the international spread of disease; and (ii) to potentially require a coordinated international response''. 198 These defined terms operate together analytically as a series of concentric circles, giving the new IHR both breadth and focus of application (see Figure 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 956,
                    "end": 965,
                    "text": "Figure 1)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "IV.B.ii. The scope of the new IHR's disease application"
        },
        {
            "text": "The classical regime functioned on the basis that States Parties identified in advance the public health threats that would require co-operation in the future. 199 Even with the innovative provisions in the WHO Constitution, 200 the scope of the classical regime's application became inflexible and stagnant. Approaching governance through the idea of public health risks and public health emergencies of international concern not only catches threats already identified but also new, unexpected or unforeseen threats. The new IHR's scope of disease application is, thus, dynamic, flexible and forward-looking, which is more appropriate and legitimate from a public health perspective. The second component of the new IHR's disease scope concerns the application of the concept of public health emergencies of international concern to communicable and noncommunicable diseases. As mentioned earlier, no iteration of the classical regime applied to non-communicable disease threats, which States addressed, if at all, through international legal regimes on trade, 201 human rights, 202 security 203 and environmental protection. 204 Under the new IHR, global health security is a more comprehensive governance strategy that applies to significant international threats to public health emanating from biological, chemical or radiological sources. 205 The third component of the new IHR's scope of disease application is the incorporation of all possible sources of public health threats: naturally occurring, accidental and intentionally caused. The classical regime's focus on infectious diseases remained limited to naturally occurring diseases; and the history of the classical regime's development before and after WHO's creation never crosses paths with the international law on WMD. 206 Similarly, international environmental law's concern with maritime, industrial or radiological accidents emerged outside of WHO 207 and never had any relationship with the infectious-diseasefocused IHR. In bringing all possible sources of public health emergencies of international concern under the revised IHR, WHO further underscored its effort to develop a comprehensive governance strategy for global health security.",
            "cite_spans": [
                {
                    "start": 1128,
                    "end": 1131,
                    "text": "204",
                    "ref_id": null
                },
                {
                    "start": 1346,
                    "end": 1349,
                    "text": "205",
                    "ref_id": null
                },
                {
                    "start": 1788,
                    "end": 1791,
                    "text": "206",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "IV.B.ii. The scope of the new IHR's disease application"
        },
        {
            "text": "Expanding the IHR's scope to include chemical and radiological threats to public health generated concerns during the revision process. 208 In addition to controversies about 201 See, e.g. GATT, above n. 67 208 Summary Report of Regional Consultations, above n.172, para.6 (noting input from WHO Member States that the ''Regulations should cover diseases and events of biological or unknown origin. Broadening the scope to cover chemical and radiological events or those caused by deliberate release would need further discussion''); Review and Approval of Proposed IHR Amendments, above n.175, para.3 (noting a main concern as ''the presence, in the chemical and radionuclear fields, of several international instruments and organizations dealing with accidents and other forms of pollution that result in the release of chemical or radionuclear agents into the environment'').",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 139,
                    "text": "208",
                    "ref_id": null
                },
                {
                    "start": 204,
                    "end": 206,
                    "text": "67",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "IV.B.ii. The scope of the new IHR's disease application"
        },
        {
            "text": "involving the IHR in security issues related to WMD (discussed below), a number of Member States questioned the need for the revised IHR to expand to cover accidental releases of chemical and radiological agents because other international organizations and treaties already addressed aspects of chemical and radiological incidents and emergencies. 209 Expanding the IHR into these areas might produce not only governance redundancy but also conflict between the revised IHR and WHO, on the one hand, and other international organizations and treaty regimes, on the other. In preparing the September 2004 IHR Draft, WHO commissioned an international legal analysis of potential or actual conflicts between the revised IHR (as then embodied in the January 2004 IHR Draft) and other international legal regimes. 210 Importantly, the conflicts analysis concluded that the proposed IHR revisions did not produce a significant number of conflicts with other treaty regimes. 211 In the small number of cases where actual or potential conflicts existed, WHO revised provisions of the negotiating draft to eliminate or minimize actual or potential conflicts. 212 In addition, WHO added provisions in the September 2004 IHR Draft to facilitate co-operation and co-ordination between WHO and other international organizations that may also have responsibilities in the event of a chemical or radiological public health emergency of international concern. 213 These co-operation and co-ordination provisions now form part of the new IHR. 214 WHO Member States, thus, accepted WHO's position that adding chemical and radiological threats to the scope of the IHR's disease application was justified on public health grounds. 215 WHO's commitment to this scope expansion reflects its determination to 213 215 Review and Approval of Proposed IHR Amendments, above n.175, para.3 (''The extension beyond the range of the existing Regulations is justified on the grounds that the release of chemical or radionuclear agents often manifests itself at the outset through symptoms or signs, sometimes even before their cause is known. The ability of the international community, in particular through WHO's coordination, to obtain a reliable assessment of and to respond to, potentially grave health threats would be impaired if the scope of the Regulations were limited to diseases that were already identified as being caused by infectious agents only'') and para.4 (arguing that ''in both the chemical and radionuclear fields, the existing instruments are not necessarily comprehensive and do not always adequately address the health dimension of accidental or other forms of release'').",
            "cite_spans": [
                {
                    "start": 349,
                    "end": 352,
                    "text": "209",
                    "ref_id": null
                },
                {
                    "start": 969,
                    "end": 972,
                    "text": "211",
                    "ref_id": null
                },
                {
                    "start": 1151,
                    "end": 1154,
                    "text": "212",
                    "ref_id": null
                },
                {
                    "start": 1527,
                    "end": 1530,
                    "text": "214",
                    "ref_id": null
                },
                {
                    "start": 1787,
                    "end": 1790,
                    "text": "213",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "IV.B.ii. The scope of the new IHR's disease application"
        },
        {
            "text": "achieve global health security comprehensively across the range of public health threats with potentially adverse international consequences. Overlaps with other international legal regimes created by this comprehensive global health security strategy present a new governance challenge that WHO will have to manage, but WHO and its Member States concluded that this challenge was necessary to accept. I return to this challenge below in the analysis of the theme of synthesis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV.B.ii. The scope of the new IHR's disease application"
        },
        {
            "text": "IV.B.iii. The scope of disease application and weapons of mass destruction",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV.B.ii. The scope of the new IHR's disease application"
        },
        {
            "text": "As described earlier, one of the most difficult issues experienced in negotiating the revision of the IHR involved whether the new IHR's scope would include public health risks connected to suspected intentional releases of biological, chemical or radiological agents. The IHR revision process clearly attempted to include such releases within the scope of the revised Regulations. In addition to the broadening of the scope of the IHR's disease application, the main negotiating texts all contained a specific provision that required States Parties to share information with WHO if they had evidence of an intentional release of a biological, chemical or radiological agent in their territories. 216 The new IHR apply to public health risks connected to the intentional release of WMD agents but lack any specific provision on this issue. The new IHR reflect, thus, the difficult negotiations that transpired on this issue. To begin, the new IHR do not contain the proposed article that directly addressed sharing information with WHO in the event of suspected intentional release of a WMD agent. In fact, any mention of intentional releases of biological, chemical or radiological agents has been purged from the text of the revised Regulations. What remains of the approach found in the main negotiating texts now appears as Article 7 of the new IHR, which provides: ''If a State Party has evidence of an unexpected or unusual public health event in its territory, irrespective of origin or source, which may constitute a public health emergency of international concern, it shall provide WHO with all relevant public health information. In such a case, the provisions of Article 6 [on notification] shall apply in full. '' 217 How Article 7's obligation to notify unexpected or unusual public health events that may constitute a public health emergency of international concern differs from the notification duties in Article 6 (as implemented by the decision instrument in Annex 2) is not clear. After all, the decision instrument specifically asks whether the event being assessed is unusual or unexpected in nature. 218 source'' in Article 7 merely replicates the use of the same phrase in the new IHR's definition of ''disease''. 219 However awkward, Article 7, combined with the broad scope of the new IHR's disease application, means that the new IHR apply to suspected intentional releases of WMD agents. Thus, the United States' understanding, issued the day the new IHR were adopted, that the revised Regulations apply to all ''health threats-chemical, biological and radiological-and all causes and modes of events-regardless whether they are naturally occurring, accidental, or deliberate'' 220 accurately states the substance of the new IHR.",
            "cite_spans": [
                {
                    "start": 697,
                    "end": 700,
                    "text": "216",
                    "ref_id": null
                },
                {
                    "start": 1724,
                    "end": 1730,
                    "text": "'' 217",
                    "ref_id": null
                },
                {
                    "start": 2123,
                    "end": 2126,
                    "text": "218",
                    "ref_id": null
                },
                {
                    "start": 2238,
                    "end": 2241,
                    "text": "219",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "IV.B.ii. The scope of the new IHR's disease application"
        },
        {
            "text": "This situation connects, then, to concerns expressed during the IHR revision process that WHO should not be involved in the highly sensitive national and international politics on WMD. The IHR revision process had to walk the fine line between creating a framework that would allow robust public health responses to real public health risks, regardless of origin or source, but not entangle WHO in the dangerous politics of WMD arms control. The new IHR achieved this delicate task by restricting WHO to engaging only in public health tasks raised by suspected intentional releases of WMD agents. In other words, the new IHR do not put WHO in the position of having to determine whether a State Party has violated its obligations under arms control treaties or UN Security Council Resolutions on WMD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV.B.ii. The scope of the new IHR's disease application"
        },
        {
            "text": "These limits are apparent in the purpose of the new IHR, which state that the revised Regulations concern preventing, protecting against, controlling and responding to the international spread of disease in ways commensurate with and restricted to, public health risks. 221 Obligations to provide information under Article 7 are no different from the duties contained in Article 6 to notify WHO of any event that may constitute a public health emergency of international concern. The new IHR also define ''health measure'' to exclude law enforcement or security measures. 222 The new IHR do not prevent and could not have prevented 223 the UN Security Council from involving itself or WHO more deeply in the international security implications of a suspected deliberate release of a WMD weapon. The possibility that the Security Council could involve itself and WHO in situations involving suspected intentional releases or even naturally occurring disease events remains, thus, real. Certainly, any suspected release of a WMD agent would fall within the Security Council's mandate to maintain international 219 Balancing public health and human rights. Another area in which the new IHR expand the scope of the IHR's obligations involves the revised Regulations' incorporation of human rights principles. The new IHR require that the Regulations shall be implemented ''with full respect for the dignity, human rights and fundamental freedoms of persons''. 227 Neither the old IHR nor any manifestation of the classical regime embedded in their texts contains obligations based on international human rights norms. Numerous provisions in the new IHR support the general principle of implementing the revised Regulations in ways that respect dignity, human rights and fundamental freedoms (see Table 2 ). The human rights obligations in the new IHR mean that the objective of minimum interference with international traffic includes protecting not only trade flows, but also human rights.",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 273,
                    "text": "221",
                    "ref_id": null
                },
                {
                    "start": 572,
                    "end": 575,
                    "text": "222",
                    "ref_id": null
                },
                {
                    "start": 1108,
                    "end": 1111,
                    "text": "219",
                    "ref_id": null
                },
                {
                    "start": 1457,
                    "end": 1460,
                    "text": "227",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1793,
                    "end": 1800,
                    "text": "Table 2",
                    "ref_id": "TABREF25"
                }
            ],
            "section": "IV.B.ii. The scope of the new IHR's disease application"
        },
        {
            "text": "Interestingly, WHO's proposals for incorporating human rights found in the January 2004 IHR Draft contained stricter obligations on States Parties with respect to protecting the rights of individuals than existing international human rights law. On the basis of evidence of a public health risk, States Parties may apply additional health measures to travellers, including the least intrusive and invasive medical examination that would achieve the public health objective of preventing the international spread of disease 23.3",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV.B.ii. The scope of the new IHR's disease application"
        },
        {
            "text": "No medical examination, vaccination, prophylaxis or health measures shall be carried out on travellers without their prior express informed consent, except in situations in which compulsory measures are warranted 23.4",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV.B.ii. The scope of the new IHR's disease application"
        },
        {
            "text": "Travellers to be vaccinated or offered prophylaxis shall be informed of any risk associated with vaccination or non-vaccination and with the use or non-use of prophylaxis 23.5",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV.B.ii. The scope of the new IHR's disease application"
        },
        {
            "text": "Any medical examination, medical procedure, vaccination or other prophylaxis which involves a risk of disease transmission shall be performed or administered only in accordance with established national or international safety guidelines and standards 31.1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV.B.ii. The scope of the new IHR's disease application"
        },
        {
            "text": "Invasive medical examination, vaccination or other prophylaxis shall not be required of any traveller except in circumstances specified in the new IHR 31.2",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV.B.ii. The scope of the new IHR's disease application"
        },
        {
            "text": "States Parties may implement compulsory health measures against travellers if there is evidence of an imminent public health risk; any compulsory medical examination shall be the least invasive and intrusive examination that would achieve the public health objective 32",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV.B.ii. The scope of the new IHR's disease application"
        },
        {
            "text": "In implementing health measures, States Parties shall treat travellers with respect for their dignity, human rights and fundamental freedoms and minimize any discomfort or distress associated with such measures, including by treating all travellers with courtesy and respect; taking into consideration the gender, sociocultural, ethnic or religious concerns of travellers; and providing for adequate food and water, accommodation and clothing, baggage protection, medical treatment, means of communication and other appropriate assistance to travellers who are quarantined, isolated or subject to medical examinations or other procedures for public health purposes 42",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV.B.ii. The scope of the new IHR's disease application"
        },
        {
            "text": "Health measures undertaken under the new IHR shall be initiated and completed without delay and applied in a transparent and non-discriminatory manner 43.2",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV.B.ii. The scope of the new IHR's disease application"
        },
        {
            "text": "Additional health measures that provide the same or greater levels of health protection than WHO recommendations or that are otherwise prohibited by the new IHR shall not be more invasive or intrusive to persons than reasonably available alternatives that would achieve the appropriate level of health protection 45.1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV.B.ii. The scope of the new IHR's disease application"
        },
        {
            "text": "States Parties must protect the confidentiality of personally identifiable information received or collected under the new IHR 45.2",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV.B.ii. The scope of the new IHR's disease application"
        },
        {
            "text": "In disclosing and processing personal data for purposes of assessing and managing a public health risks, States Parties and WHO must such data is processed fairly and lawfully, relevant to the public health purpose, accurate and kept up to date and kept no longer than necessary 45.3 WHO must provide an individual who requests his or her personal data with access to it and to correct such data when necessary IHR Draft prohibited States Parties from carrying out any invasive medical examination, vaccination or prophylaxis on travellers under the revised IHR without the travellers' prior informed consent. 228 If certain procedures and protections are followed, 229 international human rights law allows compulsory examination, vaccination or prophylaxis without the informed consent of an individual to be undertaken in order to protect public health. 230 Recognizing that the January 2004 IHR Draft constrained sovereignty even more than existing international human rights law, WHO modified the revised IHR draft by allowing a State Party to utilize compulsory examination, vaccination or prophylaxis against a person not giving his or her consent when such compulsory measure is necessary to control an imminent public health threat. 231 The new IHR adopt this approach and allow States Parties to use compulsory measures where they have evidence of an imminent public health risk. 232 The revised Regulation's provisions on compulsory measures raise, however, two concerns from a human rights perspective. First, the new IHR only require States Parties to apply the least intrusive and invasive measure in connection with medical examinations but not to vaccination, prophylaxis, isolation or quarantine. 233 Secondly, the revised Regulations do not contain requirements that States Parties accord those subject to compulsory measures due process protections, such as the right to challenge such measures in court.",
            "cite_spans": [
                {
                    "start": 610,
                    "end": 613,
                    "text": "228",
                    "ref_id": null
                },
                {
                    "start": 857,
                    "end": 860,
                    "text": "230",
                    "ref_id": null
                },
                {
                    "start": 1242,
                    "end": 1245,
                    "text": "231",
                    "ref_id": null
                },
                {
                    "start": 1390,
                    "end": 1393,
                    "text": "232",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "IV.B.ii. The scope of the new IHR's disease application"
        },
        {
            "text": "Notification obligations. The new IHR's requirement that States Parties notify WHO of any event that may constitute a public health emergency of international concern in its territory 234 is significantly broader than the old IHR's duty to report cases of only three specific infectious diseases. The broad scope of the notification requirement is consistent with WHO's desire to build a comprehensive framework for addressing the international spread of disease. Expanding the notification obligation around the concept of a ''public health emergency of international concern'' required, however, the construction of an approach radically different from one based on identified infectious diseases and that guides States Parties on how to determine whether a disease event may constitute a public health emergency of international concern.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV.B.ii. The scope of the new IHR's disease application"
        },
        {
            "text": "The new IHR require States Parties to use a ''decision instrument'' to assess whether a disease event might be a public health emergency of international concern and thus 228 Figure 2) . 235 The decision instrument contains three pathways for States Parties to determine whether they must notify a disease event to WHO. First, if the disease event involves a case of smallpox, poliomyelitis due to wildtype polio virus, human influenza caused by a new virus subtype, or SARS, it shall be notified to WHO. 236 The new IHR essentially deem any case of these diseases to be an event that may constitute a public health emergency of international concern. This pathway is diseasespecific like the notification approach in the old IHR, but the infectious diseases on the disease-specific list do not include cholera, plague or yellow fever. Secondly, if the disease event involves cholera, pneumonic plague, yellow fever, viral haemorrhagic fevers (Ebola, Lassa, Marburg), West Nile fever or other diseases that are of special national or regional concern (e.g. dengue fever, Rift Valley fever and meningococcal disease), then States Parties must always use the decision instrument to assess whether the event may constitute a public health emergency of international concern. The diseases under this second pathway are singled out because ''they have demonstrated the ability to cause serious public health impact and to spread rapidly internationally''. 237 Application of the decision instrument does not necessarily mean that any particular case of these diseases must be reported because the obligation to report will depend on the outcome of the decision instrument's utilization. 238 The third pathway requires that States Parties apply the decision instrument to any disease event not falling under the other two pathways. 239 This pathway is particularly important because it requires application of the decision instrument to disease events of unknown causes or sources. Thus, the new IHR avoid the rigidity that hampered the old IHR's disease-specific approach to notification.",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 190,
                    "text": "235",
                    "ref_id": null
                },
                {
                    "start": 500,
                    "end": 508,
                    "text": "WHO. 236",
                    "ref_id": null
                },
                {
                    "start": 1682,
                    "end": 1685,
                    "text": "238",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 175,
                    "end": 184,
                    "text": "Figure 2)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "IV.B.ii. The scope of the new IHR's disease application"
        },
        {
            "text": "Disease events that fall within the second and third pathways have to be assessed by States Parties' answering four questions: (1) Is the public health impact of the event serious? (2) Is the event unusual or unexpected? (3) Is there a significant risk of international spread? and (4) Is there a significant risk of international travel or trade restrictions? 240 If a State Party answers ''yes'' to any two of these questions, the event is deemed one that may constitute a public health emergency of international concern and must be reported to WHO under the new IHR. The revised Regulations provide non-binding examples for the application of the decision instrument's four questions to assist States Parties. 241 From the January 2004 IHR Draft through the new IHR, the decision instrument was the central concept in crafting a new notification regime for the revised IHR. The regime and the decision instrument evolved, however, during the negotiations to reflect different perspectives of the negotiating States. The January 2004 IHR Draft contained the decision instrument, 236 Ibid., Annex 2. 237 Ibid.",
            "cite_spans": [
                {
                    "start": 714,
                    "end": 717,
                    "text": "241",
                    "ref_id": null
                },
                {
                    "start": 1082,
                    "end": 1085,
                    "text": "236",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "IV.B.ii. The scope of the new IHR's disease application"
        },
        {
            "text": "238 One can sense the difference in the approach of the new IHR from the old IHR in their respective handling of cholera, plague and yellow fever. The old IHR required States Parties to report cases of cholera, plague or yellow fever without reference to whether such cases could involve international spread. IHR 1969, above n.16, Art.3.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV.B.ii. The scope of the new IHR's disease application"
        },
        {
            "text": "The new IHR's approach requires States Parties to assess any case of cholera, plague or yellow fever to determine whether such case is of international concern. IHR 2005, above n. with its four questions, but did not have any disease-specific aspects. 242 WHO added these aspects in the September 2004 IHR Draft. 243 The automatically notifiable diseases were smallpox, poliomyelitis and SARS. 244 According to WHO, adding a list of notifiable diseases to supplement the decision instrument represented a compromise to accommodate the views of WHO Member States strongly in favour of adding a fixed list of diseases for mandatory notification and the views of Member States that did not want a disease-specific list. 245 The September 2004 IHR Draft also required States Parties to utilize the decision instrument to assess all events involving specific infectious diseases identified in a list. 246 The Chair's January 2005 IHR Draft did not contain any changes to the decision instrument because of work on the instrument by an ad hoc expert group. 247 The report of the ad hoc group, issued in February 2005, contained the version of the decision instrument eventually adopted as part of the new IHR. 248 Obligations on core surveillance and response capacities. The new IHR expand the scope of obligations in another seminal way. The revised Regulations require States Parties to develop, strengthen and maintain core capacities to (1) detect, assess, notify and report disease events; and (2) respond promptly and effectively to public health risks and public health emergencies of international concern. 249 These core surveillance and response capacities are spelled out in Annex 1 of the new IHR. These broad-based obligations to establish and sustain surveillance and response capabilities across the range of public health risks covered by the new IHR go beyond the limited duties the old IHR imposed on States Parties to maintain certain public health capabilities at points of disease entry. 250 The burdens that these 242 January 2004 IHR Draft, above n.159, Annex 2.",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 316,
                    "text": "243",
                    "ref_id": null
                },
                {
                    "start": 717,
                    "end": 720,
                    "text": "245",
                    "ref_id": null
                },
                {
                    "start": 1051,
                    "end": 1054,
                    "text": "247",
                    "ref_id": null
                },
                {
                    "start": 1204,
                    "end": 1207,
                    "text": "248",
                    "ref_id": null
                },
                {
                    "start": 2004,
                    "end": 2007,
                    "text": "250",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "IV.B.ii. The scope of the new IHR's disease application"
        },
        {
            "text": "243 September 2004 IHR Draft, above n.159, Annex 2. 244 Ibid. (''A single diagnosed case of any of the following diseases is of international concern and shall therefore be notified to WHO: †Smallpox †Poliomyelitis (occurring in an area following eradication) †Coronavirusassociated severe acute respiratory syndrome (SARS)'').",
            "cite_spans": [
                {
                    "start": 52,
                    "end": 55,
                    "text": "244",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "IV.B.ii. The scope of the new IHR's disease application"
        },
        {
            "text": "245 Review and Approval of Proposed IHR Amendments, above n.175, para.7 (''Member States expressed different views regarding lists of diseases, ranging from a strong desire to retain a fixed list of diseases for mandatory international notification to no wanting any such list in the text.''); Summary of Regional Consultations, above n.172, para.7 (''Many Member States advocate adding a list of specific diseases, but opinions differ as to whether the list should be made binding or only indicative. . . . Other Member States are satisfied with the decision instrument as proposed, with minor adjustments''). core-capacity obligations would create for States Parties was a concern raised in the negotiations. 251 WHO responded to these concerns by including a five-year grace period during which States Parties had to develop the surveillance and response capacities indicated in the revised IHR. 252 The new IHR also allow States to get a two-year extension on fulfilment of their core capacity obligations by submitting to the Director-General a justified need and implementation plan. 253 In exceptional circumstances, a State Party can apply to the Director-General for a further extension not to exceed two years and the Director-General has the authority to grant or deny such a request. 254 WHO also included language in the negotiating texts and the new IHR that highlighted ''the need for increased co-operation between WHO and States and among all States Parties to assess existing capacities and mobilize financial and technical resources to strengthen them''. 255 The expanded scope of the obligations concerning core public health capacities remained consistent from the January 2004 IHR Draft to the new IHR. This consistency reflects the depth of WHO's and its Member States' concerns that weak national public health capabilities seriously undermine efforts to provide global health security. The new IHR's corecapacity obligations bear some resemblance to duties created by treaties containing the international human right to health. The International Covenant on Economic, Social and Cultural Rights (ICESCR) includes the right to health, and respecting this right requires States Parties to take steps to achieve identified health objectives, including the prevention and control of endemic and epidemic diseases. 256 Achieving such objectives requires certain public health surveillance and response capabilities. The ICESCR's right to health is, however, to be progressively realized in accordance with a State Party's available resources. 257 In other words, the obligation to respect the right to health is relative to the availability of economic resources in a State Party.",
            "cite_spans": [
                {
                    "start": 899,
                    "end": 902,
                    "text": "252",
                    "ref_id": null
                },
                {
                    "start": 1090,
                    "end": 1093,
                    "text": "253",
                    "ref_id": null
                },
                {
                    "start": 1574,
                    "end": 1577,
                    "text": "255",
                    "ref_id": null
                },
                {
                    "start": 2564,
                    "end": 2567,
                    "text": "257",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "IV.B.ii. The scope of the new IHR's disease application"
        },
        {
            "text": "The surveillance and response capacity obligations in the new IHR are more demanding than those found in the ICESCR's right to health because, after the five-year grace period and any extensions, the States Parties are required to have the surveillance and response capacities identified in Annex 1 of the new IHR. The new IHR do not contain a principle of progressive realization linked to the availability of economic resources. The revised Regulations impose obligations on States Parties to develop and maintain core public health capacities. Fulfilment of these obligations would benefit the pursuit of global health security and the right to health. The new IHR leave unanswered, however, how many States Parties with weak or nonexistent public health systems will comply with their core-capacity obligations. The revised Regulations contain no obligations on States Parties to provide financial or technical resources to help developing and least-developed countries develop and maintain the requirements in Annex 1. The new IHR oblige States Parties to undertake to collaborate with each other, to the extent possible, in (1) providing or facilitating technical co-operation and logistical support, particularly in the development, strengthening and maintenance of the public health capacities required by the Regulations; and (2) the mobilization of financial resources to facilitate implementation of the new IHR. 258 As explored more below in Part V, such a weak obligation on financial and technical assistance does not address the future implementation problems the core-capacity requirements will face.",
            "cite_spans": [
                {
                    "start": 1424,
                    "end": 1427,
                    "text": "258",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "IV.B.ii. The scope of the new IHR's disease application"
        },
        {
            "text": "Including non-State actors in the new IHR. The fifth category in the scope expansion theme involves the scope of participation in the new IHR. As indicated earlier, all versions of the classical regime, including the old IHR, were State-centric in nature. State-centrism meant that the only official and legitimate participants in the regime were States and intergovernmental organizations-and, between these, States dominated and controlled the manner in which the regime operated. The limited scope of participation was most clear in connection with surveillance information about outbreaks because the old IHR restricted WHO to handling and disseminating only information provided by governments of the Member States affected by outbreaks. WHO could, and did, receive surveillance information from other governments and non-governmental sources but the old IHR did not permit WHO to act on such information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV.B.v. The scope of participation in the new IHR"
        },
        {
            "text": "As described earlier, a key idea pursued during the IHR revision process was allowing WHO to collect and use surveillance information received from non-governmental sources. The benefits of WHO having access to and the ability to use non-governmental sources of disease information became clear during the SARS outbreak because WHO effectively used such sources of information in effectively managing the global resource to the outbreak. The new IHR build this strategy into the revised Regulations. First, WHO ''may take into account reports from sources other than notifications or consultations'' from or with States Parties. 259 Secondly, WHO has to try to obtain verification of such information from the States Parties concerned before taking action and States Parties must participate in the verification effort. 260 Expanding WHO's access to surveillance information increases the scope of participation in the global health security strategy. The new IHR incorporate non-governmental sources of information into the surveillance process, thus making non-State actors formally part of the governance mechanism of the revised Regulations. Increasing the scope of participation in this way highlights how the process of achieving global health security differs from the Statecentric approach of international health security found in the classical regime. WHO's ability to gather and use non-governmental sources of information and the obligation on States Parties to respond to requests for verification of such information received from WHO mean that States no longer dominate or control the process of epidemiological surveillance.",
            "cite_spans": [
                {
                    "start": 820,
                    "end": 823,
                    "text": "260",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "IV.B.v. The scope of participation in the new IHR"
        },
        {
            "text": "One provision in the new IHR might, however, weaken the participation of individual non-States actors in the global surveillance system supported by the new IHR. The revised Regulations require WHO to share non-governmental information with States Parties ''and only where it is duly justified may WHO maintain the confidentiality of the source''. 261 This rule raises the possibility that WHO identification of individuals who provide epidemiological information could be targeted by authoritarian or repressive regimes for retribution. The new IHR contain no criteria to guide WHO in making the determination that protecting the confidentiality of an individual source is justified. Any decision to deny providing a State Party with the identity of a source of information will probably involve political controversy and consequences for WHO.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV.B.v. The scope of participation in the new IHR"
        },
        {
            "text": "Widening public health participation. The new IHR also increase the scope of participation in the new rules within WHO and each Member State. The shift from infectious diseases only to public health emergencies of international concern arising from public health risks of whatever source or origin increases the number and kinds of public health personnel and assets potentially affected by the revised Regulations. This participatory effect can be illustrated through WHO's efforts to develop a global surveillance capability for chemical threats to compliment what GOARN does in the infectious disease area. 262 The new IHR can be expected to have the same broadening effect on public health participation within WHO Member States also, because the increase in the scope of the disease application implicates a broader range of national public health capabilities.",
            "cite_spans": [
                {
                    "start": 610,
                    "end": 613,
                    "text": "262",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "IV.B.v. The scope of participation in the new IHR"
        },
        {
            "text": "Allowing Taiwan to participate in the new IHR. A final aspect of the new IHR increasing the scope of participation concerns the problem between Taiwan and China. As mentioned earlier, Taiwan's desire to participate formally in the revised IHR proved controversial during the negotiations. Taiwan argued that its formal participation would support the need for the revised IHR to have universal geographical application. China refused to allow Taiwan to participate formally based on its claims that it has sovereignty over Taiwan. Such sovereignty means that Taiwan's circumstances do not undermine universal geographical application of the revised IHR because the Regulations apply to all of China, including Taiwan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV.B.v. The scope of participation in the new IHR"
        },
        {
            "text": "The new IHR did not resolve this controversy. The revised Regulations provide that ''[t]he implementation of these Regulations shall be guided by the goal of their universal application for the protection of all people of the world from the international spread of 261 ",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 268,
                    "text": "261",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "IV.B.v. The scope of participation in the new IHR"
        },
        {
            "text": "The sixth category in the scope expansion theme involves the manner in which the new IHR significantly increase the scope of WHO's authority and responsibility. Certainly, WHO had authority and responsibilities under the old IHR; but the new IHR contain authority and responsibilities for WHO never before created for an international health organization in the history of the classical regime. The expanded scope of WHO authority and responsibility can be seen in a number of features of the new IHR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV.B.vi. The scope of WHO's authority and responsibility"
        },
        {
            "text": "Surveillance. Allowing WHO to collect and act upon sources of information provided by non-State actors expands WHO's authority and responsibilities in three ways. First, as analysed above, the new IHR grant WHO the power to use non-governmental sources of information, something not allowed by the old IHR. This authority changes the surveillance dynamic between WHO and Member States in ways that favour global health security over national sovereignty. Secondly, permitting WHO to collect surveillance data from non-governmental sources imposes duties on WHO to engage in such collection efficiently and effectively. In creating and refining GOARN, WHO has moved to shoulder this responsibility, but the responsibility has taken on a governance importance of great magnitude. Thirdly, in allowing WHO to act on non-governmental sources of surveillance information, the new IHR create responsibilities for WHO to verify such information to ensure that its actions are based on accurate information. Although verification of data about public health risks is not novel for WHO, the new IHR significantly heighten the burden WHO bears for the validity of information that forms the basis for actions it takes. Part of this heightened burden also comes from WHO's authority to take action on information it receives from sources other than governments. Confidentiality of information. Under the new IHR, WHO has obligations to keep certain kinds of information confidential, except in specified circumstances. First, WHO has to maintain the confidentiality of information it receives from States Parties, unless WHO (1) declares that an event is a public health emergency of international concern; (2) confirms information evidencing the international spread of the infection or contamination; (3) has evidence that (a) control measures against international spread are unlikely to succeed, or (b) the State Party in question lacks the capacity to carry out the measures necessary to prevent further disease spread; or (4) determines that only immediate application of control measures will effectively address the infection or contamination. 268 When justified by the magnitude of a public health risk, WHO may also share information it receives with other States Parties if a State Party in whose territory the risk exists does not agree to collaborate with WHO. 269 These provisions more appropriately balance the States Parties' desire for confidentiality of disease-related information with the public health need for dissemination of such information than the rules contained in the old IHR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV.B.vi. The scope of WHO's authority and responsibility"
        },
        {
            "text": "Secondly, WHO has to protect the confidentiality of personally identifying information in assessing and managing a public health risk and has to provide an individual with his or her personal data held by WHO and correct any inaccuracies in such data. 270 These provisions on confidentiality of personally identifiable information never appeared in the classical regime and reflect the new IHR's incorporation of human rights principles and protections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV.B.vi. The scope of WHO's authority and responsibility"
        },
        {
            "text": "Response interventions. The new IHR grant WHO the authority to declare the existence of public health emergencies of international concern 271 and issue non-binding temporary recommendations to States Parties concerning how they should respond to such emergencies. 272 The new IHR also grant WHO authority to issue non-binding standing recommendations concerning appropriate health measures for routine and periodic application against on-going, specific public health risks to prevent or reduce the international spread of disease and minimize interference with international traffic. The declaration and temporary recommendation authorities significantly depart from WHO powers under the old IHR. Under the new IHR, States Parties are required to notify WHO of events that may constitute public health emergencies of international concern, 274 but the power to declare that an event actually constitutes such an emergency rests with the WHO Director-General. 275 The determination that a public health emergency of international concern exists triggers the Director-General's obligation to issue temporary recommendations to States Parties on the appropriate responses and health measures to implement. 276 WHO has to consult with affected States Parties in exercising its powers to declare an event as a public health emergency of international concern 277 and to issue temporary recommendations, 278 but it can exercise the declaration and temporary recommendation authorities without obtaining the permission of States Parties potentially harmed by such actions. Under the old IHR, the refusal of a State Party to provide information or to co-operate with WHO essentially blocked WHO from taking effective actions to address the public health threat. The new IHR eliminate the ability of a State Party to veto WHO action on public health emergencies of international concern.",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 268,
                    "text": "272",
                    "ref_id": null
                },
                {
                    "start": 961,
                    "end": 964,
                    "text": "275",
                    "ref_id": null
                },
                {
                    "start": 1205,
                    "end": 1208,
                    "text": "276",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1356,
                    "end": 1359,
                    "text": "277",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "IV.B.vi. The scope of WHO's authority and responsibility"
        },
        {
            "text": "New institutional bodies and procedures. WHO's heightened authority and responsibilities under the new IHR create the need for the creation of new institutional bodies and procedures within WHO. The new IHR establish an Emergency Committee to advise the Director-General on whether an event constitutes a public health emergency of international concern and on the issuance of temporary recommendations. 279 The functioning of the Emergency Committee is subject to procedural and substantive requirements established in the revised Regulations. 280 WHO must also establish IHR Contact Points, which have to be accessible at all times to States Parties and have to send urgent communications concerning the implementation of the new IHR to States Parties. 281 Adhering to these requirements in connection with exercising authority and responsibility in situations of urgency poses institutional challenges WHO did not have to tackle under the old IHR.",
            "cite_spans": [
                {
                    "start": 404,
                    "end": 407,
                    "text": "279",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 545,
                    "end": 548,
                    "text": "280",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "IV.B.vi. The scope of WHO's authority and responsibility"
        },
        {
            "text": "The new IHR also impose other responsibilities on WHO, including offering to collaborate with States Parties in assessing disease events, 282 providing technical assistance to and collaborating with States Parties on various aspects of surveillance and response, 283 disseminating public health information to States Parties, 284 co-operating with other international organizations and bodies, 285 and assisting States Parties in settling disputes. 286 These responsibilities further underscore how critical and expansive WHO's role is to the governance envisioned in the new IHR and how important ensuring that WHO is adequately staffed and resourced to shoulder its increased authorities and responsibilities will be for the success of the global health security strategy.",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 141,
                    "text": "282",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "IV.B.vi. The scope of WHO's authority and responsibility"
        },
        {
            "text": "The second major theme I use to explore the key substantive changes found in the new IHR concerns the impact of the revised Regulations on the sovereignty of States Parties. How the revised IHR would affect sovereignty featured in the IHR negotiations. 287 Specifically, WHO Member States raised sovereignty concerns with respect to provisions in negotiating texts that they thought might restrict their abilities to take actions to protect public health in their territories. The new IHR express the balancing task being undertaken with respect to sovereignty when they provide that ''States . . . have the sovereign right to legislate and to implement legislation in pursuance of their health policies. In doing so they should uphold the purpose of these Regulations''. 288",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV.C. Sovereignty and the new IHR"
        },
        {
            "text": "Before looking at specific areas in which sovereignty was an issue, a word is in order concerning the relationship between the expanded scope of the new IHR and the issue of sovereignty. The expansion of the scopes of the IHR's disease application, participation in the governance regime, obligations on States Parties and WHO's authorities and responsibilities has a significant impact on how States Parties to the new IHR will exercise their sovereignty. These increased scopes govern more aspects of sovereignty and demand more from sovereign States than anything ever attempted with the classical regime. The new IHR reflect a governance context in which the exercise of sovereignty by States in connection with public health is changed forever.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV.C.i. The scope and sovereignty themes"
        },
        {
            "text": "Given this situation and the normal concerns States have about their sovereignty, the frequent appearance of sovereignty concerns during the IHR revision process is hardly surprising. These concerns should, however, be kept in perspective. All major proposals for expanding the IHR's scope made in the January 2004 IHR Draft appear in the new IHR. This remarkable situation indicates that many WHO Member States, for the most part, appear to understand the world envisioned by the classical regime no longer exists, creating the need for radically re-orienting sovereignty to the world reflected in the new IHR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV.C.i. The scope and sovereignty themes"
        },
        {
            "text": "The major sovereignty concerns expressed by WHO Member States during the IHR revision negotiations arose with respect to provisions that they perceived might unnecessarily 285 reduce their freedom of action in responding to disease events affecting their territories. The classical regime had to construct a balance between needed limitations on State sovereignty and freedom of action for sovereign States. The old IHR failed to achieve the needed balance because, for example, States Parties did not often follow the disciplines limiting the health measures that could be applied to the trade and travel coming from States suffering outbreaks of diseases subject to the Regulations. The old IHR were ineffective in curbing the freedom of action of sovereign States. The new IHR face the same challenge, but the expanded scope of the revised Regulations increases the magnitude of the task.",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 175,
                    "text": "285",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "IV.C.i. The scope and sovereignty themes"
        },
        {
            "text": "During the negotiations, States raised sovereignty concerns with respect to WHO's use of nongovernmental sources of information as part of global surveillance. WHO Member States expressed some concerns that WHO would act on information received from nongovernmental sources without seeking to verify the information with the affected countries. 289 The January 2004 IHR Draft indicated that WHO ''may validate these reports'' in accordance with verification procedures contained in the draft. 290 WHO responded to these Member State concerns by re-drafting the relevant provision to require that WHO attempt to obtain verification of reports received from non-governmental sources before taking any action on such reports, 291 which is the approach adopted in the new IHR. 292 This outcome retains WHO's ability to use surveillance information gathered from nongovernmental sources but increases the transparency of this process for States Parties that might be the subject of reports from non-State actors. This situation produces a dynamic under which States Parties have not only a duty 293 but also an incentive to collaborate effectively with WHO in verifying the information and addressing the public health threat.",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 348,
                    "text": "289",
                    "ref_id": null
                },
                {
                    "start": 773,
                    "end": 776,
                    "text": "292",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "IV.C.ii. Sovereignty issues concerning WHO's surveillance authorities under the new IHR"
        },
        {
            "text": "WHO Member States also identified potential sovereignty problems with two provisions in the January 2004 IHR Draft that appeared to require States Parties to allow WHO to conduct on-the-spot studies inside their territories to determine whether appropriate control measures were being deployed in connection with a public health emergency of international concern. 294 WHO reported that many Member States commented that these provisions ''were neither acceptable nor feasible'' 295 and that ''WHO teams should enter countries only with the consent of the affected Member State''. 296 295 Review and Approval of Proposed IHR Amendments, above n.175, para.14.",
            "cite_spans": [
                {
                    "start": 581,
                    "end": 584,
                    "text": "296",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "IV.C.ii. Sovereignty issues concerning WHO's surveillance authorities under the new IHR"
        },
        {
            "text": "296 Summary of Regional Consultations, above n.172, para.8.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV.C.ii. Sovereignty issues concerning WHO's surveillance authorities under the new IHR"
        },
        {
            "text": "provisions to make them clear that States Parties are not required to accept WHO's offer of assistance ''but, when declining an offer is judged [by WHO] to increase any risk that the event will spread to other States, WHO may share information with States Parties about the situation and the nature of the assistance that has been offered''. 297 The new IHR incorporated this approach. 298 States Parties retain their sovereignty to accept or reject offers of help from WHO, but WHO has the ability to share information about the situation and the refusal as part of its efforts to address the public health emergency of international concern. States Parties have, thus, an incentive to co-operate because the entire world will know when it is being recalcitrant with respect to a threat that might spread and adversely affect other States. Recommendations as non-binding limits on national health measures. The January 2004 IHR Draft provided that States Parties could not take health-related action unless the revised IHR allowed the action or unless WHO had recommended such action under the revised IHR. The January 2004 IHR Draft stated, for example, that ''[u]nless recommended by WHO or otherwise provided in these Regulations, medical examination, vaccination or other prophylaxis shall not be required as a condition of admission of any traveller, except for travellers seeking temporary or permanent residence''. 299 Such a provision made non-binding recommendations behave like binding restrictions on the exercise of public health sovereignty. WHO noted that many Member States:",
            "cite_spans": [
                {
                    "start": 342,
                    "end": 345,
                    "text": "297",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 386,
                    "end": 389,
                    "text": "298",
                    "ref_id": null
                },
                {
                    "start": 1423,
                    "end": 1426,
                    "text": "299",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "IV.C.ii. Sovereignty issues concerning WHO's surveillance authorities under the new IHR"
        },
        {
            "text": ". . . felt that these references to WHO recommendations and their interplay with binding prohibitions, created considerable confusion and could lead to undesirable ambiguities in the legal status of measures introduced by States Parties which exceeded or differed from those recommended by WHO. Concerns were also expressed that limiting the authority of States Parties to introduce additional health-related measures through dependence on WHO's issuing recommendations concerning a particular event unduly restricted the sovereignty of States Parties. 300 The new IHR reflect changes made to accommodate these sovereignty concerns. The revised Regulations permit States Parties to implement health measures that differ from WHO recommendations as long as the measures achieve the same or greater level of health protection than the WHO recommendations. 301 In addition, the new IHR allow States Parties to implement health measures otherwise prohibited by specific provisions of the revised Regulations, provided such measures are otherwise consistent with the new IHR. 302 Any of these additional health measures must (1) not be more restrictive of international traffic and not more invasive or intrusive to persons than reasonably available alternatives that would achieve the appropriate level of health protection; 303 and (2) be based on scientific principles, available scientific evidence of a risk to human health and any available guidance or advice from WHO. 304 If such additional health measures significantly interfere with international traffic, the State Party shall provide WHO with the public health rationale and scientific information supporting the measures. 305 Although the new IHR allow States Parties to implement health measures that go beyond what WHO has recommended and that may otherwise be prohibited by the revised Regulations, the disciplines applied to this ability mean that the new IHR do not provide sovereignty with a free pass.",
            "cite_spans": [
                {
                    "start": 553,
                    "end": 556,
                    "text": "300",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 854,
                    "end": 857,
                    "text": "301",
                    "ref_id": null
                },
                {
                    "start": 1071,
                    "end": 1074,
                    "text": "302",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1471,
                    "end": 1474,
                    "text": "304",
                    "ref_id": null
                },
                {
                    "start": 1681,
                    "end": 1684,
                    "text": "305",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "IV.C.ii. Sovereignty issues concerning WHO's surveillance authorities under the new IHR"
        },
        {
            "text": "The approach in the new IHR resembles the structure and dynamics of obligations contained in the WTO's SPS Agreement and international human rights law. The SPS Agreement requires sanitary and phytosanitary measures that affect trade in goods to be based on scientific principles and evidence and a risk assessment. 306 Similarly, international human rights law requires that measures infringing on civil and political rights must be necessary to achieve a compelling public interest, 307 which-in the context of disease controlincludes the mandate that the measure have a basis in science and public health. 308 The new IHR, 309 the SPS Agreement 310 and international human rights law 311 require the State Party imposing the measure in question to provide the scientific justification for the measure.",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 319,
                    "text": "306",
                    "ref_id": null
                },
                {
                    "start": 485,
                    "end": 488,
                    "text": "307",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 609,
                    "end": 612,
                    "text": "308",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "IV.C.ii. Sovereignty issues concerning WHO's surveillance authorities under the new IHR"
        },
        {
            "text": "The new IHR and the SPS Agreement also both require that the measure in question not be more restrictive of international trade than reasonably available alternative measures, which would achieve the appropriate level of health protection. 312 The same is true regarding restrictions on human rights. The new IHR and international human rights law require that measures infringing on the enjoyment of human rights be the least restrictive measure possible to achieve the level of health protection sought. 313 The parallels between the new IHR and the disciplines in the SPS Agreement and international human rights law suggest that WHO utilized the manner in which the SPS Agreement and international human rights law, respectively, balance sovereignty, science and public health with respect to health measures that may adversely affect international trade and travel.",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 243,
                    "text": "312",
                    "ref_id": null
                },
                {
                    "start": 506,
                    "end": 509,
                    "text": "313",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "IV.C.ii. Sovereignty issues concerning WHO's surveillance authorities under the new IHR"
        },
        {
            "text": "Procedures for issuing WHO recommendations. The proposal to grant WHO recommendation powers also raised sovereignty issues for WHO Member States with respect to the process through which WHO would issue the recommendations. The January 2004 IHR Draft did not contain any criteria to guide WHO's decision to issue recommendations. The lack of substantive criteria made the process of issuing recommendations look less than transparent. WHO responded to these concerns by including in the September 2004 IHR Draft ''the principles and criteria to be considered by the Director-General when issuing, modifying or terminating recommendations''. 314 The new IHR apply criteria to WHO's issuance of recommendations, including principles similar to those found in Article 43 of revised Regulations, the SPS Agreement and international human rights law, namely that the Director-General must consider the views of the directly concerned States Parties; scientific principles, scientific evidence and information; relevant international standards and instruments; activities undertaken by other relevant international organizations and bodies; and what health measures are least restrictive of international traffic and trade and not more intrusive to persons than reasonably available alternatives that would achieve the appropriate level of health protection. 315 In addition, WHO Member States complained that the process proposed in the January 2004 IHR Draft for WHO's issuance of temporary recommendations did not adequately provide for the opportunity for States Parties potentially affected by such recommendations to provide input to the Emergency Committee. 316 316 Review and Approval of Proposed IHR Amendments, above n.175, para.11 (''Concerns were also expressed that the process to be followed by WHO in issuing, modifying or terminating temporary or standing recommendations was not sufficiently transparent and accountable and that the procedure foreseen in the January 2004 working paper did not allow States Parties that could be affected by those recommendations to participate adequately in the process'').",
            "cite_spans": [
                {
                    "start": 641,
                    "end": 644,
                    "text": "314",
                    "ref_id": null
                },
                {
                    "start": 1353,
                    "end": 1356,
                    "text": "315",
                    "ref_id": null
                },
                {
                    "start": 1659,
                    "end": 1662,
                    "text": "316",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "IV.C.ii. Sovereignty issues concerning WHO's surveillance authorities under the new IHR"
        },
        {
            "text": "present their views to the Emergency Committee. 317 The new IHR include this right to present information to the Emergency Committee with respect to the issuance of temporary recommendations. 318 Additional measures against special categories of persons. As noted earlier, a major feature of the international sanitary conventions and the ISR was the application of additional rules for either regions (e.g. Middle East), events (e.g. annual pilgrimage to Mecca) or categories of people (e.g. pilgrims, migrants or nomads). This feature of the classical regime was reduced to one provision in the old IHR. 319 The January 2004 IHR Draft contained basically the same provision as the old IHR and this provision stated that ''[m]igrants, nomads, seasonal workers or persons taking part in periodic mass congregations may be subjected to additional health measures conforming with the laws and regulations of each State concerned and with any agreement concluded between any such States''. 320 The September 2004 IHR Draft eliminated this provision. WHO explained that the provision ''was deleted in light of comments received and new articles in the draft revision, such as Article 39, which provide the necessary flexibility required by Member States wanting to tackle the issues previously dealt with in this provision''. 321 Thus, the September 2004 IHR Draft had one provision on additional measures-Article 39-that applies universally rather than rules on specific categories of places, events or persons. Any such additional measures must be based on scientific principles and evidence, a risk assessment and must not be more restrictive of international traffic or human rights than reasonably available alternative measures that would achieve the appropriate level of health protection sought. 322 These proposals would have brought to an end the tradition of having special rules for particular regions, events or people in the international legal framework for disease control.",
            "cite_spans": [
                {
                    "start": 48,
                    "end": 51,
                    "text": "317",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 192,
                    "end": 195,
                    "text": "318",
                    "ref_id": null
                },
                {
                    "start": 606,
                    "end": 609,
                    "text": "319",
                    "ref_id": null
                },
                {
                    "start": 987,
                    "end": 990,
                    "text": "320",
                    "ref_id": null
                },
                {
                    "start": 1322,
                    "end": 1325,
                    "text": "321",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "IV.C.ii. Sovereignty issues concerning WHO's surveillance authorities under the new IHR"
        },
        {
            "text": "The Chair's January 2005 IHR Draft reintroduced the issue, however, through a rule which provided that ''[t]he provisions of this Article [39] may apply to implementation of measures concerning travellers taking part in periodic mass congregations''. 323 The new IHR contain the same provision as part of Article 43. 324 What is curious about the reintroduction of a rule specifically on mass congregations is that it does not require measures for mass congregations to comply with the scientific, trade-related and human rights disciplines in Article 43 of the new IHR that otherwise apply to additional health measures. The Article 43 limitations may (not shall) apply to the implementation of measures concerning travellers participating in mass congregations. Why the new IHR allows this category of additional measures to escape the scientific, trade-related and human rights requirements applied to all other additional health measures is not clear.",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 254,
                    "text": "323",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 317,
                    "end": 320,
                    "text": "324",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "IV.C.ii. Sovereignty issues concerning WHO's surveillance authorities under the new IHR"
        },
        {
            "text": "The new IHR are a treaty under international law and thus cannot legally bind a State until that State gives its sovereign consent to be bound to the revised Regulations. 325 As noted earlier, regulations adopted pursuant to Article 21 of the WHO Constitution, such as the new IHR, become legally binding on all WHO Member States that have not rejected the regulations, or formulated reservations to them, within a specified period of time. 326 For the new IHR, the time period in which rejections or reservations must be made is 18 months from the date the Director-General notified WHO Member States that the new IHR were adopted. 327 The new IHR contains a complex procedure with respect to reservations that differs significantly from the equivalent procedure in the old IHR. Under the old IHR, the WHA had to accept all reservations to ensure that reservations did not substantially detract from the character and purpose of the IHR. 328 The new IHR permit reservations that are not incompatible with the object and purpose of the revised Regulations. 329 The new IHR establish a process for determining whether a reservation is compatible with the object and purpose of the Regulations. The first step involves review of the reservation by WHO Member States (if the new IHR are not yet in force) or States Parties (if the IHR have entered into force). 330 If less than one-third of the relevant States objects to the reservation, the reservation is deemed to be accepted (and thus compatible with the object and purpose of the new IHR); and the new IHR can enter into force for the reserving State subject to the accepted reservation. 331 If one-third or more of the relevant States objects to the reservation and the reserving State does not withdraw the reservation, then the reservation is submitted to the WHA for consideration. 332 If the WHA, by majority vote, objects to the reservation on the ground that it is not compatible with the object and purpose of the new IHR, the reservation shall not be accepted. 333 The new IHR do not enter into force for the State making the reservation unless it withdraws the reservation. 334 The procedure on reservations provides guidance in two areas that have been unsettled in customary international law on treaties. First, the new IHR provide a means of determining whether a reservation is incompatible with the object and purpose of a treaty. Secondly, the revised Regulations establish what the legal effect is for a State that has formulated a reservation that is incompatible with the object and purpose of the new IHR (i.e. the State does not become a State Party until it withdraws its reservation). 335",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 174,
                    "text": "325",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 441,
                    "end": 444,
                    "text": "326",
                    "ref_id": null
                },
                {
                    "start": 633,
                    "end": 636,
                    "text": "327",
                    "ref_id": null
                },
                {
                    "start": 939,
                    "end": 942,
                    "text": "328",
                    "ref_id": null
                },
                {
                    "start": 1057,
                    "end": 1060,
                    "text": "329",
                    "ref_id": null
                },
                {
                    "start": 1358,
                    "end": 1361,
                    "text": "330",
                    "ref_id": null
                },
                {
                    "start": 1641,
                    "end": 1644,
                    "text": "331",
                    "ref_id": null
                },
                {
                    "start": 1839,
                    "end": 1842,
                    "text": "332",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 2023,
                    "end": 2026,
                    "text": "333",
                    "ref_id": null
                },
                {
                    "start": 2137,
                    "end": 2140,
                    "text": "334",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "IV.C.iv. Rejections and reservations to the new IHR"
        },
        {
            "text": "The old IHR and prior manifestations of the classical regime constituted efforts to balance trade and public health goals, but the regime's narrow scope meant that the trade -public health balancing was limited for both trade and public health. The old IHR did not cover many pathogens that move in international trade and travel or any substances that may cause non-communicable diseases, producing a shallow public health profile. Similarly, the old IHR's minimization of interference with international traffic was superficial from a trade perspective because such minimization caught only trade potentially affected by cholera, plague and yellow fever. One could not describe the old IHR as an impressive synthesis of trade and public health objectives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV.D. The synthesis theme and the new IHR"
        },
        {
            "text": "The new IHR contain, however, a synthesis project for global health governance of impressive proportions. One of the most radical substantive changes in the new IHR is the integration of multiple objectives into a single governance framework. The framework represents integrated governance for the purpose of achieving global health security. The theme of synthesis identifies this governance integration as one of the most important features of the new IHR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV.D. The synthesis theme and the new IHR"
        },
        {
            "text": "In contrast to the limited international governance footprint of the old IHR, the new IHR construct a synthesized approach to global governance in terms of actors, threats and objectives. The new IHR integrate governmental, intergovernmental and non-governmental actors through the provisions on surveillance. Each category of actors is vital to global surveillance working effectively. The fundamental importance of surveillance to public health makes this integration very significant and reveals the conclusion that the State-centric approach to surveillance has become a relic of the past.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV.D. The synthesis theme and the new IHR"
        },
        {
            "text": "Synthesized governance is also apparent in connection with public health threats. The new IHR interpret health protection broadly by extending coverage to chemical and radiological threats as well as microbial ones. This approach overcomes the traditional ''stove piping'' of international legal regimes into those that address infectious diseases, chemical and radiological accidents or emergencies and WMD. The new IHR do not supersede or interfere with those other regimes but draw them together as allies in the pursuit of global health security.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV.D. The synthesis theme and the new IHR"
        },
        {
            "text": "The new IHR promote synthesized governance in the area of policy objectives also. The old IHR attempted to integrate public health (narrowly conceived) and trade objectives but only in a very limited way. The new IHR integrate public health (broadly conceived) with trade, security, environmental and human rights objectives. This integration reveals a perspective in which public health is at the centre of a complex web of political, economic and social interests and values. The best way to manage this complex web is to understand the interdependence of these objectives and construct a governance framework sensitive to the interdependence, which is what the new IHR achieves.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV.D. The synthesis theme and the new IHR"
        },
        {
            "text": "The synthesized governance sought by the new IHR also reveals how much public health matters to governance nationally and globally in the twenty-first century. This insight resonates with arguments and conclusions reached in other efforts, including the formulation of the Millennium Development Goals, 336 the efforts to place health at the centre of development policy 337 and the increasing importance of public health to national and international security. 338 In many respects, these various endeavors suggest that effective public health has become an indicator of ''good governance'' in the post-Cold War world. 339 This outlook on public health and governance could never have arisen from the classical regime in any of its iterations. The new IHR contribute to the elevation of public health as a marker for the quality of twenty-first-century governance pursued by States, intergovernmental organizations and non-governmental organizations.",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 306,
                    "text": "336",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 462,
                    "end": 465,
                    "text": "338",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 620,
                    "end": 623,
                    "text": "339",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "IV.D. The synthesis theme and the new IHR"
        },
        {
            "text": "The theme of synthesized governance also points to another significant difference between the classical regime and the new IHR. The classical regime reflected the traditional use of international law by States to address discreet, specific problems affecting the relations between States. The integration of multiple actors, threats and policy objectives in the new IHR projects qualities more often associated with constitutional than international law. Constitutional frameworks engage multiple public and private actors in the simultaneous pursuit of numerous political, economic and social ends in hopefully balanced and sustainable ways. In constitutional systems, governments have a primary responsibility to protect and promote the public's health, 340 but the pursuit of public health is embedded in a larger governance context that requires equilibrium among various objectives. The classical regime contained a limited connection between public health and international trade and travel, but it did not relate in any way to broader health, security, environmental or human rights objectives. The new IHR reflect both the broad governance responsibility of public health and the complex nature of fulfilling that responsibility in harmony with other governance objectives. The new IHR are not ''global constitutional law'', but the synthesized governance they promote represents an approach never seen before in the use of international law for public health purposes.",
            "cite_spans": [
                {
                    "start": 756,
                    "end": 759,
                    "text": "340",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "IV.D. The synthesis theme and the new IHR"
        },
        {
            "text": "V. Back to the future? Concerns regarding the future of the new IHR This article has endeavoured to demonstrate how different the new IHR are from the international approach to control of international disease spread that prevailed in past decades. In addition, the article attempted to communicate why these differences in the new IHR matter for global health governance. Adoption of the historic new IHR does not, however, guarantee that this novel international legal regime will be effective or successful. This part raises some problems and issues that confront the new IHR with a difficult future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV.D. The synthesis theme and the new IHR"
        },
        {
            "text": "Anticipation of the implementation of the new IHR might be tempered by the realization that previous innovations in international law relating to public health have not fared particularly well. The governance innovations formulated in the WHO Constitution concerning the adoption of regulations, through which the IHR were originally promulgated, proved in hindsight not to have had much traction for international infectious disease control because WHO Member States did not use such innovations for decades to keep the IHR relevant to the threats infectious diseases posed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV.D. The synthesis theme and the new IHR"
        },
        {
            "text": "The proclamation of the human right to health and its later appearance in human rights treaties has been, and remains, the source of normative inspiration and commitment in global health policy 341 but it has suffered, and continues to suffer, from weaknesses and controversies, including continued arguments about what exactly the right means. 342 These difficulties do not mean that the right to health is an international legal fiction, but they suggest that the revolutionary concept of this right has not been matched by equally revolutionary results on the ground.",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 348,
                    "text": "342",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "IV.D. The synthesis theme and the new IHR"
        },
        {
            "text": "The protection of human health through international environmental law represents another governance innovation, the actual impact of which on global public health has been, at best, modest. The crisis in emerging and re-emerging infectious diseases in the 1990s and early 2000s illustrates that international environmental law has not had much effect on environmental degradation that feeds into the resurgence of microbial pathogens and their disease vectors. More success for international environmental law may be located in areas involving non-communicable diseases, such as the international transport of hazardous wastes and pesticides, and the depletion of the ozone layer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV.D. The synthesis theme and the new IHR"
        },
        {
            "text": "The public health controversies concerning the WTO provide some indication that the innovation in the relationship between international law and public health created by the WTO's establishment has not been universally welcomed. The major debates have focused, generally speaking, on how much policy space the implementation of WTO agreements leaves for governments to protect and promote public health. The WTO agreements contain no affirmative public health obligations, which mean these agreements have little technical relevance to what States actually do with the policy space they have.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV.D. The synthesis theme and the new IHR"
        },
        {
            "text": "The WTO's creation and the controversies that have surrounded it have, ironically, contributed significantly to public health's increased political importance in world affairs today. The WTO's existence has done more to increase the political profile of public health globally than almost anything else in the history of international health co-operation. But this new political importance for public health does not necessarily mean that public health now carries the same influence as trade interests in international politics. 343 Whether the new IHR will fare any better than these examples of previous innovations in international law's relationship with public health remains, of course, to be seen, but these examples temper one's expectations for what the new IHR might be able to achieve in terms of global public health. WHO led a successful global effort against SARS in 2003 and a global response against avian influenza in 2004 -05 without the revised IHR being completed and WHO's efforts against future dangerous outbreaks might not be successful, even with the new IHR in place.",
            "cite_spans": [
                {
                    "start": 530,
                    "end": 533,
                    "text": "343",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "IV.D. The synthesis theme and the new IHR"
        },
        {
            "text": "Four factors may cut against the new IHR's effectiveness. First, the new IHR do not address directly the many underlying factors that give rise to global public health threats. 344 The strategy of global health security is essentially a defensive, reactive strategy because it seeks to ensure that States are prepared to detect and respond to public health threats and emergencies of international concern. The strategy does not require States go on the offensive against the factors that lead to disease emergence and spread. The new IHR are rules for global disease triage rather than global disease prevention.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 180,
                    "text": "344",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "IV.D. The synthesis theme and the new IHR"
        },
        {
            "text": "Secondly, State Party compliance with the new IHR is not assured simply because the new IHR are an historic development in the relationship between international law and public health. Non-compliance by States Parties helped bury the old IHR and significant levels of non-compliance with the new IHR could have a similar corrosive effect. WHO's new authorities with respect to surveillance, particularly its ability to access non-governmental sources of information, reduce the potential deleterious effect of non-compliance with notification obligations because such non-compliance does not prevent WHO from acting on epidemiological information it receives from other sources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV.D. The synthesis theme and the new IHR"
        },
        {
            "text": "Like the old IHR, the new IHR have no compulsory dispute-settlement mechanism through which non-compliance with obligations on the implementation of health measures can be addressed. The new IHR's dispute-settlement provisions require voluntary acceptance by States Parties. 345 Thus, States Parties will face no new compliance mechanisms if they choose to implement health measures that violate the new IHR, unnecessarily interfere with international trade or do not accord full respect for the dignity, human rights and fundamental freedoms of persons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV.D. The synthesis theme and the new IHR"
        },
        {
            "text": "Thirdly, WHO has historically relied more on non-binding recommendations and guidance to its Member States than crafting legally binding obligations and the track record of WHO Member States adopting and following WHO recommendations is uneven at best. The provisions in the new IHR that allow WHO to issue temporary and standing recommendations may not generate more compliance with WHO ''soft law'' than has been the case historically. WHO's authority to issue temporary recommendations after the Director-General has declared a public health emergency of international concern may have more impact in connection with the obligation to notify WHO (because early and transparent notification might avoid WHO having to resort to temporary recommendations) than it will in curbing States Parties from applying unwarranted trade and travel restrictions against States suffering from serious disease events.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV.D. The synthesis theme and the new IHR"
        },
        {
            "text": "Fourthly, the new IHR may have limited impact unless States, particularly the great powers, commit political and economic capital to making the global health security strategy work. The new IHR impose duties and responsibilities on States and WHO that require high-level political support on a sustained basis. The successful handling of the SARS outbreak demonstrated the importance of such support and commitment. 346 In addition, building the national and global infrastructure to make global health security a reality will not be cheap, which creates the need for serious and sustained economic investment in national public health systems and the global mechanisms, such as GOARN, operated by WHO.",
            "cite_spans": [
                {
                    "start": 416,
                    "end": 419,
                    "text": "346",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "IV.D. The synthesis theme and the new IHR"
        },
        {
            "text": "The UN Secretary-General has observed that GOARN is currently only operated on a shoestring budget and he has called for more investment in global disease surveillance and response. 347 Fears of avian influenza in Asia developing into a human influenza pandemic underscore the urgency of the need for investment in surveillance and response capabilities 345 globally. 348 Without such investment, compliance with the new IHR's obligations on developing and strengthening core public health capacities will be poor to nonexistent in many developing and least-developed countries, creating dangerous holes in the global health security strategy. Although money from non-governmental organizations, be they non-profit or for-profit, will help, the fundamental burden for creating and sustaining global health security falls on States, especially the developed countries. With financial commitments to global public health from developed countries already reaching record levels, mainly as part of responses to the HIV/AIDS pandemic and the health-related Millennium Development Goals, it is not clear whether sufficient resources over time will be forthcoming to fund the global health security strategy of the new IHR. Even with funding for global public health now reaching historic levels, lamentations continue that such funding is insufficient and much more funding is required, 349 even before one considers the financial resources implementation of the new IHR will require.",
            "cite_spans": [
                {
                    "start": 354,
                    "end": 357,
                    "text": "345",
                    "ref_id": null
                },
                {
                    "start": 368,
                    "end": 371,
                    "text": "348",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "IV.D. The synthesis theme and the new IHR"
        },
        {
            "text": "Even though the new IHR have a much broader scope than the classical regime, their impact will still be limited in terms of global public health. In terms of infectious diseases, whether the new IHR will make any contributions to the fight against the HIV/AIDS pandemic is doubtful. One does not find HIV/AIDS experts and activists in the forefront of advocacy for revising the IHR, 350 perhaps because this international legal reform will not increase access to antiretroviral treatments, improve prevention programmes, stimulate vaccine research and development, or reverse the migration of health personnel from developing to developed countries that harms efforts to improve HIV/AIDS (and other health) policies in the developing world.",
            "cite_spans": [
                {
                    "start": 383,
                    "end": 386,
                    "text": "350",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "IV.D. The synthesis theme and the new IHR"
        },
        {
            "text": "Similar observations could be made about on-going struggles with tuberculosis, malaria and polio. Will the new IHR improve compliance with Directly Observed Therapy-Short Course for tuberculosis control, or strengthen anti-malarial programmes and activities in developing countries? Even though the new IHR list polio as a notifiable disease, 351 can the revised Regulations increase motivations to accelerate vaccination efforts in the polio eradication campaign when the benefits and incentives for such vaccination efforts are already clearly defined and empirically demonstrated? Similarly, the revised IHR have little, if any, relevance to major and growing global non-communicable disease problems, including diseases related to tobacco consumption and to obesity. 352 As bold and different as the strategy of global health security is, it does not address significant public health concerns around the world.",
            "cite_spans": [
                {
                    "start": 771,
                    "end": 774,
                    "text": "352",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "IV.D. The synthesis theme and the new IHR"
        },
        {
            "text": "The adoption of the new IHR constitutes a seminal event in the history of the relationship between international law and public health. The revised Regulations contain an approach to global disease surveillance and response radically different from anything previously seen in international law on public health. Analysed against the history of the classical regime, the new IHR send powerful messages about how human societies should think about and collectively govern their vulnerabilities to serious, acute disease events in the twenty-first century. These messages communicate the need to shift from traditional, State-centric approaches that balanced parochial or imperial economic and public health objectives in a very limited way toward an expanded governance strategy that integrates multiple threats, actors and objectives in a flexible, forward-looking and universal manner.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. Conclusion"
        },
        {
            "text": "The world conceived in the international sanitary conventions, the ISR and the old IHR has long since been transformed by breath-taking technological developments, earth-shaking political upheavals and border-breaking economic globalization. The revised IHR perceive a new world forming, in which global health security is a fundamental governance challenge for all humanity from the local to the global level. The world of global health security is one in which governments, intergovernmental organizations and non-State actors collaborate in a ''new way of working'' 353 by contributing toward a common goal through science, technology and law rather than through anarchical competition for power.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. Conclusion"
        },
        {
            "text": "This vision is not a vision of a world without disease. We cannot lawyer diseases out of human societies by radically changing the IHR. Global health security's premise is that diseases will keep threatening human health. Global health security's promise is that governance of disease threats can remove the dead hand of the classical regime and wield effectively the new way of working through the new IHR. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Working Group on Emerging and Re-Emerging Infectious Diseases, Infectious Disease-A Global Health Threat",
            "authors": [],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The Return of Infectious Disease",
            "authors": [
                {
                    "first": "Laurie",
                    "middle": [],
                    "last": "Garrett",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Foreign Affairs",
            "volume": "75",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Dorolle, above n.60, 105; E. Roelsgaard, Health Regulations and International Travel, 28 Chronicle of the World Health Organization",
            "authors": [],
            "year": 1974,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "266--273",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Declaration of Alma Ata, above n.51, para.I (''The Conference strongly reaffirms that health",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "XX(b)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ibid",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Art",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "World Health Organization, Update on Recent Developments in the International Health Regulations Revision Process",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The IHR revision process received another boost in 2004 from the outbreak in Asia of avian influenza (H5N1)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The outbreak underscores, as did SARS, the urgent need for WHO member States to revise the IHR to provide an international legal framework for global efforts against infectious disease threats",
            "authors": [
                {
                    "first": "David",
                    "middle": [
                        "P"
                    ],
                    "last": "Fidler",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "World Health Organization, above n",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "IHR Draft, above n.159. Other documents WHO circulated for the February negotiations can be found at www",
            "authors": [
                {
                    "first": "&apos;",
                    "middle": [],
                    "last": "Chair",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "World Health Organization, Intersessional Regional Consultation Meetings Held Between 24",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "IHR Draft, above n.159, Art.45; and Chair's",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ihr Draft",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Art",
            "volume": "159",
            "issn": "41",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "IHR Draft proposed by the United States and describing proposals from Brazil and Iran (on behalf of the WHO Member States in WHO's Eastern Mediterranean Region) to delete Art",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "26",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Art.15.1",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "For standing recommendations, the Director-General must seek the views of a Review Committee. Ibid., Arts 50 (establishing the Review Committee) and 53 ( procedures for standing recommendations)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ibid",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Art",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "48",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "IHR Draft, above n.159, Arts 8.3 and 11.3; Chair's",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ibid",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "See",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "IHR Draft permitted actions ''authorized by applicable international agreements'' to avoid conflicts between the revised IHR and other relevant treaties. Review and Approval of Proposed IHR Amendments, above n.175, para.16 (''The purpose of the reference",
            "authors": [],
            "year": 2004,
            "venue": "IHR Draft. Sometimes, the",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Review and Approval of Proposed IHR Amendments",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Art.43.1(b)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "See Siracusa Principles, above n.229, para.25 (stating that the health threat must be serious and that the measure in question must be aimed at preventing illness or injury or providing care to the ill or injured)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The Siracusa Principles state that the IHR serve as a reference to guide public health measures ( para.26) and the IHR's approach is that restrictive measures be based on scientific and public health principles",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "309",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "As the Siracusa Principles indicate, international human rights law requires that governments infringing on the enjoyment of human rights provide justification for such infringements",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "159, Art.49.3. See also Chair's",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ihr Draft",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Review and Approval of Proposed IHR Amendments",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "175",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "negotiations that would have specifically recognized the right of States Parties that receive large numbers of visitors to holy places to implement additional health measures to deal with disease problems. World Health Organization, Review and Approval of Proposed Amendments to the International Health Regulations: Textual Proposals Made In Subgroup A on Arts 39 and 48 of the Draft Revision",
            "authors": [
                {
                    "first": "&apos;",
                    "middle": [],
                    "last": "Chair",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "IHR Draft during the",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Vienna Convention on the Law of Treaties, above n.43, Art.34. 326 WHO Const., Art.22. 327 IHR 2005",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "The reserving State can request the views of the Review Committee and such views shall be submitted to the WHA in connection with its consideration of the reservation",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "From International Sanitary Conventions to Global Health Security 385",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Fidler",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Four of the five remaining Millennium Development Goals concern key social determinants of health: poverty, education, gender equality and the environment. See Millennium Development Goals (www.un.org/millenniumgoals/). See also World Health Organization, Achievement of Health",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Commission on Macroeconomics and Health, Macroeconomics and Health: Investing in Health for Economic Development",
            "authors": [],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "A More Secure World, above n.184",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "On the relationship of public health and global governance in the twenty-first century, see also Fidler, above nn.8, 108; Lawrence O. Gostin, World Health Law: Toward a New Conception of Global Health Governance for the 21st Century",
            "authors": [
                {
                    "first": "David",
                    "middle": [
                        "P"
                    ],
                    "last": "Fidler",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Germs",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Yale Journal of Health Policy, Law and Ethics",
            "volume": "113",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "297; Obijiofor Aginam, Globalization of Infectious Diseases, International Law and the World Health Organization: Opportunities for Synergy in Global Governance of Epidemics",
            "authors": [
                {
                    "first": "Allyn",
                    "middle": [
                        "L"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of Law, Medicine and Ethics",
            "volume": "32",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Public health activities are a special responsibility of the government",
            "authors": [
                {
                    "first": "Lawrence",
                    "middle": [
                        "O"
                    ],
                    "last": "Gostin",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Report of the Special Rapporteur: The Right of Everyone to the Enjoyment of the Highest Attainable Standard of Physical and Mental Health",
            "authors": [],
            "year": 2000,
            "venue": "Declaration of Alma Ata, above n.51; Committee on Economic, Social and Cultural Rights",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "On the challenges presented by avian influenza and pandemic influenza, see World Health Organization, Avian Influenza: Assessing the Pandemic Threat",
            "authors": [],
            "year": 2005,
            "venue": "Strengthening Pandemic Influenza Preparedness and Response: Report by the Secretariat, A58/13",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "UN Secretary-General arguing that ''[t]he overall international response to evolving pandemics has been shockingly slow and remains shamefully underresourced",
            "authors": [],
            "year": null,
            "venue": "Larger Freedom, above n.4, para.63",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "ca) (arguing that travel-related restrictions on persons with HIV or AIDS violated the old IHR). The new IHR prohibit States Parties from requiring health documents from travellers unless the Regulations or WHO recommendations allow documents to be required. IHR 2005, above n.1, Art.35. The provision allowing States Parties to implement health measures otherwise prohibited by the revised Regulations does not list Art",
            "authors": [],
            "year": 2004,
            "venue": "The issue of HIV/AIDS-related travel restrictions has, however, been raised in connection with the revision of the IHR. See HIV/AIDS-Related Travel Restrictions: UNAIDS/IOM Statement and Revision of the International Health Regulations",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "These organizations became central to how the 24 These features of the classical regime also appear in the regional efforts on international infectious disease control made in the Americas under the Inter-American Sanitary Convention, 14 October 1905, 1 Bevans 450 and the Pan American Sanitary Code, 14 November 1924, 8 LNTS 43. 25 ISR, above n.18, Art.1. 26 International Sanitary Convention of 1926, above n.23, Art.1(3) (requiring States Parties to notify the Office International d'Hygiène Publique of the ''existence of an epidemic of typhus or of smallpox'').",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "70 See, e.g. Thailand-Restrictions on Importation of and Internal Taxes on Cigarettes, 7 November 1990, GATT Doc. DS10/R, BISD 37S/200 (addressing disputes between Thailand and the United States concerning whether health measures banning cigarette imports were justified by Art.XX(b) of GATT).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "77 Joint United Nations Programme on HIV/AIDS (UNAIDS), Report on the Global HIV/AIDS Epidemic 2002 (2002), 44 (''Twenty years after the world first became aware of AIDS, it is clear that humanity is facing one of the most devastating epidemics in human history'').",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The anthrax attacks against the United States in October 2001, close on 95 See generally M. Kent Ransom et al., The Public Health Implications of Multilateral Trade Agreements, in: Health Policy in a Globalising World (K. Lee, K. Buse and S. Fustukian eds) (2002), 18 -40. 96 See Caroline Thomas, Trade Policy, the Politics of Access to Drugs and Global Governance for Health, in: Health Impacts of Globalization: Towards Global Governance (K. Lee, ed.) (2003), 177 -91.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "World Health Organization, Revision of the International Health Regulations, Progress Report, May 2002, 77 Weekly Epidemiological Record (2002), 157, 159 (hereinafter May 2002 IHR Revision Progress Report).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "In March 2005, the UN Secretary-General declared that he was ready, ''in consultation with the Director-General of the World Health Organization, to use my powers . . . to call to the attention of the Security Council any overwhelming outbreak of infectious disease that threatens international peace and security''. 186 How the revised IHR would handle the question of suspected intentional releases of biological, chemical and radiological agents was not resolved until the final negotiating session in May 2005 and the outcome is described in Part IV.B.iii., below.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Scope of the new IHR's disease application. 1969, above n.16, Art.1 (defining ''diseases subject to the Regulations''). 200 WHO Const., Arts 21(a) and 22.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "The new IHR's ''decision instrument''.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "352 See Robert Beaglehole and Derek Yach, Globalisation and the Prevention and Control of Non-Communicable Disease: The Neglected Chronic Diseases of Adults, 362 The Lancet (2003), 903. 353 David L. Heymann, Testimony at Hearing on Severe Acute Respiratory Syndrome Threat before the Committee on Health, Education, Labor and Pensions of the US Senate, 7 April 2003 (reflecting on the management of SARS and arguing that ''[i]n the 21st century there is a new way of working'').",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "49 Charles O. Pannenborg, A New International Health Order: An Inquiry into the International Relations of World Health and Medical Care (1979), 343 (describing WHO's focus as discarding ''in all its principal policies both the first and second world[,] almost completely focusing on the LDC-world and enhancing the latter to a special subject of international law''); Dyna Arhin-Tenkorang and Pedro Conceiçao, Beyond Communicable Disease Control: Health in the Age of Globalization, in: Providing Global Public Goods: recording that the Portuguese delegate to the 1926 International Sanitary Conference arguing that plague, cholera and yellow fever ''had been robbed of the superstitious terror that they inspired . . . [and] had been tamed.''); Charles-Edward A. Winslow, The Conquest of Epidemic Disease: A Chapter in the History of Ideas (1944), 379 (noting the dramatic progress made in the United States in reducing infectious disease-related mortality through ''the application of the principles of modern public health'' and predicting further progress with the introduction of sulfonamide drugs).",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "WHA Resolution 48.7, above n.2. 110 World Health Organization, The International Response to Epidemics and Applications of the International Health Regulations: Report of a WHO Informal Consultation, Geneva, Switzerland, 11 -14 December 1995, WHO/EMC/IHR/96.1 (hereinafter WHO Informal Consultation Report).",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "This aspect of the Provisional 1998 IHR Draft went 122 WHO Informal Consultation Report, above n.110, 10. 123 The most prominent effort, PROMED-mail, was launched in 1994 by the Federation of American Scientists and quickly became an important player in global public health. beyond the dispute-settlement procedure in the classical regime, 127 which indicates the seriousness with which WHO addressed the historical problem of IHR non-compliance. Policy developments and actions rather than draft legal texts dominated the next phase of the IHR revision process. As WHO worked on and circulated the Provisional 1998 IHR Draft, the Organization continued to build and use a new platform for global infectious disease surveillance and response. At the heart of this strategy was the Global Outbreak Alert and Response Network (GOARN), which WHO utilized to strengthen global surveillance of infectious disease events. Critical to the functioning of GOARN was WHO's access to sources of information beyond that received from governments. Well before the IHR's government-only information framework of the IHR had been changed, WHO started harnessing the revolution in information technologies for global public health purposes. 128 WHO first informally established its global outbreak alert and response network in 1997 and then formalized the network in the form of GOARN in 2000. 129 High-level policy backing for WHO's new approach to global infectious disease surveillance came from the WHA in May 2001, when the Assembly expressed its support for ''collaboration between WHO and all potential technical partners in the area of epidemic alert and response, including relevant public sectors, intergovernmental organizations, nongovernmental organizations and the private sector''.",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "127 See IHR 1969, above n.16, Art.93 for the IHR's dispute-settlement provisions. 128 Revision of the International Health Regulations: Progress Report, February 2001, 76 Weekly Epidemiological Record (2001), 61, 62 (hereinafter February 2001 IHR Revision Progress Report) (''Since 1996 WHO has sought to strengthen its global alert and response capacity by setting up a mechanism actively to collect information on reported public health risks, to verify it confidentially with Member States and then to ensure that appropriate containment measures are taken. This mechanism is WHO's global alert and response network''). 129 World Health Organization, Global Health Security-Epidemic Alert and Response: Report by the Secretariat, A54/9, 2 April 2001 (hereinafter Report by the Secretariat), para.8 (establishing mechanism in 1997) and para.10 ( formalizing network in 2000). 130 World Health Assembly, Global Health Security: Epidemic Alert and Response, WHA54.14, 21 May 2001. 131 International Health Security in the Modern World, above n.39, 953. 132 IHR 1969, above n.16, 5.",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "135 World Health Organization, Severe Acute Respiratory Syndrome (SARS): Status of Outbreak and Lessons for the Immediate Future (2003), 4 (hereinafter SARS: Status of the Outbreak).",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "but this deadline slipped to May 1999, 140 then May 2000, 141 then May 2003, 142 and then May 2004.",
            "latex": null,
            "type": "table"
        },
        "TABREF13": {
            "text": "138 Occasionally, WHO would argue that the IHR provided the framework for the activities taking place under GOARN and the global health security strategy. See David L. Heymann, The Microbial Threat in Fragile Times: Balancing Known and Unknown Risks, 80 Bulletin of the World Health Organization (2002), 179 (WHO official arguing that GOARN operated ''within the framework'' of the IHR); and Report of the Secretariat, above n.129, para.13 (''The International Health Regulations serve as the legal framework for WHO's alert and response activities''). Such claims were, however, wrong as a matter of international law. The IHR did not authorize the collection of information from non-governmental sources or on diseases not subject to the IHR. of syndromes of urgent international public health importance. Soon after proposing this approach, WHO established pilot studies ''to test syndromic notification within existing national disease surveillance systems . . . [to] demonstrate whether the proposed new approach to notification will facilitate the identification of and response to, disease outbreaks''.",
            "latex": null,
            "type": "table"
        },
        "TABREF14": {
            "text": "145 July 1998 IHR Revision Progress Report, above n.141, 234 (noting that ''some delays have been encountered and not all of the countries have been ready to begin as soon as planned''); World Health Organization, Revision of the International Health Regulations, Progress Report, January 1999, 74 Weekly Epidemiological Record (1999) (hereinafter January 1999 IHR Revision Progress Report), 25, 26 (noting recommendation that the syndromic pilot study be extended to March 1999 ''[i]n view of the limited amount of information received so far from countries participating in the pilot study''); World Health Organization, Revision of the International Health Regulations, Progress Report, July 1999, 74 Weekly Epidemiological Record (1999) (hereinafter July 1999 IHR Revision Progress Report), 252 (reporting that full evaluation of the pilot study was expected by the end of 1999). 146 World Health Organization, Revision of the International Health Regulations, Progress Report, January 2000, 75 Weekly Epidemiological Record (2000) (January 2000 IHR Revision Progress Report), 35, 36. 147 February 2001 IHR Revision Progress Report, above n.128, 62. 149 Provisional 1998 IHR Draft, above n.115, Art.1. 150 Ibid., Annex III. 151 February 2001 IHR Revision Progress Report, above n.128, 63. The ''decision tree'' evolved into the decision instrument that becomes the central feature of the new IHR's notification requirements. See Part IV.B.iv. below.",
            "latex": null,
            "type": "table"
        },
        "TABREF15": {
            "text": "152 February 2001 IHR Revision Progress Report, above n.128, 63. 153 At approximately the same time WHO began revising the IHR, the Organization launched an effort to adopt a framework convention on tobacco control as part of its efforts to address a growing global pandemic of tobaccorelated non-communicable diseases. World Health Assembly, International Framework Convention for Tobacco Control, WHA Res. 49.17, 26 May 1996. For an analysis of the convention proposal, see Allyn L. Taylor, An International Regulatory Strategy for Global Tobacco Control, 21 Yale JIL (1996), 257. 154 The WHA approved this approach in May 2002. See World Health Assembly, Global Public Health Response to Natural Occurrence, Accidental Release or Deliberate Use of Biological and Chemical Agents or Radionuclear Material that Affect Health, WHA Res. 55.16, 18 May 2002.",
            "latex": null,
            "type": "table"
        },
        "TABREF16": {
            "text": "157 January 1999 IHR Revision Progress Report, above n.145, 26; July 1999 IHR Revision Progress Report, above",
            "latex": null,
            "type": "table"
        },
        "TABREF17": {
            "text": "160 May 2002 IHR Revision Progress Report, above n.133, 159 (''The revised IHR provide for the recommendation by WHO of time-limited measures, based on WHO's assessment of the risk associated with any public health emergency notified'').WHO and its Member States had already moved and formally approved this shift in how global surveillance would be undertaken. This change actually increased WHO Member State interest in the IHR revision because expanding the sources of surveillance data placed a premium on WHO vetting and verifying information about possible outbreaks to help ensure that rumours on the Internet and the global media did not unnecessarily disrupt trade and travel flows. 167 WHO Member States generally recognized not only that information technologies had revolutionized infectious disease surveillance, but also that this revolution increased the role WHO had to play in surveillance. Revising the IHR would help solidify this role in international law. At the same time, the emergence and success of GOARN in the absence of the revised IHR perhaps lessened the need to accelerate the revision process.",
            "latex": null,
            "type": "table"
        },
        "TABREF18": {
            "text": ", the WHA supported WHO's responses to SARS and called for the IHR revision process to move forward to completion. 170 III.D. The IHR revision process, 2004-05 Evidence of the impact of SARS on the pace of the IHR revision process came with the appearance in January 2004 of the first full draft of a revised set of IHR (January 2004 IHR Draft). 171 Although WHO had issued the Provisional IHR Draft in January 1998 and although it had been producing draft texts for internal review since that date, not until January 2004 did WHO release a complete proposal for new IHR. After circulating the January 2004 IHR Draft, WHO engaged in regional consultations, 172 took comments on the draft directly from governments and other interested parties, 173 circulated a revised draft revised IHR in September (September 2004 IHR Draft) 174 along with documents explaining changes made to the January 2004 IHR Draft, 175 and hosted the first intergovernmental negotiating session on the IHR revision proposal in November 2004, 176 which more 168 SARS: Status of Outbreak, above n.135, 19.169 Fidler, above n.108, 138 -41 (analysing discrepancy between WHO proposals on issuing recommendations in the IHR revision process prior to SARS and the recommendations actually issued during the SARS outbreak).",
            "latex": null,
            "type": "table"
        },
        "TABREF19": {
            "text": "Comparison of the contents of the new and the old IHR",
            "latex": null,
            "type": "table"
        },
        "TABREF20": {
            "text": ", Art.XX(b). 202 ICESCR, above n.65, Art.12. 203 Geneva Protocol, above n.102; BWC, above n.103; Convention on the Prohibition of the Development, Production, Stockpiling and Use of Chemical Weapons and on Their Destruction, 13 January 1993, 1974 UNTS 317 (hereinafter CWC). 205 The definition of disease in the major negotiating drafts specifically mentioned ''biological, chemical, or radiological agents''; January 2004 IHR Draft, above n.159, Art.1.1; September 2004 IHR Draft, above n.159, Art.1.1; and Chair's January 2005 IHR Draft, above n.159, Art.1.1 (entire definition in square brackets). The definition of disease in the new IHR does not include specific reference to biological, chemical, or radiological agents but refers to illness or medical conditions ''irrespective of source or origin'', giving it the same breadth as the negotiating texts. 206 Part of the reason for this situation is that the treaties addressing WMD, such as the Geneva Protocol, BWC and CWC, sought to control the development, production, stockpiling, transfer, or use of WMD. These agreements paid no attention to what should happen in the event that a State or terrorist group used a WMD. The new IHR address the public health importance of detecting such use early and mounting effective responses nationally and globally. The controversy concerning this aspect of the new IHR is explored below in Part IV.B.iii. 207 The lead international organizations in the areas of maritime, industrial and nuclear accidents have been the International Maritime Organization, the UN Economic Commission for Europe and the International Atomic Energy Agency.",
            "latex": null,
            "type": "table"
        },
        "TABREF21": {
            "text": "See September 2004 IHR Draft, above n.159, Arts 12 (concerning co-operation of WHO with international",
            "latex": null,
            "type": "table"
        },
        "TABREF22": {
            "text": "The use of the phrase ''irrespective of origin or 216 See January 2004 IHR Draft, above n.159, Art.41; September 2004 IHR Draft, above n.159, Art.45; and Chair's January 2005 IHR Draft, above n.159, Art.45.",
            "latex": null,
            "type": "table"
        },
        "TABREF23": {
            "text": "IHR 2005, above n.1, Art.1.1. 220 Statement for the Record by the United States of America Concerning the World Health Organization's Revised International Health Regulations, 23 May 2005. The new IHR could not have restricted the Security Council's authority to address threats to international peace and security granted under the UN Charter because such a restriction would have effectively amended the Charter and created potential conflict between the new IHR and the Charter. The Charter itself provides that any conflict between the Charter and any other international agreement shall be resolved in favour of the Charter. UN Charter, Art.103. peace and security. 224 Should the Security Council move in this direction, the States Parties to the new IHR must comply with any Security Council decisions under both the UN Charter 225 and the new IHR, which provide that the ''implementation of these Regulations shall be guided by the Charter of the United Nations . . . [.]''. 226IV.B.iv. The scope of obligations in the new IHR A fourth aspect of the scope theme involves how the new IHR significantly increase the scope of the obligations States Parties must undertake. The revised Regulations' duties are more demanding than anything that appeared in the classical regime. This section examines key areas in which the scope of the IHR's obligations for States Parties have increased.The relationship of the scope of disease application to the new IHR's obligations. Expanding the scope of the IHR's disease application increases, by definition, the scope of each State Party's obligations from what existed in the old IHR. The task of balancing public health protections and trade concerns becomes, for example, more complex when both communicable and non-communicable disease risks are in play. The new IHR's rules on what public health measures are permissible to apply to travellers, goods, conveyances and containers apply to public health risks of whatever source or origin, and not just a small number of infectious diseases.",
            "latex": null,
            "type": "table"
        },
        "TABREF24": {
            "text": "The January 2004 224 Controversy exists, however, with respect to whether a naturally occurring disease event would constitute a threat to international peace and security that the Security Council could address. China has argued, for example, that ''[c]urrently there are no universally recognized standards to define whether contagious diseases pose a threat to international peace and security. Given that the Security Council's main function is to deal with issues that pose grave threats to international peace and security, it is unadvisable for it to repeat the work of other agencies [e.g. WHO]''. Position Paper of the People's Republic of China on UN Reform, World News Connection, 9 June 2005. This Chinese argument is weak because, under the UN Charter, the Security Council alone has competence to determine what constitutes a threat to international peace and security. This statement suggests, however, that China may veto Security Council action on naturally occurring infectious diseases.",
            "latex": null,
            "type": "table"
        },
        "TABREF25": {
            "text": "Provisions in the new IHR relevant to the protection of human rights",
            "latex": null,
            "type": "table"
        },
        "TABREF26": {
            "text": "January 2004 IHR Draft, above n.159, Art.36.2.",
            "latex": null,
            "type": "table"
        },
        "TABREF29": {
            "text": "251 Review and Approval of Proposed IHR Amendments, above n.175, para.15.",
            "latex": null,
            "type": "table"
        },
        "TABREF30": {
            "text": "Ibid., Art.9.1.",
            "latex": null,
            "type": "table"
        },
        "TABREF34": {
            "text": "WHO revised these 289 Review and Approval of Proposed IHR Amendments, above n.175, 6 (noting comments from WHO Member States on the need to require WHO to try to obtain verification of non-governmental reports). 290 January 2004 IHR Draft, above n.159, Art.7.1. 291 September 2004 IHR Draft, above n.159, Art.7.1. See also Chair's January 2005 IHR Draft, above n.159, Art.7.1. 292 IHR 2005, above n.1, Arts 9.1 and 10.1. 293 Ibid., Art.10.2. 294 January 2004 IHR Draft, above n.159, Arts 8.3 and 10.3.",
            "latex": null,
            "type": "table"
        },
        "TABREF35": {
            "text": "IV.C.iii. Sovereignty issues involving WHO recommendations and permissible national health measures WHO Member States raised sovereignty concerns during the negotiations about WHO's authority to issue recommendations. In each area in which WHO Member States raised sovereignty issues relating to WHO recommendation powers, WHO modified the provisions in question to accommodate Member State concerns, producing a balance between the need for WHO to exercise its authority and the legitimate concerns Member States had about the revised IHR impinging on their sovereignty.",
            "latex": null,
            "type": "table"
        },
        "TABREF36": {
            "text": "WHO accommodated these concerns by granting States Parties potentially affected by temporary recommendations the right to 312 IHR 2005, above n.1, Art.43.1; SPS Agreement, above n.94, Art.5.6. 313 IHR 2005, above n.1, Art.43.1; Siracusa Principles, above n.229, para.10. 314 Review and Approval of Proposed IHR Amendments, above n.175, para.11. 315 IHR 2005, above n.1, Art.17.",
            "latex": null,
            "type": "table"
        },
        "TABREF37": {
            "text": "IHR 2005, above n.1, Art.56. 346 Fidler, above n.108, 149 (quoting WHO as observing that ''[o]ne of the most important lessons learned to date is the decisive power of high-level political commitment to contain an outbreak even when sophisticated control tools are lacking''). 347 In Larger Freedom, above n.4, paras 64, 93. See also Laurie Garrett, A Snail-Like WHO Needs a Shakeup, Los Angeles Times, 26 May 2005 (noting inadequacies of WHO resources and personnel, particularly the observation that ''the entire global alert and response operation for epidemics at the WHO is . . . five people, out of roughly 6,000 employees'').",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}