{
    "paper_id": "a4c959f178400dc984656a01fa9254ad62a22b81",
    "metadata": {
        "title": "Motivating Data Science Students to Participate and Learn",
        "authors": [
            {
                "first": "Deniz",
                "middle": [],
                "last": "Marti",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Harvard",
                "middle": [],
                "last": "John",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Paulson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [
                    "D"
                ],
                "last": "Smith",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Data science education is increasingly involving human subjects and societal issues such as privacy, ethics, and fairness. Data scientists need to be equipped with skills to tackle the complexities of the societal context surrounding their data science work. In this paper, we offer insights into how to structure our data science classes so that they motivate students to deeply engage with material about societal context and lean into the types of conversations that will produce long-lasting growth in critical thinking skills. In particular, we describe a novel assessment tool called participation portfolios, which is motivated by a framework that promotes student autonomy, self reflection, and the building of a learning community. We compare students' participation before and after implementing this assessment tool, and our results suggest that this tool increased student participation and helped them move towards course learning objectives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Data science programs are blossoming online and across university campuses. Besides courses heavily loaded with statistics, computer science, and other technical data science content, there is a growing recognition of the importance of courses that teach, as our colleagues from Berkeley have said, students to be \"attentive to the social, cultural, and ethical contexts of the problems that they are formulating and aiming to solve\" (Adhikari, DeNero, & Jordan, 2021) . In other words, our educational approaches should encourage the students to treat data from and about humans with the same care that we expect in any other type of research involving human subjects.",
            "cite_spans": [
                {
                    "start": 434,
                    "end": 468,
                    "text": "(Adhikari, DeNero, & Jordan, 2021)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In particular, data scientists need to be trained to understand current societal challenges, to listen carefully to the perspectives of the members of the communities from which they pull data, to productively critique each others' assumptions, and to communicate their ideas not only clearly, but with respect and beneficence for the individuals involved (NASEM, 2018) . Numerous thought leaders have recently written about the importance of this set of skills (Chayes, 2021; Haas, Hero, & Lue, 2019; Lue, R. A. 2019; Wing, 2020; Irizarry, 2020; Adhikari, DeNero, and Jordan, 2021) , and these leaders rightfully remind us, as David Madigan (2021) recently wrote, that the \"range of data science and its impact on our daily lives raises challenging questions relating to privacy, ethics, and fairness.\"",
            "cite_spans": [
                {
                    "start": 356,
                    "end": 369,
                    "text": "(NASEM, 2018)",
                    "ref_id": null
                },
                {
                    "start": 462,
                    "end": 476,
                    "text": "(Chayes, 2021;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 477,
                    "end": 501,
                    "text": "Haas, Hero, & Lue, 2019;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 502,
                    "end": 518,
                    "text": "Lue, R. A. 2019;",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 519,
                    "end": 530,
                    "text": "Wing, 2020;",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 531,
                    "end": 546,
                    "text": "Irizarry, 2020;",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 547,
                    "end": 582,
                    "text": "Adhikari, DeNero, and Jordan, 2021)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We believe that the impact of data science on society will continue to expand and that we must regularly seek better ways to train the next generation of data scientists, especially in areas where there are no right answers, only better defended ones. What, then, are effective techniques we can use in our data science classes to develop in our students the non-technical skills that they desperately need to find success in their technical work? How can our courses help them to grow into stronger critical thinkers capable of considering the complexities of the human contexts surrounding their data science work? This is not just a question of what content and methods to include in our curriculum, but a consideration of the intrinsic and extrinsic motivations at play in our assignments and classroom environments. Too often students approach the development of critical thinking skills with a focus on points and grades (a textbook example of extrinsic motivation). However, the intellectual and personal skills at the heart of critical thinking are more effectively developed by appealing to intrinsic motivations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "For example, we each bring our own perspectives, unique experiences, and biases to our work, and while the technical tools we use in data science may be applicable to a wide range of social circumstances (Ridgway, 2016; NASEM, 2018; He et al., 2019) , it is often too easy for us to assume that our own perspective covers everything we need to consider in any data science problem. Courses like Data 104: Human Contexts and Ethics of Data at Berkeley (Adhikari, DeNero, and Jordan, 2021) and our own Applied Computation 221: Critical Thinking in Data Science (AC221) at Harvard present students with a selection of different perspectives through course readings, lectures, and exercises, but how do we get our students to make a habit of surfacing their underlying assumptions and confronting their implicit biases? How do we get them to engage deeply with the material and lean into the types of conversations and personal reflections that will produce meaningful and long-lasting growth in how they think?",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 219,
                    "text": "(Ridgway, 2016;",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 220,
                    "end": 232,
                    "text": "NASEM, 2018;",
                    "ref_id": null
                },
                {
                    "start": 233,
                    "end": 249,
                    "text": "He et al., 2019)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 451,
                    "end": 487,
                    "text": "(Adhikari, DeNero, and Jordan, 2021)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This article describes how we have answered these questions in the context of AC221. We briefly cover the original organization of the class and how the transition to remote learning during the COVID-19 pandemic created a crucible in which we were forced to interrogate and question our own biases and blind spots about the standard pedagogy employed in these sorts of courses. The result was a new approach to participation and participation grading, which we argue is a crucial component in our classes to producing strong critical thinkers with the facilities to handle the complexities of human contexts in their data science work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Our specific approach to participation and participation grading is backed by a general framework we call ARC, which integrates the theoretically-motivated pedagogical practices of autonomy, reflection, and community. Our experience is that this integration yielded deeper student engagement with the course's subject matter than we had seen in a previous instance of the course, and it created a foundation for students to receive feedback not only from the teaching staff, but also from each other. Overall, it helped create a community of learners who were motivated to collaborate, rather than to compete, with each other. And while we developed this framework for a discussion-heavy course like AC221, we believe ARC's utility goes beyond such courses; we are actively using it to create assignments and learning communities in a new, introductory programming class.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The paper is organized as follows: Section 2 briefly describes the goals and original structure of AC221, and it reviews what prior research considers best practices in student participation. It ends by recounting how the switch to an online learning environment in the spring of 2021 caused us to rethink our approach to student participation and participation grading. Section 3 presents our revamped approach, and Section 4 introduces a pedagogical framework to foster student motivation. This framework helps to explain many of the reasons for the success of our new approach, and we have found it to be a useful template for creating success in other types of courses. Section 5 provides an overview of our research methodology by which we test the hypothesis that students' participation improved in Spring 2021. Section 6 presentes the results where we compare across years of pre-intervention and postintervention and indicators of success. Finally, Section 7 concludes with lessons learned and a look toward the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "While AC221 is a fairly new course-it was first offered in 2018-the original pedagogical approach employed in the course reflected years of teaching case-based and discussion-heavy courses at Harvard. One of the authors (Smith) joined the course's teaching staff for the Spring 2020 offering, which was interrupted near the midpoint of the semester by the worldwide spread of COVID-19. With the cancellation of in-person instruction for the rest of that semester and Harvard's quick decision that all instruction for the entirety of the 2020-2021 academic year would be remote, we found ourselves in a unique position: From the forced transition in the Spring 2020 semester, we knew which aspects of the original, in-person course did not translate effectively to a remote learning environment. By knowing early in the summer of 2020 that we would have to teach remotely again in Spring 2021, we therefore had the time to address what had not worked well and adapt accordingly 2.1 Teaching critical thinking skills in data science AC221 is a masters-level course, and its content highlights the wide-ranging impact data science has on the world. Its goal is to allow, encourage students to grow, foster student's growth in their ability to think critically about such thorny issues as fairness, privacy, ethics, and bias when they are building algorithms and predictive models that are then released into the world in the form of products, policy, and scientific research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Traditional approaches to student participation"
        },
        {
            "text": "During the past three years, the course enrollment has varied between 40-70 students. For students within Harvard's data science master's program, it is a required class, but the course's focus regularly attracts graduate students from most of Harvard's professional schools. The result is a classroom of students with a wide variety of identities, experiences, and career goals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Traditional approaches to student participation"
        },
        {
            "text": "The course's structure was specifically designed to take advantage of this diversity of student perspectives, and we actively encourage the students to interact not only with the teaching staff, but also with each other. For example, the foundational and case-based readings due prior to each class meeting are posted on Perusall 1 , an online tool in which students collectively annotate the assigned readings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Traditional approaches to student participation"
        },
        {
            "text": "Ideally, Perusall allows discussions about the material to begin before the students gather together in class with the instructor. More importantly, a collective annotation system like Perusall allows each student to see what draws not only their interest, but the interests of the other students. This broadening of one's perspective is important because as data science's societal reach expands, so does the diversity of the stakeholders involved. Like the diversity of students in AC221, these stakeholders will exhibit a spectrum of different worldviews, biases, expectations, and interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Traditional approaches to student participation"
        },
        {
            "text": "Through the use of Perusall, along with class wide discussions, small-group breakout sessions, and a collection of collaborative assignments, our students learn to appreciate and handle a diversity of thought and perspective in the relatively safe environments of our classrooms before they find themselves grappling with it in the real world. In this way, the course exposes the students to the human elements associated with data science questions, and it provides them with opportunities to practice thinking critically about the real-world issues raised and thorny tradeoffs involved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Traditional approaches to student participation"
        },
        {
            "text": "The critical-thinking goals of AC221 are predicated on student participation that is genuine and effortful in the collective exercises and activities. In a learning environment where students fully participate, they develop the ability to generously listen to, question, and critique different perspectives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Benefits and challenges in participation"
        },
        {
            "text": "They begin to develop a sense of empathy and hone a healthy skepticism about what their data tells them about our world. In fact, research has shown that students' honest participation in discussion-based classes improves their critical thinking (Smith, 1977; Crone, 1997; Garside, 1996; , and that collaborative engagement with course material improves learning (Fritschner, 2000; Howard & Henney, 1998; Weaver & Qi, 2005) .",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 259,
                    "text": "(Smith, 1977;",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 260,
                    "end": 272,
                    "text": "Crone, 1997;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 273,
                    "end": 287,
                    "text": "Garside, 1996;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 363,
                    "end": 381,
                    "text": "(Fritschner, 2000;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 382,
                    "end": 404,
                    "text": "Howard & Henney, 1998;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 405,
                    "end": 423,
                    "text": "Weaver & Qi, 2005)",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "Benefits and challenges in participation"
        },
        {
            "text": "However, instructors face significant challenges in accurately identifying the quantity and rigorously evaluating the quality of students' engagement (Dancer & Kamvounias, 2005; Armstrong & Boud, 1983) . For example, some types of participation may not reflect a student's actual engagement with the material. This is particularly problematic in assessment structures where participation is measured by simplistic rubrics, such as a count of how often students raise their hands or speak up in class (Armstrong 1978; Armstrong & Boud, 1983; Petress, 2006) . While such counts are a measure of participation, they are often a poor proxy for understanding the depth of a student's engagement and growth.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 177,
                    "text": "(Dancer & Kamvounias, 2005;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 178,
                    "end": 201,
                    "text": "Armstrong & Boud, 1983)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 500,
                    "end": 516,
                    "text": "(Armstrong 1978;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 517,
                    "end": 540,
                    "text": "Armstrong & Boud, 1983;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 541,
                    "end": 555,
                    "text": "Petress, 2006)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Benefits and challenges in participation"
        },
        {
            "text": "Furthermore, such poorly designed structures provide no encouragement for students to communicate their authentic opinion. It can be too easy for students to play it safe, to parrot what they think the instructor wants to hear, and to agree with the dominant opinions. These tactics satisfy simplistic participation rubrics, but they inhibit what we wish to achieve: the illumination of hidden assumptions and implicit biases that lead to personal and intellectual growth. They do not encourage students to take chances, make mistakes, and learn from them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Benefits and challenges in participation"
        },
        {
            "text": "Even in instances when instructors are able to capture the quantity and quality of student participation, they are further challenged by the time and effort in providing the students with timely and actionable feedback on their participation performance. It is not uncommon in many well-structured engineering, business, and law classes to provide feedback on participation performance through a letter grade distributed only a few times during the semester. In contrast, research has shown that timely feedback that targets a specific skill is crucial for learning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Benefits and challenges in participation"
        },
        {
            "text": "Ideally, learners develop mastery through a specific type of practice, called deliberate practice, which involves performing a particular skill in a context under guidance, receiving immediate feedback on the performance, and then being given an opportunity to incorporate that feedback into subsequent practice (Ericsson, Krampe, & Römer, 1993) . This gives the learners the opportunity to authentically reflect-a key component in learning-and is crucial for honing one's ability to apply the knowledge in real-life contexts (Herrington & Oliver, 2000) . Rote practice, on the other hand, is typically decontextualized and lacks productive feedback or coaching. Without timely and actionable feedback, practice becomes a suboptimal process for learning because it is too easy for mistakes to go unnoticed, be repeated, and become ingrained in our brains. And without reflection, practice becomes inefficient (i.e., we waste time focusing on what we already know rather than on those areas where we need to improve) and the individual gains remain ephemeral. Specifically, reflection encourages learners to create connections between their separate learning experiences.",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 345,
                    "text": "(Ericsson, Krampe, & Römer, 1993)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 526,
                    "end": 553,
                    "text": "(Herrington & Oliver, 2000)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Benefits and challenges in participation"
        },
        {
            "text": "As a final challenge, instructors must decide upon an overarching approach to assessing and grading participation. As discussed above, the approach should build in timely and actionable feedback on a student's participation and include ample opportunities for the students to reflect on their individual progress. Equally importantly, the grades given for participation should focus on each student's efforts rather than their performance relative to their peers. Participation is meant to put students on a path to engagement with the course material and each other. The grading of participation should not dissuade risk taking, which can accelerate learning and growth. In general, the overarching approach to participation should create an environment for personal and collective learning. It should avoid any feeling of competition. While the setting of minimum participation expectations can help launch students on this path, assessment of participation should be largely formative in nature and not strictly summative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Benefits and challenges in participation"
        },
        {
            "text": "When AC221 began in Spring 2020, we approached participation as a necessary and important but largely unremarkable part of the class. Looking back at our syllabus from that year, we mention the word \"participation\" only once, when describing the weights given to the different portions of student work in calculating their final course grade.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participation grading pre-pandemic"
        },
        {
            "text": "We did take time in the first class meeting, as we had done every year, to describe how the students could participate in our class. Specifically, we outlined the venues in which students could demonstrate their participation, namely in-class questions and discussions, during the small-group breakouts, by leaving comments in Perusall, and contributing items in the \"Current Events\" portion at the start of each class. We also covered our expectations, both for how the students would engage with each other to create a safe learning environment for all and what we as instructors would consider to be a satisfactory level of participation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participation grading pre-pandemic"
        },
        {
            "text": "In hindsight, it's likely that what we envisioned for participation was never clear in the students' minds. We regularly received a few questions about it in the first class, but additional questions did not arise until the semester's mid-point when we finally provided the students with their first formal feedback. Except for the few students who were obviously disengaged, most students did not receive any other formal participation feedback until we determined their final grades.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participation grading pre-pandemic"
        },
        {
            "text": "Of course, the students did at times receive some feedback from us about their participation. We might follow an in-class student comment with a few words of praise if the point was obviously thoughtful, or sometimes offer thanks if a student was obviously trying hard to contribute. And through the use of Perusall, we were able to give students who found it hard to participate in the moment alternative avenues to contribute their thoughts and perspectives. Perusall, for example, allows instructors to 'upvote' student comments with a single click and insert their own comments into an ongoing thread.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participation grading pre-pandemic"
        },
        {
            "text": "Like our words of praise and thanks in class, this feedback helps everyone in the class identify what the instructors think is good participation, but the public nature of these channels are not ideal for giving the full spectrum of rich feedback we would like to sometimes give individual students.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participation grading pre-pandemic"
        },
        {
            "text": "Overall, we knew that our approach to encouraging, reacting to, and assessing student participation was imperfect. At times, we would begin a class reminding the students that a Perusall or inclass comment consisting of nothing more than \"I agree with Sergey\" or \"Great thought, Sue!\" was not what we hoped to see in our collective discussions. We were also aware that some students felt like they needed to constantly participate no matter how much the topic at hand interested them. This feeling worked directly against our desire to have the students participate with their authentic selves. Instead, the students tended to take relatively safe stances in our discussions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participation grading pre-pandemic"
        },
        {
            "text": "And safe was a good way to describe how we as instructors chose to weigh participation in the overall grading of the course. Pre-pandemic, participation contributed just 10 percent of a student's final grade in AC221. This was despite the fact that the weights on the different components of a course's final grade are a significant signal to the students; the students interpret these weights as saying where the instructor thinks the students should spend their time and energy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participation grading pre-pandemic"
        },
        {
            "text": "Something smelled rotten in our approach, but the smell wasn't so strong (or we were sufficiently acclimated to it) that we had felt a strong need to clean up the mess. Plus, despite these imperfections, the course's content and the regular appearance of this content in the daily news often ignited some phenomenal conversations. In those times, the students lowered their academic shields, learned from each other, and truly grew as critical thinkers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participation grading pre-pandemic"
        },
        {
            "text": "Then came the global pandemic and the ceasing of in-person instruction. Discussions that might have gained energy in the classroom often fizzled out in Zoom. Topics that used to engage the students in class and continue as they filed out of the classroom at the end of our time together stopped dead as students blinked out at the end of our Zoom session.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The move to remote learning"
        },
        {
            "text": "In a physical classroom, experienced instructors have learned to 'read the room' and get a sense of whether the students are actually engaged, and when not, these instructors have their personal toolbox of little things that they use to reignite discussion. Experienced instructors have also learned to constantly shift their focus around the physical classroom as it is hard for a student to stay disengaged when a student nearby is drawn into the conversation. While Zoom and its equivalents put every student in the front row, these tools do not recreate the power of proximity we find in a physical classroom.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The move to remote learning"
        },
        {
            "text": "We do not mean to say that a remote learning environment is categorically worse than a traditional classroom environment. We do not believe that is true. Our point is that they're different, and these differences matter in how we organize and teach our students. If we had any doubt, the stark difference between the beginning and end of the Spring 2020 offering of AC221 made this abundantly clear to us. It showed us that we could no longer rely on physical proximity in our classrooms to make up for the imperfections in our approach to participation. Fixing this to achieve the level of student engagement and interaction the course's learning goals demanded instantly became our top priority.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The move to remote learning"
        },
        {
            "text": "Diving into this work, we quickly realized that this was not a problem that could be solved in its entirety using existing technology solutions that help instructors be more rigorous in their participation grading and more inclusive in their attempts to draw the students into the discussions. These thoughtfully designed tools made improvements to the traditional approach to participation and participation grading (i.e., the approach we described in prior subsection), but the end of the Spring 2020 semester made clear that we needed something more: we needed to fundamentally rethink our approach.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The move to remote learning"
        },
        {
            "text": "Our first design decision was to boost participation from 10 percent of the final grade to one-third of it. Participation was now equal to the total weight of the eight short (two-page) critical-thinking papers that the students had to write during the semester. To make the final grade calculation work numerically, we took weight from the three programming assignments and the student's final project, making each of those categories one-half the weight we were assigning to participation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A new pedagogical approach: participation highlights"
        },
        {
            "text": "It's not the specific numbers here that matter, but the relative weightings. We now felt like we were making a statement we could not ignore and the students could not miss. To execute on this consequential choice, we found that we had to answer a number of fundamental questions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A new pedagogical approach: participation highlights"
        },
        {
            "text": "To make any of this work, we and the students needed a shared understanding of how the students could participate in the course. It was not too hard to start this list, and we took advantage of the students' desire to know how to simultaneously slip in an explanation for why participation was important.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What qualifies as participation?"
        },
        {
            "text": "Specifically, here's the opening of our syllabus section titled Participation Grading:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What qualifies as participation?"
        },
        {
            "text": "To deepen your engagement with this course's material, which will help you better learn it, a portion of your final grade depends upon your participation in the parts of this course that involve us learning together, as a community of learners. We refer to the following parts as the collaborative-learning parts of AC221: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What qualifies as participation?"
        },
        {
            "text": "It did not take long for us to learn that this was not an exhaustive list. As we detail below, we encouraged the students to take ownership of their participation, and to our delight, they even did so in defining what qualifies as participation. For example, the students made great use of the Zoom chat feature to extend and enrich our live discussions. Normally, instructors lament the encroachment of electronic channels of communication in our classrooms, as they feel that these distract the students' attention. All it took to flip chat from a distraction to a learning tool was our agreement that the students could use Zoom chat as a way to demonstrate good participation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Time spent in breakout groups"
        },
        {
            "text": "But you might ask and the students definitely wondered, what qualifies as good participation? To answer this question, we began with a clear statement of what we would not be tracking and grading. In this regard, we emphasized two points: (1) We would not be taking attendance. The students were expected to attend our discussion-based class, and we reminded them that they could not perform well in participation if they were not regularly there to participate. And (2) we would not be counting the number of times that they spoke up. We told them that what matters in assessing their participation is the quality of their comments and questions, not the quantity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What is quality participation?"
        },
        {
            "text": "Quality, we explained, stems from the impact of their participation on the growth experienced by themselves and their classmates. In a qualitative study that analyzed the characteristics of participation activities, students' efforts to incorporate ideas and experiences were found to be one of the most significant strategies that increase quality participation (Dallimore, Hertenstein & Platt, 2004) .",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 401,
                    "text": "(Dallimore, Hertenstein & Platt, 2004)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "What is quality participation?"
        },
        {
            "text": "Prior work suggests that relying on quantity, such as taking attendance or roughly counting raised hands may be ineffective or misleading when assessing students' participation (Armstrong & Boud, 2006) . Therefore, it is important to identify the cues that indicate quality participation and incorporate those cues into an assessment tool that measures participation reliably and rigorously (Danser & Kamvouias, 2010) . While prior research has attempted to operationally define participation, it fails to capture the underlying mechanism in which quality participation is indicated. Fassinger (1995) suggests that commenting on a topic and asking a question are the indicators that qualify students' activity as participation. This categorization captures the participation phenomenon at a superficial level, thus it fails to operationally define the underlying mechanism of a quality participation. For example, according to such operationalization of participation assessment, student comments such as \"I agree with Susie\" or questions such as \"Can you explain this topic?\" would be considered \"participation.\" However, we argue that such comments or questions do not necessarily qualify as high-quality participation because they do not demonstrate a level of elaboration (e.g., building on an argument) or extension of the discussion (e.g, providing a counter-argument to an existing one). Therefore, we argue that quality participation is not simply agreeing or disagreeing with the instructor or a classmate.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 201,
                    "text": "(Armstrong & Boud, 2006)",
                    "ref_id": null
                },
                {
                    "start": 391,
                    "end": 417,
                    "text": "(Danser & Kamvouias, 2010)",
                    "ref_id": null
                },
                {
                    "start": 584,
                    "end": 600,
                    "text": "Fassinger (1995)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "What is quality participation?"
        },
        {
            "text": "In this course, AC221, we encourage and value students' activities such as critiquing the ideas of others and communicating their own ideas with evidence and clear reasoning. Students are expected to demonstrate understanding through the raising in our collective discussions of hidden connections across the course material. Asking questions that spark discussion was considered as important as providing answers or adding comments that invite further discussion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What is quality participation?"
        },
        {
            "text": "We found that it was equally important to address the issue of quantity. On the syllabus, we said: Unsurprisingly, students are not equally interested in every topic, question, or paper we cover. If a student believes that she must demonstrate participation in every aspect of the course, this grading concern diverts part of her attention and interferes with the type of engagement that leads to learning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How often to participate?"
        },
        {
            "text": "Even if the student is intrinsically interested in the current question, we often saw students more focused on the issue of participation than their interest in the topic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How often to participate?"
        },
        {
            "text": "We chose to push the students' natural concern for the grading of participation from something that was constantly in their mind on every aspect of the course to one that they had to visit only intermittently. In particular, we told the students that we would require from them only a few instances of participation over several course meetings. This immediately removed the pressure that they needed to find some, often unnatural, way to participate in every activity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How often to participate?"
        },
        {
            "text": "Furthermore, this approach created a perfect alignment between our concern as instructors (i.e., that the students would check out of the class for long periods of time) and the students' concern about participation grading (i.e., that they had not shown any engagement with the course over the last few activities). From a pedagogical point of view, this approach caused the students to practice spacing (Kang, 2016) while also giving them the autonomy to choose when and how to engage with the material.",
            "cite_spans": [
                {
                    "start": 405,
                    "end": 417,
                    "text": "(Kang, 2016)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "How often to participate?"
        },
        {
            "text": "Once we had given students ownership over their participation and how we would grade it, we wondered if giving even more agency to the students might solve other historical teaching challenges. In particular, as discussed earlier, participation grading is difficult for instructors because a student's observable actions do not always provide the information instructors need to rigorously evaluate the quality of that student's engagement with the material. To avoid this need to read minds, we realized we simply had to ask the students to explain what was in their minds. Specifically, we asked the students to create and maintain a participation portfolio in which they would document evidence of their own good participation across the course. The form of this portfolio could be anything they wished as long as it was a place they found convenient to compile, over time, selections of their participation efforts and from which they could later choose the best of these efforts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participation portfolios and highlights"
        },
        {
            "text": "To be clear, we never asked the students for their participation portfolios. Instead, we asked them to submit participation highlights drawn from this portfolio. Specifically, the AC221 syllabus for Spring 2021 stated that we were breaking the semester into 7 participation periods (of a length of typically three class meetings), and that at the end of each of these periods, we wanted the students to reflect and submit what they believed to be their three best examples of participation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participation portfolios and highlights"
        },
        {
            "text": "We did not, however, require three good examples for the students to receive full credit for the participation period. We told the students that only two of these three highlights had to be good examples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participation portfolios and highlights"
        },
        {
            "text": "We asked for three, we said, so that the student could take a chance with their third one on something new and receive feedback from us without penalty. This was one of our ways of making concrete what we regularly told the students: \"You don't learn as fast if you aren't making mistakes and learning from them.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participation portfolios and highlights"
        },
        {
            "text": "Honestly, two-things-over-three-classes may sound like a low bar, but we found it to be more than many students had historically done in this course. In the past, a student could check out for weeks on end, but under this new approach, we received a number of student complaints that they were always working in the class!",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participation portfolios and highlights"
        },
        {
            "text": "The careful reader will notice that we have not actually solved the problem of instructors having to read the minds of the students. To this point in our description, we have simply removed the need for the instructor to note and record each student's participation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participation portfolios and highlights"
        },
        {
            "text": "We solved the mind-reading problem in what we required the students to submit in each participation highlight. In particular, it was not sufficient for the students to just tell us how they participated at some point in the class, but we required them to also reflect for us on why that instance of participation demonstrated their own intellectual growth or contributed to the intellectual development of some of their peers. And in this reflection, we asked for evidence. Asking the students to submit their participation highlights after every three (or so) classes meant that we could no longer provide a single, mid-semester note to the students about their efforts in participation. As instructors, we would have to grade and provide feedback now seven times (for this instance of AC221). While this was a real cost borne by the instructors, we found the work enjoyable. We now were reacting directly to circumstances and issues raised by individual students. We were able to comment equally on good and bad participation. We felt we were finally helping all the students.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participation portfolios and highlights"
        },
        {
            "text": "And while authentic practice depends upon the students receiving immediate feedback on their performance and the opportunity to incorporate that feedback into subsequent practice, we learned that it was not just our regular feedback that the students incorporated into their subsequent practice. This approach allowed the students to provide each other with real-time feedback.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participation portfolios and highlights"
        },
        {
            "text": "Our approach to participation and participation grading draws upon insights from the cognitive psychology and education literature, a number of which we discussed earlier. At the heart of the approach is a set of three individual characteristics well known in this literature-autonomy, reflection, and community-that we link in mutually-reinforcing ways. Considering them together, we are able to create engaging and effective assessments. We call this framework ARC, which stands for \"Autonomy-Reflection-Community\" (see Figure 1 ), for it links three important characteristics that are essential for creating an environment where students share their ideas in a community of learners and strengthen their learning through reflection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 522,
                    "end": 530,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "The ARC framework"
        },
        {
            "text": "While we assess the students individually in activities built with ARC, it is important to understand that we are not talking about solitary activities, but activities done together as a group, as a community of learners. The sharing of perspectives, such as occurs in a class discussion, or the explicit interactions between classmates, such as are found in team-based learning approaches, are two examples of often-employed group activities. Participation in AC221 is simply another example of an assessment of individuals done during a group activity. And all of these examples are activities that the instructor of a course has identified as crucial to achieving that course's learning objectives. In summary, ARC is an approach for helping instructors build effective assessments for discussion-based classes in which students' participation plays a vital role. Figure 1 . The ARC framework for assessment design.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 867,
                    "end": 875,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "The ARC framework"
        },
        {
            "text": "Let's now see how ARC structures group activities to foster student engagement and enhance student learning using AC221's approach to participation as a running example. Overall, an assessment built within the ARC framework encourages each student to: (1) take ownership of their learning through an actionable level of self-direction or autonomy in the group activity;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The ARC framework"
        },
        {
            "text": "(2) reflect on their personally selected practice during and after this activity; and (3) build on peers' perspectives by following up with previously stated opinions during the group's activity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The ARC framework"
        },
        {
            "text": "A student's introduction to an ARC-based assessment begins with a dose of autonomy. Education psychologists posited that the sense of autonomy improves students' intrinsic motivation, engagement with activities, and in turn their willingness to learn (e.g., Benware & Deci, 1984; Grolnick & Ryan, 1987) . Therefore, it is critical to design assignments in a way that they enhance students' sense of autonomy (e.g.., November, 2012) . Stefanou et al., (2013) explored perceived autonomy in courses that require higher-level thinking and concluded that students reported the autonomy support that they received from the instructor led them to be independent thinkers. Research shows that course design interventions that foster autonomy led students perceive more ownership over their learning, leading to numerous positive outcomes such as persistence and educational achievements (Vansteenkiste et al., 2004; Guay & Vallerand, 1996; Yu & Bristol, 2020; Bao & Lam, 2008) . Boud (2001) argued that students' autonomy is crucial for proactive learning, leading to greater responsibility and agency, in contrast with reactive learning, a form of attitude where students simply react to the stimuli provided by the teacher.",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 279,
                    "text": "Benware & Deci, 1984;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 280,
                    "end": 302,
                    "text": "Grolnick & Ryan, 1987)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 416,
                    "end": 431,
                    "text": "November, 2012)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 434,
                    "end": 457,
                    "text": "Stefanou et al., (2013)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 880,
                    "end": 908,
                    "text": "(Vansteenkiste et al., 2004;",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 909,
                    "end": 932,
                    "text": "Guay & Vallerand, 1996;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 933,
                    "end": 952,
                    "text": "Yu & Bristol, 2020;",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 953,
                    "end": 969,
                    "text": "Bao & Lam, 2008)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 972,
                    "end": 983,
                    "text": "Boud (2001)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Autonomy"
        },
        {
            "text": "In AC221, this was accomplished by giving the students the opportunity to choose from among the many ways in which they could participate in the course's collective activities. This was easy for the students to understand (i.e., it was actionable), and as such, it began to shift participation from something decreed by the instructor into something that could be owned by the students. The students were then given further autonomy by being able to decide which instances of participation (as long as they had attempted more than two in the past several class periods) they wanted the instructor to grade as their participation. Students could base these decisions on:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Autonomy"
        },
        {
            "text": "• their interests (e.g., one paper might interest them more than another);",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Autonomy"
        },
        {
            "text": "• their level of comfort with particular modes of participation (e.g., if they are uncomfortable raising their hand in class then they can choose to participate asynchronously through Perusall); or • their self-assessment of which instance of participation best exemplifies their performance (e.g., in the selection of which highlights they submit).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Autonomy"
        },
        {
            "text": "As long as the course design provides a sufficient variety of pedagogically similar venues for participation, this freedom of choice gives the students a sense of control and ownership over their learning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Autonomy"
        },
        {
            "text": "Although these examples are specific to AC221, autonomy can be fostered in any class through the development of course-appropriate mechanisms. As long as the course design provides a sufficient variety of pedagogically similar venues for participation, this freedom of choice gives the students a sense of control and ownership over their learning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Autonomy"
        },
        {
            "text": "Once a student has made a choice and begun to engage in the group activity, an ARC-based assessment next encourages the student to observe and reflect on their performance, both during and after it. Research suggests that self-regulated learning is supported by the processes of self-observation and self-judgment (Zimmerman, 1989) . Self-observation is a process in which students systematically monitor their own learning, while self-judgment requires students to evaluate their activity based on the desired learning goal (Zimmerman, 1989) . Engagement and participation were shown to increase in course designs where self-observation and self-judgment activities were implemented (Zaremba & Dunn, 2004; Delprato, 1977) . Enhancement in self-regulation learning influences self-efficacy, i.e., confidence in one's ability to learn or develop a skill in a given context (Bandura, 1977) . In turn, greater self-efficacy has been shown to enhance learning and motivation (Deci & Ryan, 2000; Caprara et al., 2008) . Therefore, it is important to include a reflective aspect when designing an assignment.",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 331,
                    "text": "(Zimmerman, 1989)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 525,
                    "end": 542,
                    "text": "(Zimmerman, 1989)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 684,
                    "end": 706,
                    "text": "(Zaremba & Dunn, 2004;",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 707,
                    "end": 722,
                    "text": "Delprato, 1977)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 872,
                    "end": 887,
                    "text": "(Bandura, 1977)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 971,
                    "end": 990,
                    "text": "(Deci & Ryan, 2000;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 991,
                    "end": 1012,
                    "text": "Caprara et al., 2008)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Reflection"
        },
        {
            "text": "At the start of AC221, we made the students aware that they needed to capture and record their instances of participation, and we repeatedly reminded them of this in a hopefully memorable way through our regular reference to their participation portfolios. The students, therefore, began each of the course's group activities in a mode of self-observation. Furthermore, as we (the instructors) and their peers reacted in the moment to a student's participation, this student was primed to reflect: Was that the type of reaction they expected from their comment or question, and is it an instance that they should include in their participation portfolio?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reflection"
        },
        {
            "text": "Students were not only primed for reflection in individual instances, but this behavior also became ingrained. Given the frequent, relatively low-stakes nature of the participation highlight assignments, self-observation and self-judgment became a regular part of the students' approach to the class. In addition, autonomy encourages authentic participation, allowing the students to reflect on their learning journey rather than simply report on their forms of participation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reflection"
        },
        {
            "text": "Finally, the reflection is spaced. Students reflect in the moment. They reflect as they record instances in their participation portfolio. They reflect again as they decide which recorded instances to submit as their participation highlights every other week. And they reflect once more as they receive the instructor feedback on their highlights.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reflection"
        },
        {
            "text": "We include community in ARC not only because it describes the kind of assessments for which the framework succeeds, but also because we find that encouraging the students to undertake a group activity as a community of learners deepens and enriches the student reflection that takes place during it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Community"
        },
        {
            "text": "As we said at the start of this section, the ARC framework encourages the students to share informal feedback with their peers as they work together. Ramsden (1992) showed that students learn better in discussion groups, compared to simply listening to the instructor without any peer interaction. Other research suggests that students with a greater sense of relatedness, or as Deci and Ryan (2000) describe, \"integration of oneself within the social community,\" are more likely to foster engagement. In his seminal work, Watkins (2005) argued that there are certain hallmarks of a community of learners: owning agency, developing a sense of belonging, improving cohesion among the learners, and welcoming diversity of opinions.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 164,
                    "text": "Ramsden (1992)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 523,
                    "end": 537,
                    "text": "Watkins (2005)",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Community"
        },
        {
            "text": "Beyond these insights from the literature, we use a learning community to address the challenge that instructors cannot always provide timely feedback on every action by a student in a group activity. If the students themselves understand the importance of peer feedback and can benefit personally from participating in it (i.e., peer feedback doesn't come with negative externalities), peer feedback can encourage reflection in the time period until an instructor's feedback is available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Community"
        },
        {
            "text": "In AC221, we explained that students could help each other recognize good examples of participation by sending each other notes in which they expressed when and why a peer's participation helped to broaden their perspectives or advance their understanding of the material. The student receiving this note could then use this informal feedback as evidence of the impact of their participation not only on their own learning, but the learning of the larger community. This then fed upon itself as the students began to seek out the types of participation that would lead to meaningful discussions. As a result, students began to see value in listening to each other, challenging each others' assumptions and views, and answering each others' questions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Community"
        },
        {
            "text": "We hypothesized that our participation assessment approach built upon the ARC framework, which draws its inspiration from the existing literature, improves the quality of students' participation. To test the effectiveness of this intervention, we compared student participation in the Spring 2020 version of AC221 (pre-intervention) with that in Spring 2021 (post-intervention). In what follows, we describe the data we gathered, its structure, and how we came to the metrics we used in assessing the quality of student participation in this data. We then present the specifics of the rubric we used in scoring the data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research Methodology"
        },
        {
            "text": "We considered the different aspects of how the students can participate in AC221 and chose to focus our data gathering and data analysis on the students' Perusall postings in the two years. This choice supported our hypothesis testing in several ways:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data gathered"
        },
        {
            "text": "1. The majority of Perusall assignments were the same in both years, giving us a large and consistent baseline for comparison. Each year included other Perusall assignments that were unique to that year, and we removed those from the data set we built.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data gathered"
        },
        {
            "text": "2. Every student posting on Perusall is permanently recorded. We have exactly what each student said in a discussion and the context in which they said it. This promotes an unrushed, direct, and objective evaluation of the student's participation as it avoids the need for any on-the-fly rating by an instructor or a third-party, and any self-rating assessment of participation by the students themselves, as has been done in other research evaluations of participation (e.g., Frymier & Hauser, 2016) .",
            "cite_spans": [
                {
                    "start": 477,
                    "end": 500,
                    "text": "Frymier & Hauser, 2016)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data gathered"
        },
        {
            "text": "3. As a venue for participation in AC221, Perusall was the one that didn't change from the mix of in-person and online instruction in 2020 to solely online instruction in 2021. We were particularly concerned with the risk of confounding factors arising in the noticeably different modalities of \"classroom\" discussions and the way we handled breakout groups between the two studied years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data gathered"
        },
        {
            "text": "We assert that the Perusall environment is a good proxy for the in-class discussions as it mimics the classroom where students can comment, ask questions, and discuss materials with one another. In fact, the instructors encouraged the students in both years to consider this online environment as an extension of the classroom.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data gathered"
        },
        {
            "text": "Perusall is an online platform for students to collaborate on their assigned readings. Students highlight a passage or an area of a figure in a reading and annotate that passage/area with a comment. 2",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data gathered"
        },
        {
            "text": "This comment might consist of one or more statements or questions. Other students see that comment and can upvote and/or reply to it. The initial comment starts what Perusall calls a conversation. Comments by other students in reply to the initial comment, including further comments by the initiating student, are displayed in chronological order in Perusall's conversation pane. Students are capable of upvoting any of the comments in a conversation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data gathered"
        },
        {
            "text": "In Perusall, the highlighting of two different passages or areas creates two different conversations. Two highlighted areas that overlap but are not exactly the same also create two different conversations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data gathered"
        },
        {
            "text": "Our analysis defines separate metrics for Perusall comments and conversations. However, we refer to Perusall conversations as discussions since that is what we hope them to be in reference to what students think about their participation. Most people think of a conversation as any exchange between individuals, while a discussion is reserved for conversations about a specific topic or toward a specific goal (Michigan Publishing, 2008).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conversations vs. discussions"
        },
        {
            "text": "To measure changes in student participation reliably and rigorously, we base our metrics on cues that indicate progress toward the learning goals in AC221. In discussion-based classes like AC221, it is crucial for students to acquire and use skills such as articulating their authentic ideas, being open to differing opinions, and demonstrating the integration of multiple perspectives around the class material.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measuring participation through comments and discussions"
        },
        {
            "text": "Students more quickly become independent thinkers as well as contributors to the community by sharing their authentic opinions in discussions with others, instead of passively sitting and absorbing the instructors' \"pre-packed knowledge\" (Cacciamani et al. 2012 ). As such, we assess student participation through:",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 261,
                    "text": "(Cacciamani et al. 2012",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Measuring participation through comments and discussions"
        },
        {
            "text": "1. how well the students include authentic opinions in the construction of their Perusall comments; and 2. how much a discussion makes sense of and locates peers' points of views, and how well it synthesizes a wide range of diverse opinions into the overall dialogue.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measuring participation through comments and discussions"
        },
        {
            "text": "To rigorously identify the factors that indicate sharing authentic opinions in a student comment, we relied heavily on the work of Hadjioannou (2003; 2007) . It states that expressing one's own ideas as well as reflecting and connecting the subject matter or peers' arguments with one's own experience are the determining factors for authenticity (Hadjioannou, 2003) . Therefore, we assess authenticity as the extent to which students share personal examples, opinions, experiences that are relevant to the class subject. Students are expected to elaborate on the connection between the subject matter and their authentic expressions, rather than simply sharing a personal example.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 149,
                    "text": "Hadjioannou (2003;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 150,
                    "end": 155,
                    "text": "2007)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 347,
                    "end": 366,
                    "text": "(Hadjioannou, 2003)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Authenticity of comments."
        },
        {
            "text": "In discussion-based classes, authentic comments are only as important as their contribution to the quality of a discussion. A high-quality discussion is where students build upon each other's ideas while constructing their own perspectives. Our metric for measuring the quality of a discussion, therefore, relies heavily on prior work in which the stages of perspective taking in an asynchronous learning environment are shown to correspond to the quality of the discussion (Häkkinen & Järvelä, 2006; Järvelä & Häkkinen, 2002) .",
            "cite_spans": [
                {
                    "start": 474,
                    "end": 500,
                    "text": "(Häkkinen & Järvelä, 2006;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 501,
                    "end": 526,
                    "text": "Järvelä & Häkkinen, 2002)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Quality of discussions."
        },
        {
            "text": "Drawing upon seminal work about social cognitive development models, Häkkinen & Järvelä (2006; Häkkinen, Järvelä, & Mäkitalo, 2003) posited that discussions are low-quality when students hold egocentric opinions and fail to acknowledge that others may possess different perspectives (Selman, 1971; Greeno, 1998; Häkkinen, Järvelä, & Mäkitalo, 2003; Häkkinen & Järvelä, 2006) . Due to this lack of comprehension and appreciation of diverse perspectives, the discussions typically do not advance, and the replies tend not to respond to or take into consideration previously stated ideas (Häkkinen & Järvelä, 2006 ).",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 94,
                    "text": "Häkkinen & Järvelä (2006;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 95,
                    "end": 131,
                    "text": "Häkkinen, Järvelä, & Mäkitalo, 2003)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 283,
                    "end": 297,
                    "text": "(Selman, 1971;",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 298,
                    "end": 311,
                    "text": "Greeno, 1998;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 312,
                    "end": 348,
                    "text": "Häkkinen, Järvelä, & Mäkitalo, 2003;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 349,
                    "end": 374,
                    "text": "Häkkinen & Järvelä, 2006)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 585,
                    "end": 610,
                    "text": "(Häkkinen & Järvelä, 2006",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Quality of discussions."
        },
        {
            "text": "On the other hand, a high-quality discussion is one in which students are clearly confronting their implicit biases, building upon their peers' ideas, and including a rich set of cross-references. Discussions that \"recognize and value the uniqueness of each person's opinions and expressions\" (Järvelä, Häkkinen, & Oostendorp, 2003) are high quality because they advance the learning objectives of the course. This includes understanding modern social contexts through various lenses, the values and opinions of the communities from which data is drawn, and the ability to communicate about diverse perspectives respectfully. Furthermore, these discussions advance when students provide counterarguments, challenge assumptions, and acknowledge peers' perspectives (Schaeffer et al., 2002) .",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 332,
                    "text": "(Järvelä, Häkkinen, & Oostendorp, 2003)",
                    "ref_id": null
                },
                {
                    "start": 764,
                    "end": 788,
                    "text": "(Schaeffer et al., 2002)",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Quality of discussions."
        },
        {
            "text": "Caveats. These metrics are not meant to capture every type of response or exchange that promotes learning in a discussion-based classroom. The following are a few illustrative examples of important classroom exchanges that promote learning but are not targeted by our approach to participation and participation grading.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quality of discussions."
        },
        {
            "text": "A type of classroom participation that our analysis ignores is that which occurs when a student answers an instructor's question. The student's answer might change another student's perspective or way of thinking about a topic, but the instructor's question probably wasn't meant to initiate a discussion among the students. We take a similar view of the asking of a question by one student to the instructor or another student, if the person responding simply provides a direct answer. As important as the asking and answering of questions is to learning, we're interested in mechanisms encouraging a different kind of participation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quality of discussions."
        },
        {
            "text": "As a different example, a high-quality discussion doesn't have to be a long discussion. One student can take the initiative to begin a discussion, and we need only have one response for us to begin judging whether the two comments constitute a high-quality discussion. Of course, we would prefer to see a longer discussion, and we will separately report on the changes in the number of replies and participants in our Perusall discussions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quality of discussions."
        },
        {
            "text": "Finally, when talking about authenticity, we have found it important to acknowledge the positive impact that role-playing can have in enriching the learning that takes place in the classroom. We, in fact, use role-playing in some of the exercises in AC221. This should not be viewed in conflict with our general desire for students to bring their authentic selves to the other types of class discussions because this approach encourages perspective-taking amongst students, thereby fostering openness to and respect for others' arguments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quality of discussions."
        },
        {
            "text": "Given the helpful prior work that informed how we would assess authenticity in student comments and the quality of the student discussions on any part of a Perusall reading, we developed and used the rubric in Table 1 to give a numerical rating to each Perusall comment and each Perusall discussion. Each individual comment is evaluated for the characteristics of authenticity (Hadjioannou, 2003) and scored as 0,1, or 2. A comment is scored 0 if it shows no indication of authenticity, 1 if it includes personal opinion or experience, and 2 if the student elaborates on his or her authentic comment by providing related evidence or details.",
            "cite_spans": [
                {
                    "start": 377,
                    "end": 396,
                    "text": "(Hadjioannou, 2003)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 210,
                    "end": 217,
                    "text": "Table 1",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Assessment Rubric"
        },
        {
            "text": "Each discussion is evaluated based on the characteristics of quality discussions, namely whether students take perspectives by building on their peers' comments within a discussion (Schaeffer et al., 2002) . Each discussion is scored as 0,1, or 2. A discussion is scored 0 if it includes only one comment or multiple comments that are \"independent and unilateral\" (Järvelä, Häkkinen, & Oostendorp, 2003) . The discussion is scored as a 1 if students take perspectives in a conversation by building on peers' ideas by responding, acknowledging, recognizing, and appreciating the value of others' opinions (Bendixen et al., 2003; Järvelä, Häkkinen, & Oostendorp, 2003; Nussbaum et al., 2002) . Finally, the discussion receives a 2 if the involved comments further cross-reference one another and incorporate a variety of different perspectives. ",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 205,
                    "text": "(Schaeffer et al., 2002)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 364,
                    "end": 403,
                    "text": "(Järvelä, Häkkinen, & Oostendorp, 2003)",
                    "ref_id": null
                },
                {
                    "start": 604,
                    "end": 627,
                    "text": "(Bendixen et al., 2003;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 628,
                    "end": 666,
                    "text": "Järvelä, Häkkinen, & Oostendorp, 2003;",
                    "ref_id": null
                },
                {
                    "start": 667,
                    "end": 689,
                    "text": "Nussbaum et al., 2002)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Assessment Rubric"
        },
        {
            "text": "We analyzed a total of 2910 comments and 1406 discussions. Spring 2020 data included 2124 comments and 999 initiated discussions and Spring 2021 data included 786 comments and 407 initiated discussions. In Spring 2020, 505 out of 999 discussions included more than one comment and, in Spring 2021, 179 out of 407 discussions included more than one comment. The quality scores were computed for the discussions that include more than one comment. Part of the difference in total comments and total discussions betweens semesters is due to the difference in enrollments between the 2020 and 2021 course offerings. 66 students were enrolled in Spring 2020 and 41 in Spring 2021. We believe, although we cannot prove, that another significant contributor to the difference was that the 2021 students knew that they did not have to comment on every Perusall assignment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Characteristics"
        },
        {
            "text": "Note that the total number of comments and discussions are derived only from the readings that were assigned in both semesters. This eliminates many alternative explanations that arise when trying to compare the quality and rate of participation on inherently different readings. These counts also exclude instructor comments. The vast majority of instructor comments were not ones that would be considered a part of a discussion. Instead, they were comments about a student's participation. The instructors had informed the students in both years that Perusall was a student space. The instructors would read the conversations that took place in that space and use that information to tailor the subsequent class time (e.g., to skip topics well understood by the students or focus more intently on topics misunderstood by them). The instructors would not be monitoring the space to \"correct\" student views or make sure that the \"right\" points were raised in the discussions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Characteristics"
        },
        {
            "text": "To maintain the rigor of the analysis, the other author (M.D. Smith) downloaded the data from Perusall, combined the data files, stripped out the identifying features, and randomized the order of presentation to those rating the comments and discussions. He did not assess any of the comments or discussions. Those individuals that scored the comments and discussions did not have access to the semester of origin of the data (e.g., whether a comment belongs to 2020 or 2021).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Scoring and Reliability Analysis"
        },
        {
            "text": "Once the data was prepared for annotation, the rubric reliability was established. Two raters, one being author (DM) and the other being an external scorer who is an expert in education research and thinking skills, annotated students' comments and discussions separately. Raters scored the authenticity of comments and quality of discussions according to the rubric listed in Table 1 to assess students' participation. The raters annotated approximately 5% of the overall sample (183 comments and 94 discussions). Interrater reliability was achieved with 88% agreement for comments and 90% agreement for discussions. After achieving an acceptable level of interrater agreement on a subsample, one of the authors (DM) annotated the entire sample based on the rubric.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 377,
                    "end": 384,
                    "text": "Table 1",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Data Scoring and Reliability Analysis"
        },
        {
            "text": "By using the participation rubric (Table 1) , we analyzed the authenticity in comments and quality discussions measures in both Spring 2020 and Spring 2021 semesters. In addition to the quality metrics, we also analyzed several quantity metrics such as the average number of follow-up replies and average number of upvotes in a discussion. In the participation portfolio assessment, students were able to receive feedback from the teaching team, encouraging interactions with peers. Therefore, we expected an increase in the number of replies in Spring 2021. We used a t-test to compare the scores of 2020 and 2021.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 34,
                    "end": 43,
                    "text": "(Table 1)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Hypothesis Testing"
        },
        {
            "text": "Students' participation data on Perusall was compared in terms of authenticity of comments and quality of discussions. Table 2 provides the average scores of these metrics as well as the average number of upvotes and number of follow-up replies on Perusall. Note. *** indicates significance at the p <.001 level. Spring 2020 data included a sample of 66 students and Spring 2021 included a sample of 41 students.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 119,
                    "end": 126,
                    "text": "Table 2",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Students' participation in pre-intervention and post-intervention"
        },
        {
            "text": "The average authenticity score of students' comments in Spring 2021 was statistically greater than that in the Spring 2020 semester (t (1138)= -13.7, p < .001). Similarly, the average quality score of discussions in Spring 2021 was also significantly greater than the discussions in the Spring 2020 semester (t (323)= -6.91, p < .001). The average number of upvotes per comment was statistically higher in Spring 2020 than that in Spring 2021, t (1283)=-9.34, p < .001. The average number of replies per discussion were statistically equivalent to each other, t (277)= -0.8, p =0.37. Figure 2 and Figure 3 shows the percentage of the authentic comments and the percentage of the quality discussions, respectively. 36 % of comments were classified as authentic in Spring 2020 and this percentage significantly increased to 61% in Spring 2021, (t (1338) = -12.06, p <.001). 62% of discussions in Spring 2020 were classified as quality discussions and this percentage significantly increased to 86% in Spring 2021 (t (442) = 7.13, p<. 001). Fig. 3 . Number of quality discussions to total number of discussions in both semesters",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 584,
                    "end": 592,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 597,
                    "end": 605,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 1038,
                    "end": 1044,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "Students' participation in pre-intervention and post-intervention"
        },
        {
            "text": "Below we provide are some representative comments from students about their participation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Students' comments"
        },
        {
            "text": "\"As someone who did not speak up in many classes prior, I found myself speaking in almost every class,\" said one student in the course evaluations in Spring 2021. Another student emphasized productive discussions that happened with the peers: \"The most interesting part of the course were the class discussions around current events! This class is a fun way to engage with the changes happening right now in the world and to learn from your peers.\" The teaching team reported that \"the grading was indeed fun!\" (which many educators would be surprised to hear from an instructor fellow given the burdensome nature of grading).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Students' comments"
        },
        {
            "text": "This paper has provided a pedagogical framework for designing an assessment tool to foster data science students' motivation for critical thinking. This theoretically-motivated framework, the ARC framework, provides data science instructors practical tools to create an assessment that gives students autonomy in their learning, multiple opportunities to reflect on their learning, and the encouragement to become active participants in a community of learners, all of which are crucial for motivation for learning. Our results suggest that the participation portfolio materially improved students' engagement, motivating them to offer authentic opinions and create higher quality discussions, thus moving toward the learning goals for critical thinking in data science class.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "We drew our evidence from two instances of a course in data science (AC221) that was taught in Spring 2020 (pre-pandemic) and Spring 2021 (during the pandemic). One may argue that confounding factors such as the abrupt transition from in-person teaching to remote teaching may have contributed to the significant differences we found.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "While other factors may have contributed to these differences, our results, contrary to prior expectations that remote teaching may decrease students' participation, suggest that with effective pedagogical interventions, students' motivation for learning could indeed be improved. Another potential limitation of our study is that we only analyze Perusall data, which is in the form of asynchronous discussions. Our future research will include other forms of classroom discussions and test the effectiveness of the ARC framework in various course elements and in various modalities including inperson and hybrid learning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The participation portfolio, as an instance of the ARC framework, provided us the opportunity to ensure that students develop and adjust strategies about their learning, which then eventually increase their motivation for learning. In the process of reporting their participation, students developed reflection skills through which they came to understand potential limitations of their worldviews, assumptions, and biases. In engaging with their peers by challenging them or being challenged by them about their perspectives, students develop critical thinking skills. As they reflect on their interactions with their peers, they also receive feedback from the instructor, which is a crucial component of teaching data science.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "All instructors should incorporate timely and meaningful feedback mechanisms into their assessment designs. This is particularly important when teaching students how to tackle real-world problems in data science because the skills required to solve such problems are best learned over time and in conversation with individuals who hold diverse perspectives gained from a lifetime of diverse experiences. These skills cannot be acquired by cramming the night before an exam. As our data science students become aware of the consequences of their thinking through meaningful conversations with their peers, these students come to better understand that there are humans behind data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Interleaving Computational and Inferential Thinking: Data Science for Undergraduates at Berkeley",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Adhikari",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Denero",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Jordan",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Harvard Data Science Review",
            "volume": "3",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Assessing Students' Participation in Class Discussion",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Armstrong",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Assessment in Higher Education",
            "volume": "3",
            "issn": "3",
            "pages": "186--202",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Assessing participation in discussion: An exploration of the issues",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Armstrong",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Boud",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Self-efficacy: toward a unifying theory of behavioral change",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bandura",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Psychological review",
            "volume": "84",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Who makes the choice? Rethinking the role of autonomy and relatedness in Chinese children's motivation",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "H"
                    ],
                    "last": "Bao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Lam",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Child development",
            "volume": "79",
            "issn": "2",
            "pages": "269--283",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The impact of epistemic beliefs and metacognition on online discussions",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Bendixen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hartley",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "C"
                    ],
                    "last": "Sas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Spatariu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "annual meeting of the American Educational Research Association",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Quality of learning with an active versus passive motivational set",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Benware",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Deci",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "American educational research journal",
            "volume": "21",
            "issn": "4",
            "pages": "755--765",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Making the move to peer learning. Peer learning in higher education: Learning from and with each other",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Boud",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Influence of participation, facilitator styles, and metacognitive reflection on knowledge building in online university courses",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cacciamani",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cesareni",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Martini",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ferrini",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Fujita",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Computers & Education",
            "volume": "58",
            "issn": "3",
            "pages": "874--884",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Longitudinal analysis of the role of perceived self-efficacy for self-regulated learning in academic continuance and achievement",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "V"
                    ],
                    "last": "Caprara",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fida",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vecchione",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Del Bove",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Vecchio",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Barbaranelli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bandura",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of educational psychology",
            "volume": "100",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Data Science and Computing at UC Berkeley. Harvard Data Science Review",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chayes",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Using panel debates to increase student involvement in the introductory sociology class",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Crone",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Teaching Sociology",
            "volume": "214",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Classroom participation and discussion effectiveness: Student-generated strategies",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Dallimore",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Hertenstein",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Platt",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Communication Education",
            "volume": "",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Student involvement in assessment: A project designed to assess class participation fairly and reliably. Assessment & Evaluation in Higher Education",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dancer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kamvounias",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Deci",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Ryan",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Psychological inquiry",
            "volume": "30",
            "issn": "4",
            "pages": "227--268",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Increasing classroom participation with self-monitoring",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Delprato",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "The Journal of Educational Research",
            "volume": "70",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The role of deliberate practice in the acquisition of expert performance",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Ericsson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Krampe",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tesch-Römer",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Psychological review",
            "volume": "100",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Understanding classroom interaction. Students' and professors' contributions to students' silence",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Fassinger",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "The Journal of Higher Education",
            "volume": "66",
            "issn": "",
            "pages": "82--96",
            "other_ids": {
                "DOI": [
                    "10.2307/2943952"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Inside the undergraduate college classroom: Faculty and students differ on the meaning of student participation",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Fritschner",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Journal Of HigherE Education",
            "volume": "71",
            "issn": "",
            "pages": "342--362",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The role of oral participation in student engagement",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Frymier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Houser",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Communication Education",
            "volume": "65",
            "issn": "1",
            "pages": "83--104",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Look who's talking: A comparison of lecture and group discussion teaching strategies in developing critical thinking skills",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Garside",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Communication Education",
            "volume": "45",
            "issn": "",
            "pages": "212--227",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The situativity of knowing, learning, and research",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Greeno",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "American psychologist",
            "volume": "53",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Autonomy support in education: Creating the facilitating environment",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Grolnick",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Ryan",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "New directions in educational psychology",
            "volume": "2",
            "issn": "",
            "pages": "213--232",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Social context, student's motivation, and academic achievement: Toward a process model",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Guay",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Vallerand",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Social psychology of education",
            "volume": "1",
            "issn": "3",
            "pages": "211--233",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Highlights of the National Academies Report on\" Undergraduate Data Science: Opportunities and Options",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Haas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hero",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Lue",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "An exploration of authentic discussion in the booktalks of a fifth-grade class",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Hadjioannou",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Bringing the background to the foreground: What do classroom environments that support authentic discussions look like?",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Hadjioannou",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "American Educational Research Journal",
            "volume": "44",
            "issn": "2",
            "pages": "370--399",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Sharing perspectives in virtual interaction: Review of methods of analysis. Designing for change in networked learning environments",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Häkkinen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Järvelä",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mäkitalo",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "395--404",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Sharing and constructing perspectives in web-based conferencing",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Häkkinen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Järvelä",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Computers & Education",
            "volume": "47",
            "issn": "4",
            "pages": "433--447",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Statistics at a crossroads: Who is for the challenge?",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Madigan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wellner",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Workshop report",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "An instructional design framework for authentic learning environments",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Herrington",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Oliver",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Educational technology research and development",
            "volume": "48",
            "issn": "3",
            "pages": "23--48",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Student participation and instructor gender in the mixed-age college classroom",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Howard",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Henney",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Journal Of Higher Education",
            "volume": "69",
            "issn": "",
            "pages": "384--405",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The role of academia in data science education",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Irizarry",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Web-based cases in teaching and learning-the quality of discussions and a stage of perspective taking in asynchronous communication",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Järvelä",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Häkkinen",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Interactive learning environments",
            "volume": "10",
            "issn": "1",
            "pages": "1--22",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The levels of web-based discussions: using perspective-taking theory as an analytical tool",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jarvela",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hakkinen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "V"
                    ],
                    "last": "Oostendorp",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Cognition in a digital world",
            "volume": "",
            "issn": "",
            "pages": "77--95",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Spaced repetition promotes efficient and effective learning: Policy implications for instruction",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Kang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Policy Insights from the Behavioral and Brain Sciences",
            "volume": "3",
            "issn": "1",
            "pages": "12--19",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Student Participation in the College Classroom: An Extended Multidisciplinary Literature Review",
            "authors": [
                {
                    "first": "Kelly",
                    "middle": [
                        "A"
                    ],
                    "last": "Rocca",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Communication Education",
            "volume": "59",
            "issn": "2",
            "pages": "185--213",
            "other_ids": {
                "DOI": [
                    "10.1080/03634520903505936"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Data Science as a Foundation for Inclusive Learning",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Lue",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Harvard Data Science Review",
            "volume": "",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "The Encyclopedia of Diderot & d'Alembert Collaborative Translation Project",
            "authors": [
                {
                    "first": "Jean-Baptiste",
                    "middle": [],
                    "last": "D&apos;alembert",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Le Rond",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Encyclopédie ou Dictionnaire raisonné des sciences",
            "authors": [],
            "year": null,
            "venue": "des arts et des métiers",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Data science for undergraduates: Opportunities and options",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Who owns the learning?: Preparing students for success in the digital age",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "November",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Enhancing the Quality of On-Line Discussions",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Nussbaum",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hartley",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Sinatra",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Reynolds",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Bendixen",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "An operational definition of class participation",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Petress",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "College Student Journal",
            "volume": "40",
            "issn": "4",
            "pages": "821--824",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Learning to teach in higher education Routledge London",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ramsden",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Implications of the data revolution for statistics education",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ridgway",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "International Statistical Review",
            "volume": "84",
            "issn": "3",
            "pages": "528--549",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Student participation in the college classroom: An extended multidisciplinary literature review",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Rocca",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Communication education",
            "volume": "59",
            "issn": "2",
            "pages": "185--213",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Online Debate To Encourage Peer Interactions in the Large Lecture Setting: Coding and Analysis of Forum Activity",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Schaeffer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Mcgrady",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bhargava",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Engel",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "The relation of role taking to the development of moral judgment in children",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Selman",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "79--91",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "College classroom interactions and critical thinking",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Journal of Educational Psychology",
            "volume": "69",
            "issn": "",
            "pages": "180--190",
            "other_ids": {
                "DOI": [
                    "10.1037/0022-0663.69.2.180"
                ]
            }
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Self-regulation and autonomy in problem-and project-based learning environments",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Stefanou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Stolk",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Prince",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Lord",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Active Learning in Higher Education",
            "volume": "14",
            "issn": "2",
            "pages": "109--122",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Motivating learning, performance, and persistence: the synergistic effects of intrinsic goal contents and autonomy-supportive contexts",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vansteenkiste",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Simons",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lens",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Sheldon",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Deci",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of personality and social psychology",
            "volume": "87",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Classrooms as learning communities: A review of research. London Review of Education",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Watkins",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Classroom organization and participation: College students' perceptions",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Weaver",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Qi",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "The Journal of Higher Education",
            "volume": "76",
            "issn": "",
            "pages": "570--601",
            "other_ids": {
                "DOI": [
                    "10.1353/jhe.2005.0038"
                ]
            }
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Ten research challenge areas in data science",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Wing",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2002.05658"
                ]
            }
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "A cross-classified path analysis of the self-determination theory model on the situational, individual and classroom levels in college education",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Levesque-Bristol",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Contemporary Educational Psychology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Assessing class participation through self-evaluation: Method and measure",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Zaremba",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Dunn",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Teaching of Psychology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "A social cognitive view of self-regulated academic learning",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Zimmerman",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Journal of educational psychology",
            "volume": "81",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF1": {
            "text": "We'd rather have you speak up, for example, every other class period (or on 40% of the readings) and say something interesting each time than have you speak up multiple times per class with comments or questions that don't push forward the conversation\".",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "The syllabus said,",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Assessment rubric for participation quality measures",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Comparison of students' participation in Spring 2020 and Spring 2021 semesters",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}