{
    "paper_id": "a4e9dfee2a657a98618b5560ae0962e37c512948",
    "metadata": {
        "title": "Contracts Capsized by COVID-19: A Legal and Jewish Ethical Analysis",
        "authors": [
            {
                "first": "Tsuriel",
                "middle": [],
                "last": "Rashi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Andrew",
                "middle": [
                    "A"
                ],
                "last": "Schwartz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Countless contracts have been undermined by the COVID-19 pandemic of 2020 as well as government orders to contain it. Flights have been canceled, concerts have been called off, and dorms have been closed, just to name a few. Do these all count as breaches of contract-or are the parties excused due to the extraordinary circumstances? And how should the losses be allocated between the parties? The law provides one set of answers to these questions; ethics offers another. With a focus on American law (developed over the past two centuries) and Jewish ethics (developed over millennia), this paper shows that the two systems are in accord with some respects and differ in others: Both law and Jewish ethics would excuse a party who cannot complete his contract due to a force beyond his control, like the COVID-19 pandemic. Yet Jewish ethics would require that the excused party still be paid, while American law would not.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The COVID-19 pandemic of 2020-and legal orders to contain it-has prevented millions of people from fulfilling their contracts. Under these circumstances, should the parties be held liable for breach of contract? Or should they be excused due to the circumstances? More generally, who should incur the loss resulting from non-fulfillment of these contracts? The law provides one set of answers to these questions; ethics offers another. With a focus on American law and Jewish ethics, 1 this paper compares these legal and ethical frameworks for addressing contracts upset by the COVID-19 crisis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "COVID-19 is new, but wars, hurricanes, and even other pandemics have upset countless contracts in the past. For more than a century, the law has answered these questions using a pair of legal rules known as the doctrines of 'Impossibility' and 'Restitution.' And for millennia, Jewish sources have analyzed these same issues, primarily in dealing with employment and farm-lease contracts. It is therefore useful and interesting to compare these two systems because the issues that we face today regarding the COVID-19 pandemic have parallels to extraordinary events throughout recorded history.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "As will appear, the two systems have come to very similar conclusions on the question of breach of contract and excuse, as Jewish ethics has generally adopted what would eventually become the Impossibility doctrine of American law. Under both Jewish ethics and American law, an employee who cannot work due to a force beyond his control-like the COVID-19 pandemic-is excused from his contract and forgiven for his failure to perform.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "As for allocating the loss between the parties, however, the two systems come to different conclusions. American law applies the legal doctrine of Restitution, but Jewish ethics has firmly rejected that rule. Thus, in the case of the employee who cannot work, the law would absolve his employer from paying any wages, while Jewish ethics would require employers to pay at least partial wages, and maybe the entire sum.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This article proceeds as follows: Part I provides background on the COVID-19 pandemic that swept the world in 2020, wreaking havoc and undermining countless contracts. Part II introduces the doctrines of Impossibility and Restitution that the law employs to resolve issues over performance, excuse and allocation of loss. Part III examines the Jewish ethical approach to these issues, which is to obtain a fair and just compromise. Finally, the Conclusion highlights the ways in which Jewish ethics aligns and diverges from the legal approach.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The COVID-19 global pandemic broke out at the end of 2019 and by the end of 2020 there were roughly 100 million confirmed cases-and nearly two million deaths-across the world. At first, most of the morbidity was seen in China, but from the middle of February 2020, the virus started to spread rapidly and by the middle of March had reached 150 countries and caused a worldwide panic. At the beginning of March 2020, the World Health Organization declared a pandemic. The responses of governing bodies and health systems around the world have included various restrictions, from imposing curfews to canceling flights, to closing down complete sectors of the economy, to issuing 'stay-at-home' orders that require everyone in a city, state or even entire country to self-isolate (quarantine) in their homes. 2 Self-isolation at home has been recommended for both those diagnosed with COVID-19 and those who suspect that they may have been infected. The virus has reached the stage of 'community spread' in nearly every corner of the world, which means that it is proliferating within communities whose members have not traveled to areas with widespread transmission. Government health agencies recommend that individuals self-isolate if they develop a continuous cough or a high fever. The self-isolation period should last for at least 14 days but preferably longer. 3 Many government health agencies have ordered individuals who have traveled to a country with widespread transmission or who have been in direct contact with someone diagnosed with COVID-19 to self-quarantine or practice social distancing for 14 days from the time of last possible exposure. 4 The UK National Health Service, and others, has recommended that people stay two meters (6.6 feet) away from one another, especially the elderly and chronically ill. 5 Everyone should wash their hands regularly so that they do not spread the disease to others or onto surfaces and objects that others will touch.",
            "cite_spans": [
                {
                    "start": 806,
                    "end": 807,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 1366,
                    "end": 1367,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 1659,
                    "end": 1660,
                    "text": "4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Apart from the danger to public health, the COVID-19 pandemic has also had very serious social and economic consequences: businesses were shut down, schools were closed, workers lost their jobs or were forced to take unpaid vacations, flights were canceled, and more. All of these steps lead to broken contracts and lapses in obligations. How should these situations be resolved? Have millions of people and companies breached their contracts? Or should their failures be excused due to the extraordinary circumstances of the COVID-19 pandemic? We will first describe the legal response, then the Jewish ethical approach, to these difficult questions, and then show where they overlap and where they differ.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "From a legal perspective, a contract is defined as a promise that the law will enforce, by court order if necessary. 6 Even if performance turns out to be more challenging than expected, the contract will be enforced and the promisor held to his word. 7 Thus a contracting party that fails to perform as promised is legally liable for breach of contract \"even if he is without fault and even if circumstances have made the contract more burdensome or less desirable than he had anticipated.\" 8 This is what makes a contract a contract, and not an idle promise to give it a shot.",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 118,
                    "text": "6",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Legal Doctrines of Impossibility and Restitution"
        },
        {
            "text": "There is a well established exception to this general rule, however. If an extraordinary event, far beyond the usual risks and hazards, renders contractual performance truly impossible, then the contracting party will be freed from his obligation. In such a case, the legal doctrine of 'Impossibility' will serve to excuse the party from performing and the law 2 E.g., Prime Minister Jacinda Ardern, \"Prime Minister's statement on State of National Emergency and Epidemic Notice,\" Mar. 25, 2020 (ordering entire population of New Zealand to \"stay home and stop interactions with those outside the home\"); \"Coronavirus: Shanghai neighbor Zhejiang imposes draconian quarantine.\" South China Morning Post. February 6, 2020. Archived from the original on February 6, 2020. Retrieved February 8, 2020. 3 \"Overview -Coronavirus https ://www.nhs.uk/condi tions /coron aviru s-covid -19/socia l-dista ncing /what-you-need-to-do/. 6 Restatement (second) of contRacts § 1 (am. Law Inst. 1981) (\"A contract is a promise or a set of promises for the breach of which the law gives a remedy, or the performance of which the law in some way recognizes as a duty.\"). 7 Dermott v. Jones, 69 U.S. (2 Wall.) 1, 7 (1864) (\"[I]f a party by his contract charge himself with an obligation possible to be performed, he must make it good.... Unforeseen difficulties, however great, will not excuse him.\"). 8 Restatement (second) of contRacts (am. Law Inst. 1981) ch. 11, introductory note (1981).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Legal Doctrines of Impossibility and Restitution"
        },
        {
            "text": "will not count the nonperformance as a breach of contract. 9 A person cannot be faulted for failing to do the impossible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Legal Doctrines of Impossibility and Restitution"
        },
        {
            "text": "The most usual type of 'extraordinary' event that serves to excuse contracting parties is a natural disaster, such as a hurricane, earthquake, or avalanche, often referred to as an 'Act of God.' 10 Similarly, if a law or government order prohibits the party from doing what she promised, this too comes within the ambit of the Impossibility doctrine. Even though performance is still 'physically' possible, it is considered legally impossible, and the party will be excused. 11 Of course, the extraordinary event must not have been caused by the party itself; if performance becomes impossible due to the fault of the very party claiming relief, the doctrine will not apply. 12 On the other hand, if the other party caused the impossibility, then the doctrine remains in force. Summarizing these rules nearly 150 years ago, the Supreme Court of Minnesota explained:",
            "cite_spans": [
                {
                    "start": 675,
                    "end": 677,
                    "text": "12",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Legal Doctrines of Impossibility and Restitution"
        },
        {
            "text": "The general principle of law which underlies this case is well established. If a man bind himself, by a positive, express contract, to do an act in itself possible, he must perform his engagement, unless prevented by the act of God, the law, or the other party to the contract. No hardship, no unforeseen hindrance, no difficulty short of absolute impossibility, will excuse him from doing what he has expressly agreed to do. 13",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Legal Doctrines of Impossibility and Restitution"
        },
        {
            "text": "More recently, the Impossibility doctrine has been expanded and liberalized such that it now also applies if performance is 'physically' possible, but the extraordinary event has made it so much more difficult and dangerous than expected as to be 'impracticable'-meaning effectively impossible. 14 True to its roots, the law imposes a very high standard for a claim of impracticability: A \"mere change in the degree of difficulty or expense due to such causes as increased wages, prices of raw materials, or costs of construction, unless well beyond the normal range, does not amount to impracticability since it is this sort of risk that a fixed-price contract is intended to cover.\" 15 \"Furthermore, a party is expected to use reasonable efforts to surmount obstacles to performance, and a performance is impracticable only if it is so in spite of such efforts.\" 16 Requiring a very high standard for a claim of impracticability makes good sense, for the doctrine undermines, to some extent, the very nature of a contract as a legally enforceable promise. If courts regularly excused parties from their contracts when performance turned out to be tougher than expected, then parties would lose faith that contracts really are legally enforceable. 17 An additional element of the Impossibility doctrine is the issue of foreseeability. Legal decisions often suggest that the doctrine only applies when an 'unforeseeable' event renders performance impossible (or impracticable). As one court has written, in typical fashion, \"Because the purpose of a contract is to place the reasonable risk of performance upon the promisor,... it is presumed to have agreed to bear any loss occasioned by an event that was foreseeable at the time of contracting.\" 18 Despite its intuitive appeal, however, this line of thinking is not ultimately persuasive. First, the most common types of events that have been accepted by the courts as grounds for a claim of Impossibility defense are natural disasters ('Acts of God'), such as fires, floods, and earthquakes. But these sorts of things have happened countless times in the past and will surely happen again in the future; thus they are foreseeable, and still qualify. Second, and more fundamentally, \"anything and everything is foreseeable, at least to those with good imaginations.\" 19 If the water in a river were to suddenly turn into blood, making a water-supply contract impossible to perform, that might be foreseeable, especially as that precise scenario is described in the Book of Exodus. But there is no doubt that the water supplier should properly be excused from his contract on the basis of Impossibility.",
            "cite_spans": [
                {
                    "start": 865,
                    "end": 867,
                    "text": "16",
                    "ref_id": null
                },
                {
                    "start": 1249,
                    "end": 1251,
                    "text": "17",
                    "ref_id": null
                },
                {
                    "start": 1748,
                    "end": 1750,
                    "text": "18",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Legal Doctrines of Impossibility and Restitution"
        },
        {
            "text": "For these reasons, unforeseeability is not a strict requirement of the Impossibility doctrine. That said, it does have 9 Dermott, 69 U.S. at 7 (\"[I]f a party by his contract charge himself with an obligation possible to be performed, he must make it good, unless its performance is rendered impossible....\" (emphasis added)). 10 Restatement (second) of contRacts § 261 cmt. d (am. Law Inst. 1981) (\"Events that come within the rule stated in this Section are generally due... to 'acts of God'....\"); David Lazarus, How did God make it into millions of consumer contracts?, L.a. tImes, https :// www.latim es.com/busin ess/story /2019-12-24/acts-of-god-consu mercontr act. 11 Dermott, 69 U.S. at 7 (\"[I]f a party by his contract charge himself with an obligation possible to be performed, he must make it good, unless its performance is rendered impossible by... the law....\" (emphasis added)). 12 Restatement (second) of contRacts § 261 (am. Law Inst. 1981) (\"without his fault\"). 13 Stees v. Leonard, 20 Minn. 494, 451 (1874) . 14 Mineral Park Land Co. v. Howard, 156 P. 458, 460 (Cal. 1916 ) (\"A thing is impossible in legal contemplation when it is not practicable; and a thing is impracticable when it can only be done at an excessive and unreasonable cost.\").",
            "cite_spans": [
                {
                    "start": 981,
                    "end": 983,
                    "text": "13",
                    "ref_id": null
                },
                {
                    "start": 993,
                    "end": 1026,
                    "text": "Leonard, 20 Minn. 494, 451 (1874)",
                    "ref_id": null
                },
                {
                    "start": 1050,
                    "end": 1091,
                    "text": "Co. v. Howard, 156 P. 458, 460 (Cal. 1916",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Legal Doctrines of Impossibility and Restitution"
        },
        {
            "text": "15 Restatement (second) of contRacts § 261 cmt. d (am. Law Inst. 1981) . 16 Id. (citation omitted). 17 See Mineral Park Land, 156 P. at 460 (\"We do not mean to intimate that the defendants could excuse themselves by showing the existence of conditions which would make the performance of their obligation more expensive than they had anticipated, or which would entail a loss upon them.\"). 18 Waldinger Corp. v. CRS Grp. Engineers, Inc., Clark Dietz Div., 775 F.2d 781, 786 (7th Cir. 1985) . 19 Andrew A. Schwartz, Contracts and COVID-19, 73 stan. L. Rev. onLIne 48, 50 (2020) . some relevance to the Impossibility analysis in that the risk of a foreseeable event may have been recognized by the parties and assigned (implicitly or explicitly) at the time of contracting to the party seeking to be excused. If so, then his claim should fail.",
            "cite_spans": [
                {
                    "start": 50,
                    "end": 70,
                    "text": "(am. Law Inst. 1981)",
                    "ref_id": null
                },
                {
                    "start": 73,
                    "end": 75,
                    "text": "16",
                    "ref_id": null
                },
                {
                    "start": 390,
                    "end": 489,
                    "text": "18 Waldinger Corp. v. CRS Grp. Engineers, Inc., Clark Dietz Div., 775 F.2d 781, 786 (7th Cir. 1985)",
                    "ref_id": null
                },
                {
                    "start": 492,
                    "end": 494,
                    "text": "19",
                    "ref_id": null
                },
                {
                    "start": 505,
                    "end": 576,
                    "text": "Schwartz, Contracts and COVID-19, 73 stan. L. Rev. onLIne 48, 50 (2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Legal Doctrines of Impossibility and Restitution"
        },
        {
            "text": "Finally, once a party has been excused from a contract on the basis of Impossibility (including impracticability), that is not the end of the story. Under the legal doctrine of Restitution, which prohibits unjust enrichment at the expense of another, 20 the excused party would have to return any payments received in advance. 21 The excused party has not breached the contract, but neither has he performed, so it would be unjust for him to keep that money. In the same vein, any performance rendered under the contract prior to the extraordinary event should be compensated for the fair value of the work done. 22",
            "cite_spans": [
                {
                    "start": 327,
                    "end": 329,
                    "text": "21",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Legal Doctrines of Impossibility and Restitution"
        },
        {
            "text": "As a general matter, it seems plain that the doctrines of Impossibility and Restitution apply quite directly to contracts undermined by COVID-19 and the governmental response to it. The COVID-19 pandemic is clearly an extraordinary event, beyond the usual risks that contracting parties are expected to anticipate and overcome. Importantly, whether the pandemic was 'foreseeable' does not really matter to the Impossibility analysis. Pandemics have happened before, such as the Spanish Flu of 1918, and scientists and others have repeatedly warned that a pandemic should be expected to eventuate one of these days. 24 But the same can be said of hurricanes, avalanches, or any other natural disaster, and yet the Impossibility doctrine is regularly applied in such circumstances. Thus, the legal approach to contracts undermined by the COVID-19 pandemic is to apply the doctrines of Impossibility and Restitution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Legal Approach to Contracts Upset by COVID-19 23"
        },
        {
            "text": "For example, if a babysitter promised to look after your children once a week for $50, she is bound to the contract regardless of car trouble, the kids misbehaving, or other hardships. If the going gets tough and the babysitter gives up, that is a breach of contract and she is legally liable to you. This is what makes her contract a contract.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Legal Approach to Contracts Upset by COVID-19 23"
        },
        {
            "text": "But if the babysitter failed to show up because the COVID-19 pandemic made it physically dangerous for her to enter your house, the Impossibility doctrine will come to her aid. Because the COVID-19 pandemic is a natural disaster, and so radically different from the ordinary risks and challenges of babysitting, and because it makes her performance so much more difficult and dangerous than expected, the law will excuse her nonperformance pursuant to the doctrine of Impossibility. The outcome is even more clear if the state has issued an order for the babysitter to remain home to avoid spreading the virus, as is (or was) the case in many states. 25 Neither the pandemic, nor the government orders, were her fault, so she should be excused. Finally, as a matter of Restitution, the babysitter would have to return any payments you made in advance.",
            "cite_spans": [
                {
                    "start": 651,
                    "end": 653,
                    "text": "25",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Legal Approach to Contracts Upset by COVID-19 23"
        },
        {
            "text": "The babysitting contract calls for a relatively simple application of Impossibility and Restitution. More challenging cases could be imagined where COVID-19 renders performance much more difficult or expensive, but not physically or legally impossible. For instance, what if a supplier promises to deliver 1,000 baseball gloves, but its factory in New York is shut down by government order? At first blush, it seems that performance has become legally impossible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Legal Approach to Contracts Upset by COVID-19 23"
        },
        {
            "text": "But what if those baseball gloves can be produced at another factory in Japan, with the result that the cost of production and shipping would be twice what the supplier expected? In that case, performance is probably merely more burdensome, yet not impracticable, and the courts would not relieve the supplier from the contract. 26 At some point, however, the added expense could rise to a level where a court would view performance as effectively impossible. In one well-known case, the court excused the promisor where the cost of performance turned out to ten times what was anticipated. 27 But what it if were five times as expensive? This will be the sort of difficult judgment call courts will be 26 See Restatement (second) of contRacts ch. 11 intro. note, at 311 (am. Law Inst. 1981) (\"In contracting for the manufacture and delivery of goods at a price fixed in the contract, for example, the seller assumes the risk of increased costs within the normal range.\"). 27 Mineral Park Land Co. v. Howard, 156 P. 458, 459 (Cal. 1916) (describing \"an expense of 10 or 12 times as much as the usual cost\" as a \"prohibitive cost\" that justified excusing the promisor). 20 Restatement (thIRd) of RestItutIon and unjust enRIchment § 1 (am. Law Inst. 2011) (\"A person who is unjustly enriched at the expense of another is subject to liability in restitution.\"). 21 Restatement (second) of contRacts § 377 (am. Law Inst. 1981). 22 Id. § 377 (\"A party whose duty of performance... is discharged as a result of impracticability of performance... is entitled to restitution for any benefit that he has conferred on the other party by way of part performance.\"); id. cmt. a (\"Furthermore, in cases of impracticability... the other party... is also entitled to restitution.\"); Victor P. Goldberg called upon to make in coming years and, as they do, we will have a better idea of where the line for Impossibility will lie.",
            "cite_spans": [
                {
                    "start": 973,
                    "end": 1036,
                    "text": "27 Mineral Park Land Co. v. Howard, 156 P. 458, 459 (Cal. 1916)",
                    "ref_id": null
                },
                {
                    "start": 1778,
                    "end": 1786,
                    "text": "Goldberg",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Legal Approach to Contracts Upset by COVID-19 23"
        },
        {
            "text": "Another difficult type of case is where performance is legally possible, perhaps because a state's stay-at-home order has expired, but the pandemic remains prevalent. For instance, in the babysitter example above, should the babysitter be excused if the stay-at-home order expired yesterday, but she is concerned for her health if she comes over to babysit? If the babysitter is eighty years old, and therefore at special risk from COVID-19, 28 then a court would very likely excuse her on the basis of Impossibility. The physical danger to an eighty-year-old babysitter during the COVID-19 pandemic is so much higher than expected that her performance would be excused as effectively impossible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Legal Approach to Contracts Upset by COVID-19 23"
        },
        {
            "text": "But what if she is a perfectly healthy eighteen-yearold? Early reports indicate that the risk COVID-19 poses to her health is quite low, and much lower than the usual hazards of babysitting, such as a car accident on the way over. 29 Assuming this scientific conclusion holds true, and recalling that the Impossibility doctrine is given a narrow scope, it seems likely that the eighteen-year-old babysitter would probably remain bound to her contract, even if she is subjectively worried about the danger she would face. (It is worth noting, however, that a court would never order her to actually babysit; rather, she would merely be liable for damages based on any increased cost of hiring a substitute babysitter. 30 )",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Legal Approach to Contracts Upset by COVID-19 23"
        },
        {
            "text": "Jewish tradition distinguishes between law, on the one hand, and morals and ethics, on the other. Law is binding on every citizen in every country to refrain from especially unacceptable behavior. By contrast, morals dictate appropriate behavior of individuals toward their fellows and ethics mandate one's behavior in professional or organizational settings. Proper ethical conduct therefore depends on one's profession or organization and position or role, as well the social values of the community and/or the surrounding society.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Jewish Ethics in General"
        },
        {
            "text": "The Jewish concept of 'Halacha' thus encompasses both legal rules that require a certain behavior as well as moral and ethical texts that delineate proper behavior in different settings. In the latter case, there is no enforcement of the proper conduct, but only an expectation of such conduct. For example, in the Ten Commandments there is a halakhic law that forbids murder, and whoever kills is punished. Yet there is also a commandment that requires respect for parents and there is no punishment for this if a person does not respect his parents. In this way, the prohibition of murder is a law and the mandate to respect one's parents is a moral or ethical requirement-and both are halakhic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Jewish Ethics in General"
        },
        {
            "text": "Professional ethics, both inside and outside Jewish tradition, is the organized concept of the practical ideal of behavior in a professional context. This ideal embraces the system of values and principles that provides the basis for cogent practical decisions concerning the appropriate behavior in the circumstances of particular human activity that is defined for a profession (Kasher, 2003) .",
            "cite_spans": [
                {
                    "start": 380,
                    "end": 394,
                    "text": "(Kasher, 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Jewish Ethics in General"
        },
        {
            "text": "Professional ethics is made up of a body of systematic knowledge, which includes information, empirical facts, and theory based on fundamental studies, together with skills developed while trying to solve problems within the profession. Professional ethics are continually evolving, becoming ever more sophisticated with every profession having people tasked with improving and advancing the system. Underlying this process is a local understanding, namely, the ability to explain, grounded in knowledge, of what is done in any given profession, and there is a global understanding regarding its nature. Real understanding of the profession is a problem-solving tool which gives rise to a system of professional mandates and prohibitions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Jewish Ethics in General"
        },
        {
            "text": "Professional ethics explores and attempts to answer the questions: What is the good, the proper, and the right thing to do? What is appropriate behavior? What are the values that differentiate between the good a person elects to do and the bad from which one must refrain and distance himself? What are the norms and the rules of conduct according to 28 Jason Douglas and Daniel Michaels, Is for the Elderly, waLL st. j., June 27, 2020 (reporting that roughly \"80% of deaths linked to Covid-19 in Europe were in people over 75\"). 29 Id. (\"Younger age groups account for a vanishingly small number of deaths [from COVID-19]. One study of deaths this year until mid-May showed that in seven countries including the U.S. with a combined population of 137 million children and teenagers, just 44 deaths were attributed to Covid-19, compared with 1,056 from unintentional injury\"). 30 Restatement (second) of contRacts § 367 cmt. a (am. Law Inst. 1981) (\"A court will refuse to grant specific performance of a contract for service or supervision that is personal in nature. The refusal is based in part upon the undesirability of compelling the continuance of personal association after disputes have arisen and confidence and loyalty are gone and, in some instances, of imposing what might seem like involuntary servitude.\"); see, e.g., Northern Del. Indus. Dev. Corp. v. E. W. Bliss Co., 245 A.2d 431, 434 (Del. Ch. 1968) (\"performance of a contract for personal services... will not be affirmatively and directly enforced\"). which one should behave in order to be ethical? Jewish ethics, developed over millenia, provides a distinctive set of answers these questions.",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 388,
                    "text": "28 Jason Douglas and Daniel Michaels,",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Jewish Ethics in General"
        },
        {
            "text": "Clarifying the position of Jewish ethics regarding breaches of contracts owing to the COVID-19 pandemic requires a theoretical platform. The Babylonian Talmud discusses the cancelation of an employment contract when the employee is unable to fulfill his/her obligation to work owing to grief or illness. It establishes the principle of exemption for nonfulfillment of a contract as a result of necessity, noting: \"A man hires a laborer, but in the middle of the day the worker heard that a relative had died or succumbed to heat stroke … the employer should pay his wages\" (Tractate Baba Metzia'a 77a). Rashi (1040-1105, France) explained: \"Since he has to go, he should not be fined totally and half of his salary should be forthcoming.\" In other words, since he left his job out of necessity, he should not be treated as someone who deliberately violated a contract, who would then not be compensated for the losses he caused to his employer. However, the employer must only pay the worker accordingly, \"half his salary.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Employment and Contractual Obligation"
        },
        {
            "text": "This ethical analysis closely mirrors the legal one described above in Part II.B. The laborer contracted to work an entire day but was only able to complete half a day's work due to an extraordinary event (the death of a relative) that effectively forced him to leave his job at midday. While this event did not make it physically impossible for the laborer to complete his contractual performance, the need to promptly arrange for a funeral, comfort the widow, etc., rendered the remaining performance impracticable. Hence, the laborer would be excused under the Impossibility doctrine just as he is under Rashi's analysis. The law likewise agrees with Rashi that the laborer should receive the fair value of the work performed in the morning as a matter of Restitution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Employment and Contractual Obligation"
        },
        {
            "text": "It is therefore clear that an uncontrollable event that affects an employee and prevents him from fulfilling his obligation, such as illness or grief, does not entitle the worker to full compensation under both Jewish ethics and the law. But what if the employee is willing to work and the employer does not provide him with employment as a result of circumstances beyond his control that led to ending the engagement? Is this a reason for exempting the employer from continuing to pay the employee's salary, even though the latter is ready to work? Or is the employee still entitled to his salary?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "National Calamity"
        },
        {
            "text": "To resolve these issues, Jewish ethics utilizes the concept of \"national calamity,\" which is roughly analogous to the idea of an \"extraordinary event\" under the Impossibility doctrine of contract law, discussed above. There is, for example, a passage in the Mishnah about leasing agricultural land, which stipulates:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "National Calamity"
        },
        {
            "text": "If one leased a field from his fellow and the locusts devoured the crop or it was blasted [by strong winds which caused the grain to be prematurely separated from the stalks], if it was a region-wide mishap he may reduce the amount of the rental agreement. If it was not a region-wide mishap, he may not reduce the amount of the rental agreement. But Rabbi Judah disagreed, saying: \"If he had leased it from him for a fixed amount of money, in neither case may he reduce the amount of the rental agreement\" (Mishnah, Baba Metzia 9:6).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "National Calamity"
        },
        {
            "text": "The Mishnah was dealing with leasing, where a farmer leases land to grow agricultural produce and the harvest is damaged as a result of pest or blasting. In this case, Jewish ethics distinguishes between an ordinary event and one that is designated a \"national calamity.\" In the case of an ordinary event, the tenant must pay the rent despite the damage that he has suffered, but in a case of a national calamity there is a difference of opinion: According to the first opinion, in the event of national calamity, the tenant is exempt from paying the rent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "National Calamity"
        },
        {
            "text": "This outcome is the same as it would be under the legal doctrine of Impossibility. Pests and blasting are some of the common risks of farming, and the contract to lease land will generally be enforced, even though performance has become more difficult than hoped. These hardships do not rise to the level of impracticability. 31 However, if the pests or blasting are so widespread and extreme as to affect the entire region, then it may go beyond the ordinary risks of farming and qualify as an 'extraordinary' event that would give rise to an excuse under the Impossibility doctrine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "National Calamity"
        },
        {
            "text": "Rabbi Judah, as mentioned in the passage, disagreed with this position and said we must distinguish between rent paid out of the harvest and rent paid to the landowner in money. In the former case the tenant does not have to pay, but if the tenant pays the rent in money, then even in a case of national calamity, where the tenant, as everyone else, has suffered serious economic damage, he must still pay the rent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "National Calamity"
        },
        {
            "text": "Rabbi Judah's position appears at odds with the legal doctrine of Impossibility, which does not turn on the form of consideration promised by the party seeking to be excused. On the other hand, a close look at his analysis shows that it actually fits fairly comfortably with the legal approach. Initially, we should appreciate that Rabbi Judah's holding 31 Id. § 261 cmt. d (a \"mere change in the degree of difficulty or expense..., unless well beyond the normal range, does not amount to impracticability\"). may not actually depend on whether the farmer has promised to pay rent in the form of a portion of his crops or a fixed amount of money. Rabbi Judah would hold both to their contract, although the former need not actually pay any rent because he did not grow any crops; by paying nothing over to the landlord he is fulfilling his promise to pay a portion of whatever he grew (which turned out to be nothing).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "National Calamity"
        },
        {
            "text": "Furthermore, neither blight nor blasting makes it physically impossible for the lessor to pay as promised, so under the Impossibility doctrine, the issue would be whether the blight or blasting makes paying the rent so much more difficult than expected as to amount to 'impracticability.' The standard for impracticability, as discussed above, is a very high one, and one may understand Rabbi Judah to take the view that even widespread blight and blasting is the sort of ordinary risk that all farmers must anticipate and endure. So Rabbi Judah would hold the tenant to his contract despite such hardships.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "National Calamity"
        },
        {
            "text": "If a totally unexpected calamity made it effectively impossible to grow crops, Rabbi Judah might come out the other way. For example, if aliens from outer space came down to earth and their spaceship alighted on the land in question, destroying all the crops, Rabbi Judah might well hold that this would excuse the farmer from having to pay the rent, even if he promised to pay in the form of money. In the end, both opinions discussed in the Mishnah hew closely to the legal doctrine of Impossibility.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "National Calamity"
        },
        {
            "text": "What is the scale of harm that transforms damage from a private, specific event into a national calamity? Maimonides (1138 Maimonides ( -1204 , one of the greatest legal arbiters in Jewish history, ruled as follows:",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 122,
                    "text": "Maimonides (1138",
                    "ref_id": null
                },
                {
                    "start": 123,
                    "end": 141,
                    "text": "Maimonides ( -1204",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Definition of National Calamity"
        },
        {
            "text": "Someone who rents or buys a field from another and it is consumed by locusts or blight, if this happened to most of the fields of that town he can deduct from his lease payment according to his loss, but if most of the fields were not affected, he may not deduct it from the rent (Laws of Leasing, chapter 8, law 5).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Definition of National Calamity"
        },
        {
            "text": "According to this approach, the test for national calamity is judged by the majority of land in that locality. Maimonides distinguishes between a farmer who is the only one in his town to suffer from locusts or blight, and where such problems beset most of the fields in the town. In the former case, he would hold the farmer to his contract, but in the latter case he would excuse him. One way to understand this analysis is that Maimonides is implicitly suggesting that when only one field suffers locusts or blight, and most of the other local fields were not affected, the farmer himself is at least partially at fault for that outcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Definition of National Calamity"
        },
        {
            "text": "He could have used pesticides or planted a different type of crop, or otherwise used reasonable efforts to surmount these obstacles, just as most of his neighbors did. The fact that most of the fields were untouched yet his was consumed indicates that it was this farmer's actions or inactions that led to the problem. Under the Impossibility doctrine, a contracting party who is himself at fault for the extraordinary event will not be excused from his contract. Maimonides seems to agree. Following Maimonides, this line of analysis was adopted by many halakhic arbiters. Rabbi Moses Isserles (also known as \"the Rema\"), the head of a yeshiva in Krakow, Poland, and a theologian, is considered one of the most important among sixteenth-century Ashkenazi rabbis. He wrote many essays concerning halakhah as well as several philosophical treatises. Most notably, he became famous for his glosses to the Shulkhan Arukh, which was written by Rabbi Yosef Karo (1488 Karo ( -1575 in Safed in 1563 and first printed in Venice in 1565. Considered one of the most important books in the Jewish world of law, it is de facto a pillar that shaped the Jewish way of life.",
            "cite_spans": [
                {
                    "start": 952,
                    "end": 962,
                    "text": "Karo (1488",
                    "ref_id": null
                },
                {
                    "start": 963,
                    "end": 975,
                    "text": "Karo ( -1575",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Definition of National Calamity"
        },
        {
            "text": "In his glosses to the Shulkhan Arukh, the Rema was aware of the interpretive difficulty in invoking the term \"national calamity,\" and stipulated situations in which an event could qualify for that designation. The first condition is that national calamity refers to a situation of full or partial loss: \"Any place where business or a crop was totally lost should be considered a national calamity.\" The second condition is when there is an irreversible situation that cannot be remedied, \"but if it can be fixed by hard work and strategies, he cannot deduct [the rent].\" Finally, Rabbi Isserles's writings offer the clearest connection between the definition of national calamity under Jewish ethics and the no-fault aspect of the legal doctrine of Impossibility. In his view, a national calamity did not occur, and a contracting party should not be excused, if the problem \"can be fixed by hard work and strategies.\" This is just the same as under the Impossibility doctrine, where performance is deemed impracticable only if the party seeking excuse used reasonable efforts to surmount the obstacle and still found the task effectively impossible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Definition of National Calamity"
        },
        {
            "text": "However, Rabbi Meir Katzenellenbogen from northern Italy, one of the most important sixteenth-century halakhic arbiters in Central Europe and the author of the Responsa of Maharam Padua, had a different approach. He ruled that national calamity would only be defined as such if the harm affected all the inhabitants of the place and not just a majority, noting that, \"The Rema's (Rabbi Moses Isserles) intention was not the majority but the entire community.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Definition of National Calamity"
        },
        {
            "text": "In the Responsa of Maharam Padua, he added an additional test for national calamity: if the sovereign or leaders of the country declare such a state then, \"An event shall only be called a national calamity when it is the same for everyone such as the decree of the governor.\" All of these analyses can be seen as analogous to the legal doctrine of Impossibility. Recall that the doctrine will only excuse a party when the extraordinary event was not caused by the party itself, and the party was not at fault in letting it happen. In addition, \"a party is expected to use reasonable efforts to surmount obstacles to performance, and a performance is impracticable only if it is so in spite of such efforts.\" 32 Rabbi Katzenellenbogen's analysis is similar. He would only excuse a party on the grounds of national calamity if the harm affected every single inhabitant of a place. This is an even stricter standard than the one offered by Maimonides but likewise can be understood to suggest that a calamity is truly unavoidable only if everybody in the locality suffers equally. If not, then those who do suffer are probably at least partially at fault for their own misfortune. This concept is illustrated by the story of the 'Three Little Pigs.' In that fairy tale, one pig builds his house out of straw, the second out of wood, and the third out of brick. The 'Big Bad Wolf' huffs and puffs and blows down the first two houses but is unable to destroy the third. Under Rabbi Katzenellenbogen's rule, the Big Bad Wolf would not qualify as a national calamity because the harm was not imposed unanimously on all three pigs. Under the Impossibility doctrine, the Big Bad Wolf would likewise not qualify as an extraordinary event because the third pig showed that maintaining one's residence was within the power of the builder, and the first two pigs were partially responsible for the collapse of their houses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Definition of National Calamity"
        },
        {
            "text": "On the question of the practical implications of national calamity, the Shulkhan Arukh, in the Laws of Leasing Agricultural Land, explains:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Practical implications of a Case of National Calamity"
        },
        {
            "text": "In the case of a lessee or one who buys a field from someone else which is irrigated land or an orchard and the well dries up but the principal river has not stopped flowing and water can be brought in a bucket, or the trees in the orchard get chopped down, it does not reduce [the rent] (Choshen Mishpat, Sect. 321, subsection 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Practical implications of a Case of National Calamity"
        },
        {
            "text": "That is to say, in the event of localized damage that will require greater effort but not more than that, the tenant cannot deduct from the rent payments for the effort or the marginal damage he has suffered. This mirrors the Impossibility doctrine, which requires contracting parties to work hard and overcome hardships. If the river is still flowing, the farmer is not excused, he just must work harder (by carrying water via buckets).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Practical implications of a Case of National Calamity"
        },
        {
            "text": "However, Rabbi Karo continued: \"And if it is a national calamity such as the river drying up, he may deduct from his rent payments.\" Once again, this is in accord with the legal view: Only if the river itself dries up, making it physically impossible to bring water, then according to the Shulkhan Arukh one can deduct from the price [of the rent].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Practical implications of a Case of National Calamity"
        },
        {
            "text": "This discussion shows once again the connection between Jewish ethics and the legal doctrine of Impossibility. The common denominator refers to the principle that we are not talking about a localized upset suffered by one person or another, and that could have been resolved through hard work, but rather to a widespread event. The broader the scale, the easier it is to categorize an event as a national calamity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Practical implications of a Case of National Calamity"
        },
        {
            "text": "In efforts to control the pandemic, health authorities around the world issued guidelines, limited life in public spaces, and ordered the closure of many businesses. The lawful obligation to obey to the authorities is also considered a religious duty in Judaism. 33 The underlying rationale is found in the Talmud: Dina de-malkhuta dina (the law of the land is the law) is a principle in Jewish religious law, which holds that the civil law of the country is binding upon the Jewish inhabitants of that country and, in certain cases, overrides Jewish law. That concept, which is similar to a conflict of laws in other legal systems, means that for Jews, obedience to the civil law of the country in which they live is viewed as a religiously mandated obligation and that, according to Jewish law, disobedience is a transgression. 34 Thus, the COVID-19 pandemic qualifies as a force majeure and a national calamity. Even though the Talmudic sources discuss national calamity in the context of leasing properties and not of hiring workers, the Maharam of Rothenburg, one of the most important of the medieval rabbis, does address the concept of national calamity in the context of hiring workers (the Maharam was quoted by his student, Rabbi Mordechai ben Hillel HaKohen (1250-1298) in his commentary on the Talmud (Baba Batra, Sect. 343)).",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 265,
                    "text": "33",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Historic Examples of National Calamity"
        },
        {
            "text": "The existence of an institutionalized and ethical education system is an integral part of the ethos of the Jewish community throughout history. The institutionalization of education as an essential part of Judaism was mandated in halacha by 32 Id. 33 For further details on this matter, see Rashi, 2020. 34 For further discussion, see Galas, 1979; Lorberbaum, 2000. the Maimonides (Laws of Talmud Torah, Chap. 2, Halacha 1): Teachers for children should be appointed in every country, region, and town. And if any town does not have children in school, the townspeople should be boycotted until teachers are appointed, since the whole world is maintained by the words of children in class. In other words, according to Maimonides, this is not a choice given to the society, but every community is obligated to institutionalize its educational system, and each community must ask itself what the community expects from the teachers who work within it. Jewish educational ethics are rooted in the principle, cited in the Ethics of the Fathers, that calls for and commands Jewish communities to deal with education: 'Raise many students' (Mishna, Ethics of the Fathers, Chap. 1, Mishna 1), in order to maintain the traditions and heritage of Israel. Therefore, one can see quite a few discussions between different rabbis throughout history around the employment of teachers and the termination of work in different circumstances. 35 Maharam of Rothenburg was dealing with the case of a teacher who was unable to work owing to a national calamity, and ruled that if the cancelation of the teacher's work was due to the decree of the town's governor, which made it impossible for him to teach, then it was a national calamity and thus the employer's loss. That is to say, he differentiated between something that happened only to the single teacher and a national calamity, declaring that in the latter case, the employer must honor his contract, and continue to pay the teacher's wages. The Rema also ruled in this spirit: \"A teacher whom the governor has decreed shall not teach is a case of national calamity, and the entire loss is on the employer\" (Choshen Mishpat, Sect. 321, subsection 1).",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 243,
                    "text": "32",
                    "ref_id": null
                },
                {
                    "start": 248,
                    "end": 250,
                    "text": "33",
                    "ref_id": null
                },
                {
                    "start": 291,
                    "end": 306,
                    "text": "Rashi, 2020. 34",
                    "ref_id": null
                },
                {
                    "start": 335,
                    "end": 347,
                    "text": "Galas, 1979;",
                    "ref_id": null
                },
                {
                    "start": 348,
                    "end": 365,
                    "text": "Lorberbaum, 2000.",
                    "ref_id": null
                },
                {
                    "start": 1428,
                    "end": 1430,
                    "text": "35",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Historic Examples of National Calamity"
        },
        {
            "text": "This analysis is very different from the one that the law would apply. Under the legal doctrine of Restitution, the employer would not have to pay the teacher whose work was canceled by the order of the governor. The teacher would not be in breach of contract (under the Impossibility doctrine), but because he has not performed, the employer would not be obligated to pay him at all. Rabbi Katzenellenbogen agreed in principle to the Rema's ruling when asked about \"a teacher whose student fled his town when a plague broke out in Venice. Is the parent of the student obliged to pay the full salary or can he deduct for the canceled days?\" (Responsa Maharam Padua, Sect. 86). The rabbi ruled \"that the one who fled out of fear of the epidemic certainly acted against the teacher's will,\" but as it was only the one student the teacher was not entitled to be paid. He further emphasized that had if it been an event designated as a national calamity, such as all the students of the town fleeing, then, like the Maharam of Rothenburg, he would have ruled in favor of the teacher: It does not seem right to call our case a national calamity. Did all the inhabitants of Venice flee and classes were cancelled? No, just a small minority fled! … A national calamity should only be declared if the event affects everyone equally, such as a decree of the governor that students should not study, and then all become idle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Historic Examples of National Calamity"
        },
        {
            "text": "Furthermore, even though most did not flee, he dismissed the claim because it was not a case of a forced action:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Historic Examples of National Calamity"
        },
        {
            "text": "If you want to say that our case is not a national calamity because not everyone ran away, only a minority, then it cannot be called forced because he did not need to flee as others did not flee! That is incorrect because a fearful and faint-hearted person is in danger at the time of plague, heaven forfend, as it known that even though there are many who are strong willed and unafraid, yet those who are in fear are in a risk group, and they should flee.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Historic Examples of National Calamity"
        },
        {
            "text": "In principle, the parents had to pay the teacher because it was not really a national calamity. However, specifically the student was forced to flee Venice because he was faint hearted, and the principle of \"Impossibility\" applies even in this case. In the light of the foregoing, the directives of the government authorities to close nonvital businesses and educational institutions constitute a national calamity. In various emergency situations such as war or an epidemic that paralyzes the entire economy -both employers and employees -various halakhic arbiters hesitated to exempt the employer from paying the worker's wages and recommended a compromise between the parties. In his book Chatam Sofer, Rabbi Moshe Sofer wrote a particularly interesting account concerning the stopping of studies in 1809 because of Napoleon's war against Austria: I in all modesty said that I do not know how to decide according to Torah law, and I pay my employees their salaries in full without deducting a cent. 36 And you will apply the law through compromise, to pay half the salary and the teacher will lose half of his wages. And my reasoning and rationale is that it is clear that this is the same as a national calamity…. And logically it appears that the fate of both is at stake. Therefore, I made a compromise that suited both of them, that 36 The Chatam Sofer acted this way out of moral and ethical considerations and not according to the letter of the law, as it was recounted (Tractate Bava Metzia 83A) about Rabbah Bar Chanan, who paid full wages to the workers who broke his barrels through negligence, based on the verse \"Thus you will walk in the ways of the good\" (Proverbs 2:20). 35 For further details on this matter, see Rashi, 2019. both would bear a loss, but I did not know the law of the Torah [and we must wait] until someone will come whose mind is clearer and will pronounce the true law. 37 Unlike other rabbis, Rabbi Sofer analyzed the chaotic reality of the war as a reality that makes it difficult for both employers and employees. He therefore believed that in order that people will continue working after the end of the chaotic period, reality obliges them to compromise. Perhaps because he experienced the war and its aftermath he led to a much more compromising and practical line than other rabbis who did not experience reality but were asked about it from a geographical and chronological distance.",
            "cite_spans": [
                {
                    "start": 1340,
                    "end": 1342,
                    "text": "36",
                    "ref_id": null
                },
                {
                    "start": 1689,
                    "end": 1691,
                    "text": "35",
                    "ref_id": null
                },
                {
                    "start": 1732,
                    "end": 1744,
                    "text": "Rashi, 2019.",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Historic Examples of National Calamity"
        },
        {
            "text": "All of these examples and discussions differ markedly from the legal approach, which would apply the doctrine of Restitution. Under that rule, there is no obligation on the part of an employer to pay anything to an employee excused on the basis of Impossibility. That said, many employers would likely voluntarily make similar comprises with their employees in order to maintain good relations. They would want their employees to return to work and put in a good effort after the crisis has passed, so paying partial salaries during the national calamity may make good business sense.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Historic Examples of National Calamity"
        },
        {
            "text": "COVID-19 caused a long-term total closure of trading and education systems worldwide. In a way, it is exceptional in relation to all the plagues that existed before, because it was a long-term global event with severe economic impact. An employer couldn't send the employee to work in another city or country. In a sense, both employers and employees were victims of the huge COVID-19 crisis. This is in contrast to other precedents where the epidemic was local (mainly due to poor transportation) or when a war broke out in a particular area and was more local in its nature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Jewish Ethical Approach to Contracts Upset by COVID-19"
        },
        {
            "text": "On the other hand, in the interpersonal relationship between employer and employee, the dynamics have been the same throughout history. In this respect, there is no difference between one who rented land for sowing and it was flooded and an employer who had to close his shop due to a mass epidemic and send his employees home.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Jewish Ethical Approach to Contracts Upset by COVID-19"
        },
        {
            "text": "It is therefore possible to compare past precedents on the one hand, and to object to them on the other hand. An example of this was in Rabbi Asher Weiss's decision regarding the salary of educational teams. In his response, which caused strong reverberations, he ruled that nursery school teachers should be paid 45% of their salaries, even if those teachers were to receive unemployment benefits from the state.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Jewish Ethical Approach to Contracts Upset by COVID-19"
        },
        {
            "text": "In his detailed response, Rabbi Weiss referred to the Talmudic precedents and the rulings that followed throughout history. In this context, he quotes the rulings of Rabbi Moses Isserles, Maharam Padua and Rabbi Sofer. When Rabbi Weiss had to decide between the different approaches, he detailed his considerations: First, there is always a more considerate attitude towards the employed in relation to the employer, and in many places Jewish ethics and Jewish law have protected the employee and his rights more than the rights of the employer. Secondly, there is a Jewish law that when the employer knew about the possibility that there would be no employment, while the employee did not know-the employer should pay the employee half of his salary. This was ruled by Rabbi Yosef Karo in his book Shulkhan Arukh (Yoreh De'ah Chapter 333 Sect. 2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Jewish Ethical Approach to Contracts Upset by COVID-19"
        },
        {
            "text": "According to this, it would seem, ostensibly, that they should be paid about twenty-five percent of their salary. Since they have no employment, they should be paid about half their wages and, since there is a desire to bring about compromise between employer and employee (as Rabbi Sofer noted), they should deduct another half of their wages. Therefore they should receive only a quarter of their salary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Jewish Ethical Approach to Contracts Upset by COVID-19"
        },
        {
            "text": "But Rabbi Weiss objected to this for several reasons: The rule that only half a wage should be paid to a non-working employee is not a definite law but is based on the logic that a person prefers not to work even if it reduces his wages slightly. However, it does not make sense to cut the wage of the employee again and again.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Jewish Ethical Approach to Contracts Upset by COVID-19"
        },
        {
            "text": "Moreover, it seems that the whole idea of paying an employee who does not work only half of his wage applies when it comes to a short period of time. It is common that workers occasionally enjoy a short vacation and deduct it from their wages but, during an epidemic that lasts a long time, certainly the employees do not wish to remain idle and cause serious harm to their long-term standard of living.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Jewish Ethical Approach to Contracts Upset by COVID-19"
        },
        {
            "text": "And for these reasons it seemed to Rabbi Weiss that a compromise would be appropriate, such that one should only deduct from nursery school teachers and others in a similar position a little more than half their salary, namely about 55%, and that compensation from the state does not nullify the employer's obligation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Jewish Ethical Approach to Contracts Upset by COVID-19"
        },
        {
            "text": "It appears that a compromise that is close to the law that nursery school teachers and nannies should be paid close to fifty percent of their salaries. And this is for as long as they are prevented from working owing to directives of the Ministry of Health. However, when the authorities allow nursery schools, etc., to operate and the parents elect to keep their children at home to prevent the risk of sickness, then it will be a question of whether they have to pay the nursery school teachers and nannies their full salaries. It appears in my humble opinion that since this disease is truly still prevalent among us and has not disappeared from the world and is extremely infectious, even though the authorities have decided to allow reopening of the nursery schools in order to let the parents go to work, and to let the nursery school teachers earn a living, it is still in the category of \"national calamity.\" And because of that, parents who decide to send their children to the nursery school will pay the full fee, while those who hesitate and do not send their children still have the law of national calamity as discussed above. In the interim period when the authorities allow the nursery school teachers to accept only groups of three children, everything depends on the number of children in the nursery school, and the parents who send their children only part of the time will have to pay proportionately for the time their children are in the nursery school. The parents who decide that it is not worthwhile for them to send their children to nursery school for a half, third, or quarter of the time have a perfect right to make that decision and one cannot impose on them any extra payment beyond the above payment to which the nursery school teacher is entitled for when the school is closed down completely.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Jewish Ethical Approach to Contracts Upset by COVID-19"
        },
        {
            "text": "In this article, we presented and contrasted the legal approach and the Jewish ethical approach to contracts undermined by extraordinary events and showed how they apply to the COVID-19 pandemic. As we saw, Jewish ethics generally concurs with the legal doctrine of Impossibility, but rejects the rule of Restitution. In light of the complexity of the issue and the plethora of approaches, the principal course supported by Jewish ethics is the one proposed by the Chatam Sofer, that is, to bring the parties to a compromise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The law takes a different tack, as the courts would either excuse a party or hold it to the contract. One would win and one would lose. In practice, however, most parties would resolve a dispute through a negotiated settlement that is acceptable to both sides. The terms of the settlement would depend on the strength of their legal positions, however, and so may end up much more favorable to one side. Under Jewish ethics, by contrast, any settlement must be fair and just-not simply acceptable to the parties. The compromise must accord with the proper behavior of professionals and absolute values. A compromise that is acceptable to the various parties, yet inconsistent with the values of justice, would not be a proper compromise according to Jewish ethics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Restatement (Second) of Contracts",
            "authors": [],
            "year": 1981,
            "venue": "American Law Institute",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Restatement (Third) of Restitution and Unjust Enrichment",
            "authors": [
                {
                    "first": "American",
                    "middle": [],
                    "last": "Law Institute",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "After frustration: Three cheers for Chandler v",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "P"
                    ],
                    "last": "Goldberg",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Webster. Washington & Lee Law Review",
            "volume": "68",
            "issn": "3",
            "pages": "1133--1169",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Shulchan Aruch. Tel Aviv: Miscal",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "Y"
                    ],
                    "last": "Karo",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Responsa of Maharam Padua",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Katzenellenbogen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The Code of Maimonides (Mishneh Torah) (trans. Herbert Danby)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Maimonides",
                    "suffix": ""
                }
            ],
            "year": 1954,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The Substance of Jewish Business Ethics",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Pava",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Journal of Business Ethics",
            "volume": "17",
            "issn": "",
            "pages": "603--617",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Ethics for teachers in",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rashi",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Judaism. Education and Ethics",
            "volume": "14",
            "issn": "1",
            "pages": "36--53",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Justifications for medical quarantine in Jewish Ethics",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rashi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Religion and Health",
            "volume": "59",
            "issn": "6",
            "pages": "2678--2691",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Contracts and COVID-19",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Schwartz",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Stanford Law Review Online",
            "volume": "73",
            "issn": "",
            "pages": "48--60",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Responsa Chatam Sofer. Jerusalem: Machon Hama'or",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Sofer",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Minchat Asher: Collection of Lessons and Responses, Letters and Articles Related to the Corona Epidemic. Jerusalem: Minchat Asher",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": ").\" NHS.uk. UK National Health Service. Retrieved March 15, 2020 from: www.nhs.uk/condi tions /coron aviru s-covid -19/. 4 \"COVID-19 Travel Precautions.\" CDC.gov. US Centers for Disease Control and Prevention. February 11, 2020. Retrieved 6 March 2020 from: https ://www.cdc.gov/coron aviru s/2019-ncov/trave lers/after -trave l-preca ution s.html. 5 \"Social distancing: what you need to do -Coronavirus (COVID-19).\" NHS.uk. UK National Health Service. Retrieved Dec. 20, 2020 from:",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": ", After Frustration: Three Cheers for Chandler v. Webster, 68 wash. & Lee L. Rev. 1133, 1161 (2011) (\"[T]he majority position is that restitution should be made for work performed and money paid before the intervening event.\"). 23 This Section is adapted from Andrew A. Schwartz, Contracts and COVID-19, 73 stan. L. Rev. onLIne 48, 52-54 (2020). 24 E.g., Victoria Y. Fan et al., Pandemic Risk: How Large Are the Expected Losses?, 96 BuLL. woRLd heaLth oRg.129, 129 (Dec. 5,  2018)  (\"Few doubt that major epidemics and pandemics will strike again....\").25 E.g., Cal. Exec. Order N-33-20 (Mar. 19, 2020)  (requiring \"all individuals living in the State of California to stay home or at their place of residence,\" subject to certain exceptions).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}