{
    "paper_id": "a580a74f77fbf45bf76f3f42efaf19bced6589c4",
    "metadata": {
        "title": "Public understanding of artificial intelligence through entertainment media",
        "authors": [
            {
                "first": "Karim",
                "middle": [],
                "last": "Nader",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Paul",
                "middle": [],
                "last": "Toprac",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Suzanne",
                "middle": [],
                "last": "Scott",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Samuel",
                "middle": [],
                "last": "Baker",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Artificial intelligence (AI) is becoming part of our everyday experience and is expected to be ever more integrated into ordinary life for many years to come. Thus, it is important for those in product development, research, and public policy to understand how the public's perception of AI is shaped. In this study, we conducted focus groups and an online survey to determine the knowledge of AI held by the American public, and to judge whether entertainment media is a major influence on how Americans perceive AI. What we found is that the American public's knowledge of AI is patchy: some have a good understanding of what is and what is not AI, but many do not. When it came to understanding what AI can do, most respondents believe that AI could \"replace human jobs\" but few thought that it could \"feel emotion.\" Most respondents were optimistic about the future and impact of AI, though about one third were not sure. Most respondents also did not think they could develop an emotional bond with or be comfortable being provided care by an AI. Regarding the influence of entertainment media on perceptions of AI, we found a significant relationship (p < 0.5) between people's beliefs about AI in entertainment media and their beliefs about AI in reality. Those who believe AI is realistically depicted in entertainment media were more likely to see AIs as potential emotional partners or apocalyptic robots than to imagine AIs taking over jobs or operating as surveillance tools.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Understanding the public's perception of artificial intelligence (AI) is crucial for product development, research, and public policy. Many stakeholders in such fields conduct surveys to measure the general understanding and acceptance of AI to guide their use of the technologies (Dafoe and Zhang 2019; Edelman AI Center of Expertise 2019; GoodAI 2019; Hervieux and Wheatley 2021; Stai et al. 2020) . Other analysts turn to the news and to social media to measure public sentiment by analyzing trends in reporting and public discussions (Beauchamp 2018; Fast and Horvitz 2017; Ouchchy et al. 2020) .",
            "cite_spans": [
                {
                    "start": 354,
                    "end": 381,
                    "text": "Hervieux and Wheatley 2021;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 382,
                    "end": 399,
                    "text": "Stai et al. 2020)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 538,
                    "end": 554,
                    "text": "(Beauchamp 2018;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 555,
                    "end": 577,
                    "text": "Fast and Horvitz 2017;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 578,
                    "end": 598,
                    "text": "Ouchchy et al. 2020)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "While analysts of AI and society generally presume that feedback loops connect AI science with the representation of AI in popular culture, describing those loops in detail would be a difficult project in cultural studies and the cultural studies of science. The present study attempts to map just one segment of the relationship between actual AI and its representation, by determining what ideas of AI are held by the American general public, and to what extent those ideas are shaped by the entertainment and informational aspects of the media. In particular, by canvassing the relationship between the portrayal of AI in entertainment media and the general public's attitudes toward AI, we lay a foundation for assessing how these media shape public beliefs and attitudes. Such an assessment should in turn help public interest technologists who seek to design and deploy AI to better craft their outreach to the general public on behalf of which AI is presumably being developed. (Kirby 2010; Menadue and Jacups 2018; Parikka 2019; Jordan et al. 2016.) The goal of this paper is, thus, to look at how people perceive AI through entertainment media and to see whether portrayals of AI in film, television and video games play a role in shaping people's beliefs about AI. For the purposes of this study we concentrate on film, television, and video game representations, which, while they overlap with or otherwise interrelate with fiction, both in print and online, have come to dominate public entertainment. We are aware of emergent forms of digital storytelling (such as those described in Burgess 2006 ) but considered their effects to not be yet so prevalent, and thus to be outside the scope of our study. Our research team conducted focus groups and an online survey to determine the knowledge of AI held by Americans generally, and to judge whether entertainment media is a major influence on their perceptions of it. We will end with some thoughts about the potential implication for our research on policy and design.",
            "cite_spans": [
                {
                    "start": 985,
                    "end": 997,
                    "text": "(Kirby 2010;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 998,
                    "end": 1022,
                    "text": "Menadue and Jacups 2018;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1023,
                    "end": 1036,
                    "text": "Parikka 2019;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1037,
                    "end": 1057,
                    "text": "Jordan et al. 2016.)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1597,
                    "end": 1609,
                    "text": "Burgess 2006",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Several general surveys by both stakeholders and academics of the public perception of AI have shown that people, in the United States and the United Kingdom, have a broad but shallow understanding of the technology (Dafoe and Zhang 2019; Edelman AI Center of Expertise 2019; Hervieux and Wheatley 2021; GoodAI 2019; Stai et al. 2020 ). Respondents show a general understanding of what AI is, but no real understanding of how AI is used or how it works. For example, a survey by the Edelman AI Center of Expertise shows that 63% of the American general public know that robots use AI but only 38% believe that computer vision uses AI, and only 37% believe that natural language processing uses AI (Edelman AI Center of Expertise 2019). So, while those respondents were able to associate robots with the general usage of AI, they could not identify as such an actual AI technology that allows robots to function. In another survey, a majority of respondents indicated that AI is used in virtual assistants, smart speakers and driverless cars, but did not believe that Facebook photo tagging, Google Search, Netflix or Amazon recommendations use AI (Dafoe and Zhang 2019) , showing that people are less likely to detect AI algorithms when they work in the background. Similarly, respondents indicated that criminal justice biases due to AI were not likely to be a problem within 10 years, even though those biases exist now and have only just begun to be investigated (Dafoe and Zhang 2019) . In another survey, 23% of respondents indicated that they never used AI. This is surprising considering the population of the survey consisted of professional librarians. A more plausible conclusion is that a large majority of those people were not able to identify which technologies in their everyday life rely on AI (Hervieux and Wheatley 2021) .",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 303,
                    "text": "Hervieux and Wheatley 2021;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 304,
                    "end": 316,
                    "text": "GoodAI 2019;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 317,
                    "end": 333,
                    "text": "Stai et al. 2020",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1147,
                    "end": 1169,
                    "text": "(Dafoe and Zhang 2019)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1466,
                    "end": 1488,
                    "text": "(Dafoe and Zhang 2019)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1810,
                    "end": 1838,
                    "text": "(Hervieux and Wheatley 2021)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Public understandings of AI"
        },
        {
            "text": "Many surveys are also conducted to understand the public's concerns about possible developments in AI, including fears related to what people believe AI can do. That people harbor such fears is not to say that the public does not simultaneously believe that AI will lead to improvements in our everyday lives: in one survey, \"respondents thought Al would start having a positive effect on humankind in four years (4.32) and a negative effect in five years (4.74)\" (Holder et al. 2018) . Again, such results show that the public does not believe that AI is widely used and deployed today but thinks it will be in the future. The public also predicts a 54% likelihood that high-level machine intelligence will be created within 10 years (\"machines that are able to perform almost all tasks that are economically relevant today better than the median human (today) at each task\") but also that those machines will cause more harm than good (Dafoe and Zhang 2019) . Less dramatic scenarios are also brought up: data privacy, cyberattacks, surveillance and digital manipulation are recurring concerns in several general surveys (Gao et al. 2020; GoodAI 2019; Dafoe and Zhang 2019) . Finally, some respondents bring up concerns that are not inherent to AI but result from social inequalities. For example, in one survey, most respondents report believing that AI will benefit the wealthy and harm the poor (Edelman AI Center of Expertise 2019).",
            "cite_spans": [
                {
                    "start": 464,
                    "end": 484,
                    "text": "(Holder et al. 2018)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 937,
                    "end": 959,
                    "text": "(Dafoe and Zhang 2019)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1123,
                    "end": 1140,
                    "text": "(Gao et al. 2020;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1141,
                    "end": 1153,
                    "text": "GoodAI 2019;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1154,
                    "end": 1175,
                    "text": "Dafoe and Zhang 2019)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Public understandings of AI"
        },
        {
            "text": "Aside from public sentiment, the landscape of survey work on attitudes toward AI reveals a lot of interest in understanding how AI is perceived in the workplace (Hervieux and Wheatley 2021; Lund et al. 2020; Laï et al. 2020; Gao et al. 2020 ). This might be because AI has the potential to dramatically change certain professions, or because AI development is understood to be directly motivated by economic interests. Dr. Mark Cotteleer, research director of Deloitte's Center for Integrated Research, explains that if \"we want to use technology growth as a means to drive economic growth, we need to think about what the people on the ground being asked to use these technologies are going to think about it\" (Robinson 2019) . Much of the research on the public perception of AI has focused on specific professional fields, such as healthcare workers and librarians. Because AI has different implications for different professions, attitudes across disciplines vary considerably. For example, physicians believe that AI achievements are exaggerated in the media (Laï et al. 2020) . This sense of exaggeration would explain why 88% of respondents in a general survey believe that there is autonomous robotic surgery in the United States, even though current robotic surgery requires the presence and intervention of a surgeon (Stai et al. 2020) . Physicians also report that the technological developments that are meant to assist them in their jobs are too focused on innovation instead of utility (Laï et al. 2020) . Despite mainstream attention to AI replacing certain professions, librarians in general have very little fear that AI will replace their jobs. They see the role of AI as being limited to certain tasks such as improving library search, cataloging and reference service (Lund et al. 2020; Hervieux and Wheatley 2021) .",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 189,
                    "text": "(Hervieux and Wheatley 2021;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 190,
                    "end": 207,
                    "text": "Lund et al. 2020;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 208,
                    "end": 224,
                    "text": "Laï et al. 2020;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 225,
                    "end": 240,
                    "text": "Gao et al. 2020",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 711,
                    "end": 726,
                    "text": "(Robinson 2019)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1064,
                    "end": 1081,
                    "text": "(Laï et al. 2020)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1327,
                    "end": 1345,
                    "text": "(Stai et al. 2020)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1500,
                    "end": 1517,
                    "text": "(Laï et al. 2020)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1788,
                    "end": 1806,
                    "text": "(Lund et al. 2020;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1807,
                    "end": 1834,
                    "text": "Hervieux and Wheatley 2021)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Public understandings of AI"
        },
        {
            "text": "Outside of surveys that ask respondents about their attitudes directly, some research seeks to understand the public's perception of AI through analyses of news coverage and social media. Such qualitative analyses are especially important for tracking how highly publicized developments in AI can alter its public perception (Beauchamp 2018 ). An analysis of New York Times articles over a 30-year period shows that major events and developments throughout the years are reflected in news trends. AI has been associated with many different technologies and activities across the decades: from space weapons in 1986, science fiction in the 1990s, and chess in 1996 to search engines in 2006 and driverless vehicles in 2016 (Fast and Horvitz 2017) . Moreover, social media engagement around AI doubles and sometimes triples when major events are brought to the public's attention, such as when AlphaGo defeated Ke Jie in 2017, the number one Go player at the time (Gao et al. 2020) .",
            "cite_spans": [
                {
                    "start": 325,
                    "end": 340,
                    "text": "(Beauchamp 2018",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 722,
                    "end": 745,
                    "text": "(Fast and Horvitz 2017)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 962,
                    "end": 979,
                    "text": "(Gao et al. 2020)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "News and social media as a measure of public sentiment"
        },
        {
            "text": "Studies that look at the news and at social media give us a mediated understanding of public sentiment and can be especially relevant as they counterbalance attitudes in reporting that can be enthusiastic or critical (Ouchchy et al. 2020) . Public perception can in turn affect policies and laws, especially when fears of bias, abuse or fatal error become commonplace (Beauchamp 2018) . Public pressure on technology builders may have some advantages. Many believe, for instance, that worries around nuclear energy were extremely helpful in building the necessary measures to make the technology safe, and that similar pressures should be put on AI developers to avoid undesirable consequences (Cave et al. 2018 ). On the other hand, high levels of distrust might negatively impact the credibility of experts, as when climate change research is threatened by a general distrust from the public (Cave et al. 2018 ).",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 238,
                    "text": "(Ouchchy et al. 2020)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 368,
                    "end": 384,
                    "text": "(Beauchamp 2018)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 694,
                    "end": 711,
                    "text": "(Cave et al. 2018",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 894,
                    "end": 911,
                    "text": "(Cave et al. 2018",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "News and social media as a measure of public sentiment"
        },
        {
            "text": "However, public perception is not only reflected through and shaped by research, news, and social media. Popular culture has an increasingly important role forming, and being informed by, the public's opinion on various issues. And yet, few of the studies seeking to understand perception and concerns around AI look at entertainment media, specifically film, television, and video games. This is the gap that the present study aims to help fill.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "News and social media as a measure of public sentiment"
        },
        {
            "text": "Prior research shows that entertainment media can be effective in changing our beliefs and behaviors. There is some evidence that viewers' beliefs about certain social groups or social issues can be altered when presented with fictional narratives on television or in popular culture (Green and Brock 2000; Slater and Rouner 2002; Murphy et al. 2011) , especially when fiction is the primary and sometimes only source of information that is available to us about certain issues. For instance, for many Americans, television is their main source of second-hand information about healthcare and diseases (Murphy et al. 2008) . Entertainment can transport and persuade viewers by presenting them with characters they can identify with and narratives that are engaging (Riley et al. 2021) . Such entertainment media storytelling persuades by presenting visceral experiences with which audiences identify. Unfortunately, however, since the entertainment media often values profits over accuracy, many such narratives have skewed perspectives on reality, and individuals who consume large amounts of entertainment media can internalize these skewed narratives (Dahlstrom 2014) . While viewers often challenge the messages that they find in fiction, viewers that are more immersed in the story are more likely to form beliefs that are consistent with the narrative and have more positive evaluations of the protagonist (Green and Brock 2000) . Hence the importance of creating fiction and television with realistic portrayals of certain topics. For example, fiction writers should provide accurate portrayals of health issues such as COVID-19 and HIV so that viewers are not misled into wrong beliefs about risk and transmission (Johnson 2013; Riley et al. 2021) .",
            "cite_spans": [
                {
                    "start": 284,
                    "end": 306,
                    "text": "(Green and Brock 2000;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 307,
                    "end": 330,
                    "text": "Slater and Rouner 2002;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 331,
                    "end": 350,
                    "text": "Murphy et al. 2011)",
                    "ref_id": null
                },
                {
                    "start": 602,
                    "end": 622,
                    "text": "(Murphy et al. 2008)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 765,
                    "end": 784,
                    "text": "(Riley et al. 2021)",
                    "ref_id": null
                },
                {
                    "start": 1154,
                    "end": 1170,
                    "text": "(Dahlstrom 2014)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1412,
                    "end": 1434,
                    "text": "(Green and Brock 2000)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1722,
                    "end": 1736,
                    "text": "(Johnson 2013;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1737,
                    "end": 1755,
                    "text": "Riley et al. 2021)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The effect of media on public perception"
        },
        {
            "text": "However, viewers can and do push back against the messages presented to them in popular fictional narratives. The relationship between media producers and their audience is complex. For a piece of media to successfully convey a message to an audience, audiences need to be receptive to the message, able to decode it, and operating within the same framework as the producers (Hall 1980) . Additionally, many questions can disrupt the model of media-consumer effect since it is not clear what is producing the effect (one movie? one genre? or movies in general?) and what the nature of the effect is (a belief? an attitude?) (Staiger 2005) . While we do not hope to settle those questions here, it is worth noting that our results do not assume an oversimplification of the effects of media on public attitudes.",
            "cite_spans": [
                {
                    "start": 375,
                    "end": 386,
                    "text": "(Hall 1980)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 624,
                    "end": 638,
                    "text": "(Staiger 2005)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "The effect of media on public perception"
        },
        {
            "text": "Instead, we hope to bring out those complex interactions between media producers and their audience, because AI seems to be tied up with fictionality. As previous research shows, many people today still associate AI with science fiction and with fictionality in general (Cave et al. 2018; Fast and Horvitz 2017) . Creators of science fiction intentionally write stories that bring out the potential of future technologies to help audiences conceptualize and understand the impact they could have on society (Kirby 2010) . Those representations of AI in science fiction can motivate more positive attitudes towards, more acceptance of, and more ambition for real scientific research (Fleischmann and Templeton 2008, Menadue and Jacups 2018) . So, while calls to realism are appropriate for issues of public health, it seems inadequate to ask for realistic portrayals of AI since it is so often associated with forward-looking and reality-bending genres. To understand public perceptions of AI, it is not only crucial to understand how the media portrays AI in fictional stories but also how the public perceives the portrayal of AI in the media. Movies and popular culture might be their only exposure to what they perceive AI to be and might, thus, have a high influence on their beliefs and perception of real AI. Analyses of trends in current media show that there is a tendency to embody AI characters in fiction, and specifically to gender them as either male or female. Such stories also focus on either utopian or dystopian extremes, ranging from fulfilling all human desires and freeing humans from labor to enslaving or destroying humanity (Cave et al. 2018 ). Since public perception can influence the future of AI development (Beauchamp 2018) , it is also important to understand how AI is portrayed in such works of popular culture.",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 288,
                    "text": "(Cave et al. 2018;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 289,
                    "end": 311,
                    "text": "Fast and Horvitz 2017)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 507,
                    "end": 519,
                    "text": "(Kirby 2010)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 682,
                    "end": 698,
                    "text": "(Fleischmann and",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 699,
                    "end": 726,
                    "text": "Templeton 2008, Menadue and",
                    "ref_id": null
                },
                {
                    "start": 727,
                    "end": 739,
                    "text": "Jacups 2018)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1648,
                    "end": 1665,
                    "text": "(Cave et al. 2018",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1736,
                    "end": 1752,
                    "text": "(Beauchamp 2018)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "The effect of media on public perception"
        },
        {
            "text": "Our intent is to study how the public perceives AI through the unique lens of entertainment media. As such, in addition to posing general questions about their beliefs and attitudes about AI, we were sure to ask our respondents about specific tropes and narratives that are common in fictionalized stories. We also asked our respondents about specific movies, shows and video games to see if their beliefs about fictionalized AI could affect their beliefs about real AI. RQ1: What are the public's general attitudes about AI and specifically portrayal of AI in entertainment media? RQ2: Does entertainment media play a role in shaping the public's beliefs and attitudes about AI?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research questions"
        },
        {
            "text": "To investigate our second research question, we tested the following hypotheses through chi-square analyses and odds ratios: H2.1: Respondents who use entertainment media as a source of information about AI are more likely to believe that AI can behave in the way it is represented as doing by entertainment media.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research questions"
        },
        {
            "text": "H2.2: Respondents who believe that AI is accurately represented in entertainment media are more likely to believe that AI can behave in the way it is represented as doing by entertainment media.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research questions"
        },
        {
            "text": "Focus groups were conducted with students from the departments of Radio-Television-Film and Computer Science at the University of Texas at Austin to compare attitudes held by respondents who create entertainment media with those who create AI technology. Staff were also recruited, to understand the difference between how members of a younger generation perceive AI and the perspectives of older professionals. Pizza was offered to participants as an incentive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus group"
        },
        {
            "text": "The focus group sessions started by asking participants general questions about AI to measure their understanding, experience with, and sentiment about AI. Then, participants were shown clips from Terminator 2 with a description of Skynet. Participants discussed what they thought of apocalyptic scenarios and if such events were a justified worry in the development of AI. Then, participants were shown clips from various movies such as 2001: A Space Odyssey, Portal, and Avengers: Age of Ultron. Participants discussed the similarities and differences among those films' portrayals of AI, including reflections on the influence of disembodiment and gender on their perception of AI. After that, participants were shown images of cute or childlike robots and other AIs, such as Wall-e and R2-D2. Participants discussed the similarities and differences between those portrayals, the contrast with previous examples and the services and benefits that a \"good\" AI could provide. Finally, participants were shown clips from Halo: Combat Evolved and Her and discussed the possibility of AI as a romantic or sexual partner. To end the focus group, participants reflected on the influence that the media has in shaping hopes and fears about AI.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus group"
        },
        {
            "text": "Since the sample population of our focus group is not representative, we used our results to formulate conjectures and write appropriate survey questions to present to a representative group of respondents. While the inclusion of students and staff was also meant to avoid possible framing biases, our survey questions might reflect the concerns of a more urban, college-educated population. Some of the focus group results have also been used to contextualize the quantitative survey results but should not be considered as an explanation or justification of those results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus group"
        },
        {
            "text": "In the spring of 2020, our research team at the University of Texas at Austin commissioned the Office of Institutional Reporting, Research and Information Systems and Qualtrics to survey the general population about their impressions of AI, both in reality and as presented in entertainment media. Survey data was collected from 1,222 respondents living in the United States. Respondents were selected to meet quotas that align well with U.S. Census statistics for age, education, and gender.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Survey"
        },
        {
            "text": "The survey questions can be grouped according to five themes. First, respondents were asked about their knowledge of AI, including which sources of information shape their understanding of AI. Second, respondents were asked about the future of AI and their beliefs about the impact that AI could have on society. Third, respondents were asked about specific movies, TV series and games where AI is portrayed. Fourth, participants were asked to think about the embodiment of AI and specifically if and why AI is associated with a certain gender. Finally, respondents were asked about the possibility of developing emotional connections with AIs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Survey"
        },
        {
            "text": "For any survey question in which respondents could select more than one answer, the frequency or number of times an answer was selected is reported. For any survey question in which a respondent could only select one answer, the percentage for how many times that answer was selected is reported.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Survey"
        },
        {
            "text": "Chi-square analyses were conducted on relevant items to demonstrate any significant relationship between categorical survey responses and categorical demographics (age, education, gender, location). In all cases, chi-square analyses were conducted with condensed versions of a survey response to ease interpretation of results. For example, five-item agreement scales were condensed to agree, neither, and disagree. If an answer option did not have enough responses to allow for effective chi-square testing, it was removed from the analysis. For example, non-binary gender was not used for chi-square testing because not enough respondents selected 'non-binary' or 'prefer not to answer' when asked about gender. If a relationship was significant based on a p value of 0.05, a summary statement about the relationship is provided. Chi-square testing was not conducted on any 'select all that apply' item.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Survey"
        },
        {
            "text": "We organized our results into four different categories that correspond to (1) respondents' familiarity with AI and its capabilities, (2) their beliefs about the future impact of AI on society, (3) the possibility of emotional connections with AI, and finally (4) their image of AI as a gendered and embodied entity. The first two categories should be familiar to some readers since many similar studies look at the public's understanding of AI and their hopes and worries about future technologies. The second two are less common but are inherently enmeshed with representations of AI in the media. Since AI is often represented as the subject and object of emotional connections (with other characters in the fiction or with the audience itself), we thought it was important to highlight survey results concerning such connections. Likewise, we were interested in how AI is gendered in the media through embodied and disembodied means (as when, for example, Wall-e and Eve are perceived as gendered without having a human-like voice or an anthropomorphic body). Since those aspects of AI are tied together, we grouped the results of our questions about them in a separate category.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RQ1: general attitudes and beliefs about AI"
        },
        {
            "text": "As shown in Fig. 1, 59 .5% of the survey respondents indicated that they understood what counts as artificial intelligence. In Fig. 2 , the technologies that were most often cited as used, either regularly or not, are wireless networks, predictive tests, digital recommendation systems, and digital assistants. Furthermore, most respondents indicate that they never used self-driving cars, big data, virtual reality gaming, and smart home devices. In Fig. 3 , most people thought digital assistants (76.9%), facial recognition (70.3%), predictive text (57.1%), self-driving cars (77.3%), smart home devices (60.9%), virtual-reality gaming (52.7%), and voice recognition (70.4%) use AI. There is a significant relationship between age and AI use and correct identification of what is AI: younger respondents used more of the listed technologies and were more likely to consider any of the listed options as being AI.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 22,
                    "text": "Fig. 1, 59",
                    "ref_id": null
                },
                {
                    "start": 127,
                    "end": 133,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 451,
                    "end": 457,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "AI knowledge, use, identification and ability"
        },
        {
            "text": "As shown in Fig. 4 , many respondents indicated that AI could replace human jobs (n = 624), think logically and solve problems (n = 624), learn new things (n = 585) or interpret speech (n = 537), but fewer respondents believed that AI can take over the world (n = 228), replace pets (n = 139) or feel emotions (n = 87). Analysis indicated that the AI can \"replace human jobs\" response was significantly more likely to be selected by women, those who are older, the less educated, and those who live in rural areas. Respondents were also asked to describe AI in one word (see Fig. 5 ). Most people (36.7%) thought of robots or androids. 20.4% of respondents thought of an advanced but existing technology such as computers, speech recognition or virtual reality, with some people mentioning tech companies or the names of personal assistant devices. 11.0% of respondents thought of a future technology, often by referring to sciencefiction AIs such as R2-D2 or HAL 9000. A few respondents thought of concepts related to that of the \"artificial\" (6.2%), such as \"fake\" or \"man-made,\" or of concepts related to \"intelligence\" (9.0%), such as \"thinking\" or \"sentient.\" And 6.6% of respondents thought of some worrying aspect of artificial intelligence or its development. For example, some thought of \"surveillance,\" or named words like \"evil\" or \"creepy.\" ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 18,
                    "text": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 575,
                    "end": 581,
                    "text": "Fig. 5",
                    "ref_id": null
                }
            ],
            "section": "AI knowledge, use, identification and ability"
        },
        {
            "text": "Respondents were also surveyed about the potential impact of AI. As shown in Fig. 6 , more people are optimistic (48.8%) than pessimistic (19.8%) about the future of AI. Furthermore, as shown in Fig. 7 , more people believe that the positive impact of AI on society will outweigh the negative impact (44.4%), rather than the other way around (17.7%).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 77,
                    "end": 83,
                    "text": "Fig. 6",
                    "ref_id": null
                },
                {
                    "start": 195,
                    "end": 201,
                    "text": "Fig. 7",
                    "ref_id": null
                }
            ],
            "section": "Impact of AI on society"
        },
        {
            "text": "In the focus groups, participants explained what positive impact AI could have, saying that \"AI does tedious things\" and that it can solve \"previously impossible problems.\" Chisquare analyses show a significant relationship between certain demographics and such optimism about AI: respondents who were educated, younger in age or identified as male were more likely than their counterparts to be optimistic about the future of AI and to believe that the positive impact of AI will outweigh the negative impact. But some worries about the potential of AI remain. As shown in Fig. 4 , some respondents indicate that AI can replace human jobs (n = 624) or surveil people (n = 532), while some-albeit fewer-believe that AI could take over the world (n = 228). Similar worries were echoed in the focus groups: bias, privacy, and surveillance were more commonly voiced anxieties than doomsday scenarios when discussing the potential negative impact of AI there.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 574,
                    "end": 580,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Impact of AI on society"
        },
        {
            "text": "Meanwhile, about a third of survey respondents were unsure about the impact of AI on society. 31.4% were neither optimistic or pessimistic about the future of AI, and 37.9% neither agree nor disagree that its positive impact would outweigh the negatives, as indicated in Figs. 6 and 7. This neutrality was also reflected during our focus group, where some members indicated that AI is simply a tool and that therefore \"it is not good or bad, it is how it is used.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact of AI on society"
        },
        {
            "text": "509 respondents believe that AI can replicate human interactions, but only 249 believe that AIs can develop relationships with humans, and just 87 believe that AIs can feel emotions (see Fig. 4 ). As shown in Fig. 8 , most respondents would not be comfortable with an AI caretaker for themselves or a loved one (51.1%). A majority of respondents also believes that they could not develop an emotional relationship with or have affection for an AI (56.8%) (see Fig. 9 ). Chi-square analyses show a significant relationship between demographics and responses to questions about emotions: respondents who are more educated, younger, identify as male or live in urban areas are more likely than their counterparts to report that they could develop an emotional relationship with an AI and that they would be comfortable with an AI caretaker. Additionally, no focus group participant believed that humans could have an emotional connection with AI, such as the one portrayed in Her, although a few of them registered some interest in the prospect of such relationships. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 187,
                    "end": 193,
                    "text": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 209,
                    "end": 215,
                    "text": "Fig. 8",
                    "ref_id": null
                },
                {
                    "start": 460,
                    "end": 466,
                    "text": "Fig. 9",
                    "ref_id": null
                }
            ],
            "section": "AI and emotions"
        },
        {
            "text": "Respondents were asked why most virtual assistants had female voices (see Fig. 10 ). Most, 36.7%, believe it is because female voices sound nicer, \"less threatening\" or \"more soothing.\" 13.6% of respondents believe people in general are more receptive to female voices, stating that female voices are better at attracting user attention. 6.2% mentioned female gender roles in society, as helpers and assistants, and 3.7% suggest that men as users or as programmers are more interested in having a female voice assistant. Various other reasons are also brought up (15.1% of responses), among them that \"women are smarter\" or \"they sound more logical.\" And a large portion of respondents (24.4%) were simply not sure.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 74,
                    "end": 81,
                    "text": "Fig. 10",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "AI, gender, and embodiment"
        },
        {
            "text": "Despite the fact that many, if not most, voice assistants default to a female voice, a majority of respondents did not think of AI as having a predominant gender (58.8%), as shown in Fig. 11 . Only 29.5% of respondents believe that AI had a predominant gender: 9.4% of respondents think of this gender as female, 6.2% think of it as male and 14.0% think of a non-binary gender. The rest (11.6%) were unsure about how to answer the question. Overall, analyses found significant relationships among age, gender, and belief about AI's gender. Respondents who are younger are more likely to report that AI has a predominant female gender than respondents who are older, and respondents who are male are more likely to report that AI has a predominant male gender than those who are female.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 183,
                    "end": 190,
                    "text": "Fig. 11",
                    "ref_id": null
                }
            ],
            "section": "AI, gender, and embodiment"
        },
        {
            "text": "As shown in Fig. 12 , a majority of respondents also believe that AI could be both embodied and disembodied, depending on the context (51.2%). 18.9% thought of AI as disembodied and 16.3% thought of AI as embodied. The rest (13.6%) were unsure.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 19,
                    "text": "Fig. 12",
                    "ref_id": null
                }
            ],
            "section": "AI, gender, and embodiment"
        },
        {
            "text": "In summary, a majority of respondents believe that they understand what AI is and what it can do. That said, their technical understanding was patchy, as demonstrated by what they think counts as AI. When it comes to the impact of AI, overall, more respondents were optimistic than pessimistic. Respondents were mostly not comfortable with AI as an emotional companion or caretaker. A majority of respondents did not think that AI has a gender and saw AI as both embodied and disembodied depending on the context. There was a significant overall relationship between demographics and trends in the answers: younger men who are educated and live in urban areas are more likely to indicate that they understand what AI is, that they use different AI technologies, that they are optimistic about the future of AI, and that they could see AI as an emotional companion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AI, gender, and embodiment"
        },
        {
            "text": "Survey respondents were asked which images or themes they associate with entertainment media representations of artificial intelligence and were given a list of options to designate as relatively AI-associated (see Fig. 13 ). Respondents' top two selections for what images come to mind as the main entertainment media representations of AI are helpful robots (n = 647) and killer robots (n = 527), demonstrating that respondents are used to seeing both positive and negative portrayals of AI in entertainment media. Survey respondents were least likely to select a romantic or emotional portrayal of AI as a frequent image or theme in entertainment media (n = 179).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 215,
                    "end": 222,
                    "text": "Fig. 13",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Examples of AI in the media"
        },
        {
            "text": "Respondents were asked if the portrayal of AI in different movies, series and video games was realistic and if it was positive (see Figs. 14, 15). As shown in Fig. 14 Focus group participants were also asked their opinion about how real the possibilities for actual occurrence are of scenarios such as those described in common narratives about AI in entertainment media. Only one focus group participant mentioned that doomsday scenarios such as the one in The Terminator were realistic. However, the participant clarifies that realistic doomsday AI scenarios are nothing like those presented in the media: \"It is much more likely that we create a super intelligent AI that is very smart in one way but extremely stupid in another way. It will accidentally turn the world into ash by either trying to optimize some product or doing another thing, and then destroy itself and us.\"",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 159,
                    "end": 166,
                    "text": "Fig. 14",
                    "ref_id": null
                }
            ],
            "section": "Examples of AI in the media"
        },
        {
            "text": "In each of the movies, series and video games presented in the survey, respondents thought that there was a mix of positive and negative portrayals of AI (Fig. 15 ). That said, significant numbers of respondents stated that the portrayal of AI was substantially more positive in Wall-e (45.7% positive, 9.0% negative), the Star Wars franchise (32.9% positive, 4.9% negative), the Star Trek franchise (30.6% positive, 6.9% negative), and Lost in Space (31.9% positive, 7.1% negative). By contrast, respondents state that the portrayal of AI was substantially more negative in The Matrix (18.2% positive, 24.6% negative) and the Terminator franchise (16.1% positive, 34.7% negative). Respondents were divided over Westworld and Black Mirror. For example, 26.4% believe that Black Mirror positively portrays AI, 26.0% believe that it negatively portrays AI, and 40.2% believe that its portrayal of AI was mixed.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 154,
                    "end": 162,
                    "text": "(Fig. 15",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Examples of AI in the media"
        },
        {
            "text": "In addition to surveying the public perception of AI representation in entertainment media, we were especially interested in the potential link between beliefs about AI in fiction, and beliefs about AI in reality. To do so, chi-square tests were conducted to determine any significant relationship between respondent's reported source of information about AI and their beliefs. However, few significant results came out of this. Those who report getting information about AI on the news were 1.45 times (p = 0.001) more likely to believe that AI could take over their jobs, which is a narrative often presented in the media. However, those who report getting their information from entertainment sources were just as likely (1.39 times) to have that same belief (p < 0.000). The same was true about other beliefs about AI's potential: those who report getting their information from the news were 1.57 times more likely (p < 0.000) to believe that AI could run surveillance on us, and those who reported getting their information from entertainment media were 1.39 times more likely (p = 0.004) to believe it. There was no significant relationship between reporting getting information about AI from entertainment industry and the belief that AI could take over the world: in other words, people who claim to receive their information about AI from entertainment are just as likely to believe that AI can take over the world as those who claim to get their information from other sources. And so, we found that whether people get information from the news or from entertainment media did not affect their beliefs about AI, assuming accurate self-reporting. And as shown in Fig. 16 , since most people have more than one source of information about AI, the tropes that are present in entertainment are not their only exposure to what AI is and what AI can do.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1673,
                    "end": 1680,
                    "text": "Fig. 16",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "The effect of entertainment media on people's beliefs"
        },
        {
            "text": "As well as looking at people's sources of information, we performed the same analyses using people's perception of realism in entertainment media. The results of those tests were significant: those who think that entertainment media realistically depicts AI are nearly 4 times more likely to see themselves having an affectionate relationship with an AI (see Fig. 17 ). Performing similar analyses, it was found that people who believe that AI is realistically depicted in entertainment media are: (1) 1.3 times more likely to believe that AI can take over the world, (2) 1.8 times less likely to indicate that AI could take over our jobs, (3) 1.75 times less likely to indicate that AI can do surveillance on us, and (4) 2.8 times more likely to be optimistic about the future of AI.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 359,
                    "end": 366,
                    "text": "Fig. 17",
                    "ref_id": null
                }
            ],
            "section": "The effect of entertainment media on people's beliefs"
        },
        {
            "text": "And so, we found a significant relationship between people's beliefs about AI in entertainment media and their beliefs about AI in reality. Those who believe that AI is realistically depicted in entertainment media were more likely to see AI as an emotional partner or an AI as an apocalyptic robot rather than AI as taking over jobs or AI as a surveillance tool.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The effect of entertainment media on people's beliefs"
        },
        {
            "text": "We have found that people are usually more optimistic than pessimistic about the future of AI, not only in their responses to direct questions about their attitudes but also in the ways that they think about AI. For example, our respondents were more likely to think of a positive term (intelligent, useful, effective, etc.) than a negative term (evil, corrupt, scary, etc.) when asked to describe AI in a word. Significant patterns often existed between respondent answers to survey questions and respondent demographics. Typically, respondents who were male, younger, more educated, or who live in a more populated area believed they knew more about AI and had more positive feelings about AI. Meanwhile, respondents who were female, older, less educated or lived in more rural areas were most anxious about AI (i.e., they stated that they were pessimistic about its future and indicated that they worried that AI will replace human jobs) and were also less likely to state that they know what AI is, and less likely to have used AI. And so, we see a link between our respondents' degree of technical familiarity with AI and their attitudes about the future and impact of AI. After all, familiarity with and knowledge of different AI technology allows users to create their own understanding of what AI is and what it is capable of. Fast and Horvitz (2017) show that this general optimism is also reflected in news coverage about AI: news about AI is moving away from \"space weapons\" and \"science fiction\" towards technologies that the public might interact with like \"search engines\" and \"driverless cars.\" And so, one possible explanation is that exposure to real AI technologies in daily life removes the mystery and myths behind a concept that sometimes seems opaque. That said, as an anonymous referee points out, we should be careful not to dismiss the possibility of some respondents having a deep understanding of the societal implications of AI without necessarily having a good technical understanding of it or without incorporating those technologies in their everyday life. It is likely that our framing bias led to our equating understanding of AI with a technical understanding. But, as our discussion of entertainment media will show, this should not be the only way we measure understanding, and we have been able to discern instances where respondents without technical expertise did demonstrate significant knowledge about AI's real or potential social effects.",
            "cite_spans": [
                {
                    "start": 346,
                    "end": 374,
                    "text": "(evil, corrupt, scary, etc.)",
                    "ref_id": null
                },
                {
                    "start": 1335,
                    "end": 1358,
                    "text": "Fast and Horvitz (2017)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "RQ1: general public attitudes about AI and entertainment media"
        },
        {
            "text": "One outlier of our results is that men (even those who are educated about AI) seem to have more extreme ideas about the emotional capabilities of AI. Although there is very little evidence to believe that AI, especially currently available AI, is capable of feeling emotions, men are much more likely to indicate that they could develop an emotional relationship with AI and that AI is capable of feeling emotions. One focus group participant noted that when AI is sexualized and romanticized in movies; it is usually presented as female. When male AI is presented as a companion, it is not sexualized in the same way, but rather is typically aggressive in nature, such as in the Terminator franchise. Many narratives in entertainment media about relationships between humans and AI seem to focus on human males developing feelings for female AIs, as in Her or Ex Machina. And so, we have one example in which entertainment media seems to be quite influential on people's (in our case, men's) beliefs about AIs' capacity for feeling emotions, even when there is no serious empirical backing for AIs feeling emotions like humans do. This gives us reason to believe that entertainment media can possibly be the source of beliefs about AI. In other words, people use AI in fiction to learn about what AI is capable of doing in reality. We explore this possibility in the next section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RQ1: general public attitudes about AI and entertainment media"
        },
        {
            "text": "Prior research demonstrates that entertainment media can sometimes shape people's beliefs, when audiences are receptive to the messaging of fiction writers (Green and Brock 2000; Murphy et al. 2011; Slater and Rouner 2002) . This is especially relevant when entertainment media is the only available source of information about a certain issue (Murphy et al. 2011) . If this is true, entertainment about AI could shape people's beliefs about AI. Cave et al. also show that narratives about AI usually focus on extremes: \"fulfilling all human desires and freeing humans from labor or enslaving or destroying humanity\" (Cave et al. 2018) . It is then worth investigating whether people's beliefs about AI are as extreme as the narratives that are presented in entertainment media. However, our research does not establish that the public attitudes about AI are as extreme as entertainment media portrays them to be, even for those who indicate that they receive their information about AI from entertainment media. For example, when asked to describe AI in a word, our survey respondents thought about existing advanced technologies, such as personal assistants and computers, rather than about futuristic and fictional technologies such as Skynet (The Terminator) and Data (Star Trek: Next Generation). Respondents were largely worried about AI replacing human jobs or running surveillance on people rather than about it taking over the world, even though apocalyptic AI is a common theme in entertainment media. Respondents were also unsure about AI being embodied or having a specific gender, although Cave et al. report that \"there is a tendency to embody AI characters in fiction and specifically to gender them as either male or female.\" And so, entertainment media is not as big of an influence on people's beliefs as we might suspect at first glance. That might be because television and popular culture is not the only source of information that people rely on anymore. AI is now widely discussed on other platforms, such as the news and social media (see Fig. 16 ).",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 178,
                    "text": "(Green and Brock 2000;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 179,
                    "end": 198,
                    "text": "Murphy et al. 2011;",
                    "ref_id": null
                },
                {
                    "start": 199,
                    "end": 222,
                    "text": "Slater and Rouner 2002)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 344,
                    "end": 364,
                    "text": "(Murphy et al. 2011)",
                    "ref_id": null
                },
                {
                    "start": 446,
                    "end": 462,
                    "text": "Cave et al. also",
                    "ref_id": null
                },
                {
                    "start": 617,
                    "end": 635,
                    "text": "(Cave et al. 2018)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 2063,
                    "end": 2070,
                    "text": "Fig. 16",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "RQ2: is entertainment media shaping people's beliefs about AI?"
        },
        {
            "text": "However, we might be too quick with this conclusion. Another possible explanation is that people are getting better at discerning realistic and unrealistic portrayals of AI in entertainment media, regardless of their purely technical understanding of the technology. As such, people can bracket off purely fictional portrayals of AI when they deem them unrealistic and learn from portrayals that they consider to be more accurate. Respondents who indicated that entertainment media realistically portrays AI were more likely to believe that AI could take over the world and that they could form an emotional bond with AI, and both of those beliefs are the basis of common narratives in films, television, and video games. Yet this same group of respondents was less likely to worry about losing their jobs to AI or the possibility of surveillance. We believe that this apparent contradiction is due to the discrepancy between themes that are explored in entertainment media and those that are discussed in the news, as shown in Cave et al. (2018) , and Fast and Horvitz (2017) . While destructive robots and subversive love stories make for good stories, economic worries and privacy concerns are more appropriately discussed by political stakeholders and policy makers on the news. Future research should critically investigate this hypothesis, as well as the notion that there is a symbiotic relationship between entertainment media, the news industry, and social media when it comes to discussion of AI.",
            "cite_spans": [
                {
                    "start": 1028,
                    "end": 1046,
                    "text": "Cave et al. (2018)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1053,
                    "end": 1076,
                    "text": "Fast and Horvitz (2017)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "RQ2: is entertainment media shaping people's beliefs about AI?"
        },
        {
            "text": "Once we look at our more fine-grained results, we also notice that movies that were rated as more realistic present a mix of positive and negative portrayals of AI: for example, Black Mirror, Her, and I, Robot were all considered to be realistic. However, responses show that it is unclear to the respondents if these portrayals were positive or negative (Fig. 18) . Maybe this pattern of responses reflects the idea that AI is a tool, which can be developed properly for the benefit of humanity and can be developed poorly for the detriment of humanity. For example, one focus group member notes that \"AI would not cause a doomsday scenario; someone would cause a doomsday scenario with AI.\" Movies that showcase this duality and this ambiguity are generally perceived to be more realistic because of that choice. And so, while Cave et al. show that narratives around AI tend towards the extreme, such extreme narratives are not necessarily the narratives that shape people's beliefs. Rather, our results show that more balanced narratives are seen as more realistic and those could be the narratives that ultimately influence people's attitude about AI.",
            "cite_spans": [
                {
                    "start": 829,
                    "end": 840,
                    "text": "Cave et al.",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 355,
                    "end": 364,
                    "text": "(Fig. 18)",
                    "ref_id": null
                }
            ],
            "section": "RQ2: is entertainment media shaping people's beliefs about AI?"
        },
        {
            "text": "Regardless of our findings about the current landscape of representations of AI, more research needs to be done on the new narratives about AI that are being presented in movies, television series and video games today. Reports and documentaries are shifting the public's perception about what AI is and what it can do. The documentary film The Social Dilemma was widely popular and could bring attention to more realistic technologies, such as content filtering, rather than to extreme examples of AI that might make for good fiction films. Additional research might also take a more fine-grained approach to analyzing existing media by focusing on specific characters in movies, or on specific episodes or character arcs in TV series, to really understand how audiences are engaging with different portrayals of AI. For example, movies like Star Wars have characters like R2-D2 and C-3PO but also armies of droids that are fighting alongside the villains. And some series such as Black Mirror have episodes in which technological advancements are more positive, and some in which they are more negative or sometimes even neutral.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RQ2: is entertainment media shaping people's beliefs about AI?"
        },
        {
            "text": "Finally, our results raise some interesting implications for public policy and technological design. If entertainment media has the potential to shape people's beliefs about AI, then could we ever consider fictional narratives to be akin to misinformation? That surely seems like a stretch: fiction can and does serve as information for some audiences but does not exhibit the systematic and targeted aspect that misinformation might carry with it. Regardless, stakeholders might take seriously the potential of entertainment media in shaping people's hopes and worries. After all, if the US military spends millions every year in order to fund movies and games that portray them in a positive light (Lenoir and Caldwell 2018) , then we have reason to believe that there is value in controlling the fictional narratives around AI. Moreover, design decisions need to be informed by the imaginary narratives that are popular in entertainment media (Parikka 2019) . For example, when the NYPD acquired robotic police dogs from Boston Dynamics in 2020, many residents were reminded of the killer robot dogs that were portrayed in \"Metalhead,\" a dystopian Black Mirror episode where humans are hunted by very similar machines. City Council members were quick to mention the resemblance in denouncing NYPD's decision to deploy the robotic dogs in the city. The contract between the NYPD and Boston Dynamics was canceled in April 2021 (Zaveri 2021). Stakeholders should be aware of popular fictional narratives around AI in their policy making and their design, but we leave it to future research to explore those relationships further.",
            "cite_spans": [
                {
                    "start": 700,
                    "end": 726,
                    "text": "(Lenoir and Caldwell 2018)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 946,
                    "end": 960,
                    "text": "(Parikka 2019)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "RQ2: is entertainment media shaping people's beliefs about AI?"
        },
        {
            "text": "There are myriad ways to measure the public perception of new and emerging technologies, many of which add unique insights into the beliefs and sentiments of the general public. Such results are crucial to develop new technologies, orient research projects and write productive policies. Our research measures the relationship between the public perception of AI and its perception of entertainment media by asking respondents directly about scenarios that they might have seen in films, television and video games. Our results show that even if the portrayals of AI in entertainment media tend to be extreme, both positively and negatively, the public generally does not tend to hold such extreme beliefs. However, entertainment media can still affect public perception: those who consider AI to be realistically portrayed in fiction are much more likely to believe that AI can really be the way it is portrayed on the screen. In addition, once we looked at individual movies, series or video games, we found that narratives that presented a mix of positive and negative images of AI were usually seen as the most realistic ones.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "How public opinion shapes the future of AI. SmartData Collective",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Beauchamp",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Hearing ordinary voices: cultural studies, vernacular creativity and digital storytelling",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Burgess",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Continuum",
            "volume": "20",
            "issn": "2",
            "pages": "201--214",
            "other_ids": {
                "DOI": [
                    "10.1080/10304310600641737"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Portrayals and perceptions of AI and why they matter",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cave",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Craig",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dihal",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dillon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Montgomery",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Singler",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.17863/CAM.34502"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Artificial intelligence: American Attitudes and Trends",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dafoe",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Using narratives and storytelling to communicate science with nonexpert audiences",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Dahlstrom",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Proc Natl Acad Sci PNAS",
            "volume": "111",
            "issn": "",
            "pages": "13614--13620",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Edelman Artificial Intelligence Survey",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Long-term trends in the public perception of artificial intelligence",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fast",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Horvitz",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Proceedings of the AAAI conference on artificial intelligence",
            "volume": "31",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Past futures and technoscientific innovation: the mutual shaping of science fiction and science fact",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Fleischmann",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Templeton",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Proc Assoc Inf Sci Technol",
            "volume": "45",
            "issn": "1",
            "pages": "1--11",
            "other_ids": {
                "DOI": [
                    "10.1002/meet.2008.1450450345"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Public perception of artificial intelligence in medical care: content analysis of social media",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Internet Res",
            "volume": "22",
            "issn": "7",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2196/16649"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Understanding the public perception of AI. GoodAI Blog",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Goodai",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The role of transportation in the persuasiveness of public narratives",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Brock",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Pers Soc Psychol",
            "volume": "79",
            "issn": "5",
            "pages": "701--721",
            "other_ids": {
                "DOI": [
                    "10.1037/0022-3514.79.5.701"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Encoding/decoding",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Culture, media, language. Routledge",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Perceptions of artificial intelligence: a survey of academic librarians in Canada and the United States",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hervieux",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wheatley",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J Acad Librariansh",
            "volume": "47",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.acalib.2020.102270"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Artificial intelligence: public perception, attitude and trust",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Holder",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Khurana",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Watts",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "More than pop culture: depictions of HIV in the media and the effect on viewer's perception of risk",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Homosex",
            "volume": "60",
            "issn": "8",
            "pages": "1117--1142",
            "other_ids": {
                "DOI": [
                    "10.1080/00918369.2013.776423"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A conceptual research agenda and quantification framework for the relationship between sciencefiction media and human-computer interaction",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jordan",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Mubin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Silva",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Stephanidis C (ed) HCI International 2016-posters' extended abstracts",
            "volume": "",
            "issn": "",
            "pages": "52--57",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-319-40548-3_9"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The future is now: diegetic prototypes and the role of popular films in generating real-world technological development",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kirby",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Soc Stud Sci",
            "volume": "40",
            "issn": "1",
            "pages": "41--70",
            "other_ids": {
                "DOI": [
                    "10.1177/0306312709338325"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Perceptions of artificial intelligence in healthcare: findings from a qualitative survey study among actors in France",
            "authors": [
                {
                    "first": "M-C",
                    "middle": [],
                    "last": "Laï",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brian",
                    "suffix": ""
                },
                {
                    "first": "M-F",
                    "middle": [],
                    "last": "Mamzer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Transl Med",
            "volume": "18",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12967-019-02204-y"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The military-entertainment complex",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lenoir",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Caldwell",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Perceptions toward artificial intelligence among academic library employees and alignment with the diffusion of innovations' adopter categories",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Lund",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Omame",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tijani",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Agbaji",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.5860/crl.81.5.865"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Who reads science fiction and fantasy, and how do they feel about science? Preliminary findings from an online survey",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Menadue",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jacups",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "SAGE Open",
            "volume": "8",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/2158244018780946"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "How healthy is prime time? An analysis of health content in popular prime time television programs",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Hether",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Rideout",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "AI in the headlines: the portrayal of the ethical issues of artificial intelligence in the media",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ouchchy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Coin",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Dubljević",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "AI Soc",
            "volume": "35",
            "issn": "4",
            "pages": "927--936",
            "other_ids": {
                "DOI": [
                    "10.1007/s00146-020-00965-5"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Inventing pasts and futures: speculative design and media archaeology",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Parikka",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "New Media Archaeologies",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Campos Nesme B (2021) Entertainment-education campaigns and COVID-19: how three global organizations adapted the health communication strategy for pandemic response and takeaways for the future",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sangalang",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Critchlow",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mitra",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Health Commun",
            "volume": "36",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/10410236.2020.1847451"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Analysing the public perception of artificial intelligence",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Robinson",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Entertainment-education and elaboration likelihood: understanding the processing of narrative persuasion",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Slater",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rouner",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Commun Theory",
            "volume": "12",
            "issn": "2",
            "pages": "173--191",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1468-2885.2002.tb00265.x"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Public perceptions of artificial intelligence and robotics in medicine",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Stai",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Heller",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mcsweeney",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rickman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Blake",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vasdev",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Edgerton",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tejpaul",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Peterson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rosenberg",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kalapara",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Regmi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Papanikolopoulos",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Weight",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Endourol",
            "volume": "34",
            "issn": "10",
            "pages": "1041--1048",
            "other_ids": {
                "DOI": [
                    "10.1089/end.2020.0137"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Robot Dog's run is cut short after fierce backlash. The New York Times",
            "authors": [
                {
                    "first": "J ; N",
                    "middle": [
                        "Y P"
                    ],
                    "last": "Staiger",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Why do AI assistants have a female voice?",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "What images come to mind when you think of AI? as the lowest realistic examples of AI in entertainment media (among the examples given to the respondents).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "How positive is this portrayal of AI?",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Where do you get your information about AI?Fig. 17Results of chi-square analyses on the relationships between the belief that AI is represented realistic in the media and the various beliefs on possible AI scenarios",
            "latex": null,
            "type": "figure"
        },
        "TABREF3": {
            "text": ", of the entertainment media examples provided, the ones that the majority of respondents indicated were realistic were Black Mirror (56.9% realistic), Her (54.2%), and I, Robot (51.0%). On the other hand, Men in Black (53.2% unrealistic), the Star Wars franchise (52.0%), and The Matrix (51.3%) were rated",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Fig. 18General sentiment about the most realistic movies about AI according to our respondents, among the listed options",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This research was made possible through a grant from Good Systems at the University of Texas at Austin. In addition, much of the statistical work was performed by Bennett Cleff.Author contributions Paul Toprac, Suzanne Scott and Samuel Baker conceived of, designed, and executed the studies described. Karim Nader and Paul Toprac performed data analysis. Karim Nader wrote the first draft of the manuscript; all authors commented on that and subsequent versions and read and approved the final manuscript.Funding This work was supported by Good Systems, a research grand challenge at the University of Texas at Austin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The survey data that support the findings of this study are available in OpenICPSR at the following address https:// doi. org/ 10. 3886/ E1525 42V1. Please note that the some of the authors are listed as Principal Investigators on the linked page.Code availability Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of data and materials"
        },
        {
            "text": "Ethics approval The University of Texas at Austin IRB determined these studies to be exempt from review. [Protocol Number 2019-09-0009].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest None to report."
        },
        {
            "text": "Consent for participation All participants completed the informed consent process prior to participation in the study. The consent process and research activities were submitted to the University of Texas at Austin IRB and determined to be exempt from review. [Protocol Number 2019-09-0009].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication Not applicable."
        }
    ]
}