{
    "paper_id": "a5bfe4c7e306e2f72c9ab34a5dd099175b0f5df7",
    "metadata": {
        "title": "Conservative management of a complete primary spontaneous pneumothorax",
        "authors": [
            {
                "first": "Thisuri",
                "middle": [],
                "last": "Jayawardena",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sir Charles Gairdner Hospital",
                    "location": {
                        "settlement": "Perth",
                        "region": "Western Australia",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Sophie",
                "middle": [],
                "last": "Krivinskas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sir Charles Gairdner Hospital",
                    "location": {
                        "settlement": "Perth",
                        "region": "Western Australia",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "|",
                "middle": [
                    "Y C Gary"
                ],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sir Charles Gairdner Hospital",
                    "location": {
                        "settlement": "Perth",
                        "region": "Western Australia",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Y",
                "middle": [
                    "C Gary"
                ],
                "last": "Lee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Large primary spontaneous pneumothorax (PSP) has traditionally been managed with needle aspiration, chest tube drainage and, in refractory cases, thoracic surgery. A recent randomized trial, however, provided evidence that a conservative observational approach was safe and 85% of patients recovered without requiring pleural drainage interventions. A conservative approach provided similar re-expansion rates at 8 weeks compared with chest tube drainage and offered the advantages of early hospital discharge, fewer days off work and avoidance of procedural risks. Nonetheless, clinicians are understandably anxious with conservative (non-drainage) management for patients with very large pneumothorax. Here, we report a patient with a right-sided PSP and total lung collapse that was managed successfully without intervention with minimal time in hospital or off work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "K E Y W O R D S chest tube, pleural, pneumothorax, spontaneous pneumothorax, surgery",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Large primary spontaneous pneumothorax (PSP) has traditionally been managed with various forms of pleural drainage. However, previous descriptive studies 1 and a recent randomized trial 2 suggested that a conservative observational approach is safe and most patients (85%) can be successfully treated without intervention, hence avoiding hospitalization and procedural complications. Concerns remain regarding whether conservative management is appropriate for patients with a complete/very large pneumothorax. We report the successful management of a patient with complete lung collapse from PSP without drainage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "A 36-year-old male was referred to our hospital emergency department (ED) after his general practitioner requested a chest radiograph that revealed a complete right-sided pneumothorax ( Figure 1A ). Five days previously, he developed sudden-onset right pleuritic chest pain, dyspnoea and dry cough waking him from sleep. There was no prior trauma.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 186,
                    "end": 195,
                    "text": "Figure 1A",
                    "ref_id": null
                }
            ],
            "section": "CASE REPORT"
        },
        {
            "text": "He was initially treated by his general practitioner with a salbutamol inhaler without effect, and his viral studies, including COVID-19, were negative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE REPORT"
        },
        {
            "text": "When assessed in our ED, he reported mild chest discomfort not requiring analgesia. He was not breathless when performing daily chores but felt unfit to perform more strenuous exercise (e.g., running). He had no prior respiratory illnesses. He was an active smoker of six to eight cigarettes daily (totalling three pack-years) and he had used cannabis occasionally, although not for over 1 year. He had no personal or family history of pneumothorax. His past medical history included migraines and insomnia for which he used doxylamine succinate 25 mg tablets as needed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE REPORT"
        },
        {
            "text": "On examination, he looked well and walked over 500 m around the ED without dyspnoea. His vital signs were stable (blood pressure 125/80 mmHg; heart rate 90 bpm, respiratory rate 16/min and oxygen saturation 97% on room air). There was no clinical evidence to suggest a tension pneumothorax. He had no features of Marfan's or Birt-Hogg-Dubé syndromes. After discussing conservative and interventional management options, the patient elected for an observational approach in keeping with the current practice at our centre. A repeat x-ray 4 h later was unchanged, without evidence of mediastinal shift. He was admitted overnight due to the late hour and the fact that he lived alone. He remained physiologically stable and repeat x-ray the following morning was unchanged prior to discharge. Serial x-rays performed as an outpatient showed gradual re-expansion of the lung over the following 8 weeks ( Figure 1B-D) . The patient is a software engineer and elected to work from home before returning to his office within a week of discharge. He remained relatively asymptomatic except for occasional right-sided chest discomfort that settled with simple analgesia. His exercise tolerance improved to walking 2 km by 4 weeks and 7-8 km daily by 8 weeks when his radiograph showed a fully re-expanded lung ( Figure 1D) . A computed tomography (CT) chest scan performed at 7 weeks showed no underlying diffuse cystic or bullous lung diseases. He had no further pneumothoraces after 14 weeks of follow-up and he remained abstinent from smoking.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 900,
                    "end": 912,
                    "text": "Figure 1B-D)",
                    "ref_id": null
                },
                {
                    "start": 1303,
                    "end": 1313,
                    "text": "Figure 1D)",
                    "ref_id": null
                }
            ],
            "section": "CASE REPORT"
        },
        {
            "text": "We provide a case description of a patient with a large unilateral PSP managed successfully without intervention. The patient made an informed choice to follow a conservative approach, avoiding procedural risks and minimizing time in hospital and off work, having satisfied the safety checklist used in the recent PSP trial (Table 1) . 2 Rupture of a subpleural bleb creating an abnormal communication between the alveolar and pleural spaces is the purported pathobiology underlying PSP. Apical subpleural blebs are found on CT or thoracoscopy in most cases. 3 Resolution of air leak requires healing of the underlying defect. Removal of air from the pleural space by invasive drainage gives quicker radiological improvement and some immediate symptomatic relief, but it is unclear how and if this facilitates healing of the pleural defect. Allowing the lung to stay deflated potentially permits edges of the visceral defect to stay in closest proximity facilitating speedier wound closure. Clinical guidelines increasingly emphasize using symptoms rather than radiological size of a PSP to guide management. 4 This is supported by the recent randomized trial in which an observational approach resulted in similar reexpansion rates and reduced adverse events in adult patients with PSP >32% of hemithorax on chest radiography. Only 25 of 162 patients (15.4%) in the conservative arm required subsequent intervention. 2 In line with this evidence base, our centre manages PSP patients who are clinically and haemodynamically stable, regardless of the size of the pneumothorax, with analgesia (if needed) and observation for ≥4 h. Those with no clinical deterioration, no enlargement of pneumothorax on repeat x-ray and who can mobilize adequately without dyspnoea are discharged with education and outpatient follow-up until radiological resolution. Immediate drainage is reserved only for patients with physiological compromise/symptomatic concern.",
            "cite_spans": [
                {
                    "start": 336,
                    "end": 337,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 559,
                    "end": 560,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1109,
                    "end": 1110,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1418,
                    "end": 1419,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 324,
                    "end": 333,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Complete/very large PSPs are uncommon and clinicians are understandably guarded to apply observational management in this subgroup, despite randomized trial evidence in patients with large PSP. Our case provides support that conservative management of PSP is safe and feasible in patients who are stable with adequately controlled symptoms regardless of size on chest x-ray, if safety criteria are followed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Conservative management has the potential to be substantially cost-saving for health systems, with previous studies demonstrating reduced length of stay, need for surgery and recurrence rates. 2 Additional benefits to patients include reduced adverse events and earlier return to work. This case adds to the body of evidence supporting conservative management and should provide clinicians greater confidence in offering this approach even to patients with complete/very large pneumothorax.",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 194,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "T A B L E 1 Suggested safety checklist for conservative management of primary spontaneous pneumothoraces, as used in the recent randomized trial by Brown et al. 2 At presentation • 14-50 years old • First episode of pneumothorax • No haemodynamic compromise as defined by:",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 162,
                    "text": "Brown et al. 2",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "• Systolic blood pressure ≥ 90 mmHg • Heart rate in beats per minute ≤ systolic blood pressure in millimetres of mercury • Respiratory rate < 30 breaths per minute • Patient consenting to conservative management After 4 h of observation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "• Walking comfortably • Symptoms adequately controlled with analgesia • No supplementary oxygen requirement (oxygen saturation ≥ 90% on room air) • No haemodynamic compromise (criteria as above)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "• Pneumothorax size stable on repeat chest x-ray",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Conservative management of spontaneous pneumothorax",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Stradling",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Poole",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "Thorax",
            "volume": "21",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Conservative versus interventional treatment for spontaneous pneumothorax",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Ball",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Perrin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Asha",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Braithwaite",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Egerton-Warburton",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "405--420",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "New insights and improved strategies for the management of primary spontaneous pneumothorax",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Plojoux",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Froudarakis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Janssens",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Soccal",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Tschopp",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Clin Respir J",
            "volume": "13",
            "issn": "",
            "pages": "195--201",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "ERS) task force statement: diagnosis and treatment of primary spontaneous pneumothorax",
            "authors": [
                {
                    "first": "J-M",
                    "middle": [],
                    "last": "Tschopp",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Bintcliffe",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Astoul",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Canalis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Driesen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Janssen",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Eur Respir J",
            "volume": "46",
            "issn": "",
            "pages": "321--356",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Conservative management of a complete primary spontaneous pneumothorax",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jayawardena",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Krivinskas",
                    "suffix": ""
                },
                {
                    "first": "Ycg",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Respirology Case Reports",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/rcr2.837"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Serial chest x-rays of a patient with complete right-sided spontaneous pneumothorax managed conservatively showing gradual re-expansion of the lung by 8 weeks. (A) Day 0-day of hospital presentation with complete right-sided lung collapse, (B) Day 14, (C) Day 29 and (D) Day 55-lung fully expanded",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "ACKNOWLEDGMENT Y. C. Gary Lee is a Medical Research Future Fund Practitioner Fellow.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONFLICT OF INTEREST"
        },
        {
            "text": "All authors contributed to writing, editing and approval of the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTHOR CONTRIBUTION"
        },
        {
            "text": "Appropriate written informed consent was obtained for publication of this case report and accompanying images.ORCID Thisuri Jayawardena https://orcid.org/0000-0003-4477-9960 Y. C. Gary Lee https://orcid.org/0000-0002-0036-511X",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ETHICS STATEMENT"
        }
    ]
}