{
    "paper_id": "a601100ee0bc06008875288c5f1110112e69934a",
    "metadata": {
        "title": "Assessment of the Effects of Active Immunisation against Respiratory Syncytial Virus (RSV) using Decision-Analytic Models: A Systematic Review with a Focus on Vaccination Strategies, Modelling Methods and Input Data",
        "authors": [
            {
                "first": "Marina",
                "middle": [],
                "last": "Treskova",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Robert Koch Institute",
                    "location": {
                        "addrLine": "Seestrasse 10",
                        "postCode": "13353",
                        "settlement": "Berlin",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Francisco",
                "middle": [],
                "last": "Pozo-Martin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Robert Koch Institute",
                    "location": {
                        "addrLine": "Seestrasse 10",
                        "postCode": "13353",
                        "settlement": "Berlin",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Stefan",
                "middle": [],
                "last": "Scholz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Robert Koch Institute",
                    "location": {
                        "addrLine": "Seestrasse 10",
                        "postCode": "13353",
                        "settlement": "Berlin",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Viktoria",
                "middle": [],
                "last": "Schönfeld",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Robert Koch Institute",
                    "location": {
                        "addrLine": "Seestrasse 10",
                        "postCode": "13353",
                        "settlement": "Berlin",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Ole",
                "middle": [],
                "last": "Wichmann",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Robert Koch Institute",
                    "location": {
                        "addrLine": "Seestrasse 10",
                        "postCode": "13353",
                        "settlement": "Berlin",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "Thomas"
                ],
                "last": "Harder",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Robert Koch Institute",
                    "location": {
                        "addrLine": "Seestrasse 10",
                        "postCode": "13353",
                        "settlement": "Berlin",
                        "country": "Germany"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background Several vaccine and antibody candidates are currently in development for the prevention of lower respiratory tract infections caused by the respiratory syncytial virus (RSV). Methods We searched MEDLINE, Embase, and SCOPUS and included model-based evaluations of RSV vaccinations. Two reviewers performed the selection, data extraction, and quality evaluation with EVIDEM. Cost-effectiveness (CE) estimates were converted to $US purchasing power parity (PPP), year 2018 values. Potential economic and epidemiological outcomes were summarised for maternal, infant, children, and elderly vaccinations. The PROSPERO identifier is CRD42019122570. Results In total, 22 model-based studies were reviewed. On average, a potential 27% reduction in RSV hospitalisations in infants was projected for maternal vaccination and 50% for direct infant immunisation. The CE of maternal vaccination was $US1766-5857 PPP 2018/disability-adjusted life-years (DALYs) for Global Alliance for Vaccines and Immunisation (Gavi)-eligible countries. For England, the maximum cost-effective price of maternal vaccination was estimated at $US81.5 PPP 2018. Infant vaccination was associated with higher CE ratios in low-and high-income settings. Vaccination of neonates born before the RSV season was the most cost effective in high-income settings. Higher values for vaccine effectiveness, duration of protection, and vaccine uptake increased the benefits. Due to indirect effects, the vaccination of school-age children and a cocooning strategy were effective alternatives to protect infants, and the vaccination of children aged < 5 years had a beneficial impact on the elderly. Conclusion RSV vaccines with anticipated characteristics may reduce a sizeable proportion of the RSV burden. The results are subject to uncertainty because of the limited epidemiological and clinical data. Data on RSV incidence and hospitalisation risk for granular age strata should be prioritised to facilitate the evaluation of RSV interventions and decision making.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The online version contains supplementary material available at https ://doi.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Respiratory syncytial virus (RSV) is the most common cause of acute lower respiratory infection (ALRI), mainly in children aged < 2 years [1] [2] [3] . The incidence of RSV infection is lower in the first weeks of life, possibly because of protection from transferred maternal antibodies in newborns, and peaks in infants up to 3 months of age [4] . By the end of the second year of life, most children have had an RSV infection [1] . A recent review of the global RSV burden estimated 1.4 million (uncertainty range [UR] 1.2−1.7) RSV hospitalisations and 27,300 (UR 20, 200) in-hospital deaths occurred in infants aged < 6 months in 2015. Hospital admissions in this group constituted 45% of global RSV hospitalisations in young children (aged 0-4 years), which were estimated at 3.2 million (UR 2.7-3.8) in 2015. The estimates showed that the incidence of RSV-ALRI in those aged 0-5 months was higher in low-income (117.2 per 1000) than in highincome (66.1 per 1000) regions. In turn, hospital admission rates were reported to be much higher for high-income than for low-income countries. However, the small number of available studies limited the evidence on hospitalisations in low-income countries. The highest hospital admission rates",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 141,
                    "text": "[1]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 142,
                    "end": 145,
                    "text": "[2]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 146,
                    "end": 149,
                    "text": "[3]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 344,
                    "end": 347,
                    "text": "[4]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 429,
                    "end": 432,
                    "text": "[1]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 563,
                    "end": 570,
                    "text": "(UR 20,",
                    "ref_id": null
                },
                {
                    "start": 571,
                    "end": 575,
                    "text": "200)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Given the absence of clinical evidence on the efficacy of the respiratory syncytial virus (RSV) vaccine and the duration of vaccine-induced immunity, the potential effects of vaccination are subject to uncertainty.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key Points"
        },
        {
            "text": "The current decision-analytic models suggest that maternal, infant, and cocooning vaccinations with anticipated vaccine candidates may reduce a considerable proportion of RSV infections and hospitalisations in infants; the evidence for vaccination of the elderly is scarce.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key Points"
        },
        {
            "text": "Further economic evaluation of vaccination strategies is needed in the elderly and older children using dynamictransmission models.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key Points"
        },
        {
            "text": "were reported in infants aged < 6 months compared with other age groups across all geographies [5] . The influential factors of acquisition of RSV in children include birth before and shortly after the onset of RSV season and attendance of childcare facilities [4] . Severe RSV illness and complications requiring hospitalisation occur mainly in high-risk children. Premature infants and children with severe respiratory disease, congenital heart disease, cancer, cystic fibrosis, immune deficiency, or Down syndrome have been reported to be at increased risk for severe RSV infection [6, 7] . Moreover, severe RSV disease during infancy presents a considerable risk for the development of recurrent wheezing and asthma later in life [8, 9] . Asymptomatic or mild RSV reinfections are common in adult life [10] , with more severe manifestation in immunocompromised individuals [11] , patients with cardiopulmonary diseases, and the elderly [12] . The increasing evidence on RSV in the elderly suggests that the impact of the disease is non-negligible, particularly in people with underlying comorbidities, and is comparable to that of non-pandemic influenza [12] [13] [14] .",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 98,
                    "text": "[5]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 261,
                    "end": 264,
                    "text": "[4]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 585,
                    "end": 588,
                    "text": "[6,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 589,
                    "end": 591,
                    "text": "7]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 734,
                    "end": 737,
                    "text": "[8,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 738,
                    "end": 740,
                    "text": "9]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 806,
                    "end": 810,
                    "text": "[10]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 877,
                    "end": 881,
                    "text": "[11]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 940,
                    "end": 944,
                    "text": "[12]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1158,
                    "end": 1162,
                    "text": "[12]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1163,
                    "end": 1167,
                    "text": "[13]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1168,
                    "end": 1172,
                    "text": "[14]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Key Points"
        },
        {
            "text": "Overall, RSV infection has been recognised as a disease with a considerable impact in the community and on hospital services that requires prevention in young children and older adults [14] . Currently, the only preventive strategy is passive immunisation since active immunisation is not yet available. Passive immunisation is attained by transferring antibodies to an unprotected individual [15] . In contrast, active immunisation or vaccination leads the individual's immune system to produce antibodies and build up cellular immunity [16] . While vaccination can induce a long-lasting immunity, passively induced immunity lasts for several weeks or months [15, 16] . The monoclonal antibody (mAb) palivizumab is used for RSV prevention but is usually restricted to infants with an underlying risk of severe RSV infection [1, 17] . No RSV vaccine has yet been licensed, but several vaccine candidates and mAbs are currently being tested in clinical trials [18] . Although vaccine effectiveness (VE) estimates are not yet available, decision-analytic models exploring the epidemiological and economic outcomes of potential RSV vaccination have been emerging. In this study, we summarised and critically appraised current evidence on the effectiveness and cost effectiveness of potential active vaccination strategies against RSV.",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 189,
                    "text": "[14]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 393,
                    "end": 397,
                    "text": "[15]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 538,
                    "end": 542,
                    "text": "[16]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 660,
                    "end": 664,
                    "text": "[15,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 665,
                    "end": 668,
                    "text": "16]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 825,
                    "end": 828,
                    "text": "[1,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 829,
                    "end": 832,
                    "text": "17]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 959,
                    "end": 963,
                    "text": "[18]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Key Points"
        },
        {
            "text": "We performed a systematic review of decision-analytic models on active vaccination against RSV. The protocol of the review is published on PROSPERO (CRD42019122570).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The selection criteria were as follows: (1) model-based analyses; (2) original research or a systematic review; (3) focus on RSV vaccination; (4) reported additional costs and/ or additional health effects in terms of life-years gained, quality-adjusted life-years (QALYs), disability-adjusted lifeyears (DALYs), life expectancy, reduction in RSV disease morbidity, reduction in RSV disease mortality; (5) either single-or multi-country study; (6) any language; and (7) publication since 2000.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Studies were excluded if they (1) investigated the epidemiology, transmission, and natural history of RSV without modelling the impacts of vaccination; (2) estimated healthcare resource usage and costs of RSV infection only; (3) examined the effects of immunoprophylaxis (passive immunisation) without consideration of any active immunisation.",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 228,
                    "text": "(3)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "We searched MEDLINE, Embase, and SCOPUS from 2000 to the present (date of last search 22 October 2020), without restrictions. Two reviewers (MT, FPM) independently performed screening, selection, data extraction, and quality evaluation of selected studies. In case of any disagreement, the third reviewer (STS) arbitrated to reach a consensus. The search syntax and data extraction are described in the electronic supplementary material (ESM 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "All studies included in the analysis underwent a quality assessment using the 'Evidence and Value: Impact on DEcisionMaking' (EVIDEM) instrument-'Assessment of quality of economic evaluations' [19] . The EVIDEM instrument evaluates (1) the quality of reporting in terms of completeness and consistency with cited sources and (2) the relevance and validity of evidence for decision making. We considered the EVIDEM instrument beneficial for the aims of this review because it provides an adaptable framework and allows a thorough assessment with the scoring of both the relevance of evidence and the completeness of the reporting of the model-based evaluations. We adopted the 'parameters and estimates' domain of EVIDEM to explore and evaluate the essential assumptions that directly govern the outcomes of the modelling of RSV transmission, the effects and the costs of the interventions, and that are therefore critical for comparing the studies and interpreting the results. Studies that estimated only epidemiological effects of RSV vaccination (hereinafter epidemiological evaluation studies) were also subjected to the quality assessment of the applied methods. For these studies, we considered the absence of cost estimates as a limiting factor but not something that affected their relevance for decision making. Two evaluators (MT, FPM) independently completed the quality assessment across the 11 dimensions and assigned a score for each study, providing a rationale for the given score (1, 2 for low and 3, 4 for high completeness of reporting and relevance/validity).",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 197,
                    "text": "[19]",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "For the assessed economic evaluations, the results reported were time adjusted to the year 2018 by applying the country-specific consumer price indices and standardised to $US, year 2018 values using the purchasing power parity (PPP) index and exchange rates for 2018 obtained from Organisation for Economic Co-operation and Development published data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The initial search identified 2491 records after removing duplicates across the databases. Repeated searches added 514 records. Overall, 72 records were selected for abstract screening and eligibility assessment for full-text reading. After the full-text reading of 24 eligible studies, 22 were included in this review ( Fig. 1 ) and subjected to data extraction and quality assessment. Table 1 and Fig. 2 provide an overview of the methodological characteristics of the reviewed studies.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 321,
                    "end": 327,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 387,
                    "end": 394,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 399,
                    "end": 405,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Most studies considered RSV vaccination in high-income countries: five in the USA [20] [21] [22] [23] [24] , three in Spain [25] [26] [27] , four in the Netherlands [28] [29] [30] [31] , two in England [32, 33] , and one each in Australia [34] , and Turkey [35] . Four studies used data from Kenya [3, [36] [37] [38] . Two studies explored RSV interventions in the countries supported by the Global Alliance for Vaccines and Immunisation (Gavi) [39, 40] . Eleven studies evaluated both economic and epidemiological impacts [20, 23, 25-30, 32, 35, 40] , and 11 studies provided an evaluation of only epidemiological effects [3, 21, 22, 24, 31, 33, 34, [36] [37] [38] [39] . Nineteen studies evaluated interventions that target the reduction of RSV infections in infants and children aged < 5 years, and three studies examined vaccination impact on morbidity and mortality in the elderly [20, 24, 29] . The target population groups for vaccination strategies covered in the review included (1) pregnant women, (2) newborns and infants, (3) young children, and (4) adults and the elderly.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 86,
                    "text": "[20]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 87,
                    "end": 91,
                    "text": "[21]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 92,
                    "end": 96,
                    "text": "[22]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 97,
                    "end": 101,
                    "text": "[23]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 102,
                    "end": 106,
                    "text": "[24]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 124,
                    "end": 128,
                    "text": "[25]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 129,
                    "end": 133,
                    "text": "[26]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 134,
                    "end": 138,
                    "text": "[27]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 165,
                    "end": 169,
                    "text": "[28]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 170,
                    "end": 174,
                    "text": "[29]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 175,
                    "end": 179,
                    "text": "[30]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 180,
                    "end": 184,
                    "text": "[31]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 202,
                    "end": 206,
                    "text": "[32,",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 207,
                    "end": 210,
                    "text": "33]",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 239,
                    "end": 243,
                    "text": "[34]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 257,
                    "end": 261,
                    "text": "[35]",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 298,
                    "end": 301,
                    "text": "[3,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 302,
                    "end": 306,
                    "text": "[36]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 307,
                    "end": 311,
                    "text": "[37]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 312,
                    "end": 316,
                    "text": "[38]",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 445,
                    "end": 449,
                    "text": "[39,",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 450,
                    "end": 453,
                    "text": "40]",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 523,
                    "end": 550,
                    "text": "[20, 23, 25-30, 32, 35, 40]",
                    "ref_id": null
                },
                {
                    "start": 623,
                    "end": 626,
                    "text": "[3,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 627,
                    "end": 630,
                    "text": "21,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 631,
                    "end": 634,
                    "text": "22,",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 635,
                    "end": 638,
                    "text": "24,",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 639,
                    "end": 642,
                    "text": "31,",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 643,
                    "end": 646,
                    "text": "33,",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 647,
                    "end": 650,
                    "text": "34,",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 651,
                    "end": 655,
                    "text": "[36]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 656,
                    "end": 660,
                    "text": "[37]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 661,
                    "end": 665,
                    "text": "[38]",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 666,
                    "end": 670,
                    "text": "[39]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 886,
                    "end": 890,
                    "text": "[20,",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 891,
                    "end": 894,
                    "text": "24,",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 895,
                    "end": 898,
                    "text": "29]",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "Settings and Target Population"
        },
        {
            "text": "Twelve studies used dynamic models (11 compartment models [21, 24-27, 31, 33, 34, 36-38] and one individual-based model [3] ), the remaining ten studies used static models. The dynamic models simulated the natural course of RSV infection, the transmission of the virus between the population groups, and, in some studies, healthcare utilisation. The static models concentrated mainly on the medically attended RSV cases.",
            "cite_spans": [
                {
                    "start": 58,
                    "end": 88,
                    "text": "[21, 24-27, 31, 33, 34, 36-38]",
                    "ref_id": null
                },
                {
                    "start": 120,
                    "end": 123,
                    "text": "[3]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Dynamic and Static Modelling of Respiratory Syncytial Virus (RSV) Epidemiology"
        },
        {
            "text": "In the dynamic models, the natural history of RSV infection was approximated by the susceptible-infected-recovered-susceptible (SIRS) model, including the protection of newborns by maternal antibodies as described by Weber et al. [41] . Extensions of the model included a latent period (exposed compartment) of infection [21, 34] , subsequent (milder) illness with reduced duration of infectiousness [24, 36] , reduction of susceptibility [3, 36, 37] and infectivity in previously infected individuals [36, 37] or children aged > 10 years [34] and adults [24] . Pan-Ngum et al. [37] and Kinyanjui et al. [33] addressed in detail the uncertainty around the acquisition and duration of immunity after primary RSV infection and explored the impact of lifelong and short-term partial immunity after a primary RSV infection.",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 234,
                    "text": "[41]",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 321,
                    "end": 325,
                    "text": "[21,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 326,
                    "end": 329,
                    "text": "34]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 400,
                    "end": 404,
                    "text": "[24,",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 405,
                    "end": 408,
                    "text": "36]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 439,
                    "end": 442,
                    "text": "[3,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 443,
                    "end": 446,
                    "text": "36,",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 447,
                    "end": 450,
                    "text": "37]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 502,
                    "end": 506,
                    "text": "[36,",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 507,
                    "end": 510,
                    "text": "37]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 539,
                    "end": 543,
                    "text": "[34]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 555,
                    "end": 559,
                    "text": "[24]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 578,
                    "end": 582,
                    "text": "[37]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 604,
                    "end": 608,
                    "text": "[33]",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [],
            "section": "The Natural History of RSV"
        },
        {
            "text": "Most studies used either infections [3, 21, [24] [25] [26] [27] 31] or hospitalisations [20, 23, 28, 33, 34, 36, [38] [39] [40] as epidemiological ends. Eight studies distinguished between an asymptomatic and symptomatic course of infection and modelled different severity of RSV disease within either a dynamic [33, 37] or static [22, 29, 30, 32, 35, 39, 40] framework. Pan-Ngum et al. [37] and Kinyanjui et al. [33] modelled hospitalised and non-hospitalised upper-and lower respiratory tract infections (URTI, LRTI) and severe LRTIs. Seven studies [22, 29, 30, 32, 35, 39, 40] used healthcare services to classify RSV infections into cases attended in outpatient care, hospital care, and emergency departments.",
            "cite_spans": [
                {
                    "start": 36,
                    "end": 39,
                    "text": "[3,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 40,
                    "end": 43,
                    "text": "21,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 44,
                    "end": 48,
                    "text": "[24]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 49,
                    "end": 53,
                    "text": "[25]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 54,
                    "end": 58,
                    "text": "[26]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 59,
                    "end": 63,
                    "text": "[27]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 64,
                    "end": 67,
                    "text": "31]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 88,
                    "end": 92,
                    "text": "[20,",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 93,
                    "end": 96,
                    "text": "23,",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 97,
                    "end": 100,
                    "text": "28,",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 101,
                    "end": 104,
                    "text": "33,",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 105,
                    "end": 108,
                    "text": "34,",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 109,
                    "end": 112,
                    "text": "36,",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 113,
                    "end": 117,
                    "text": "[38]",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 118,
                    "end": 122,
                    "text": "[39]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 123,
                    "end": 127,
                    "text": "[40]",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 312,
                    "end": 316,
                    "text": "[33,",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 317,
                    "end": 320,
                    "text": "37]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 331,
                    "end": 335,
                    "text": "[22,",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 336,
                    "end": 339,
                    "text": "29,",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 340,
                    "end": 343,
                    "text": "30,",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 344,
                    "end": 347,
                    "text": "32,",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 348,
                    "end": 351,
                    "text": "35,",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 352,
                    "end": 355,
                    "text": "39,",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 356,
                    "end": 359,
                    "text": "40]",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 387,
                    "end": 391,
                    "text": "[37]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 413,
                    "end": 417,
                    "text": "[33]",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 551,
                    "end": 555,
                    "text": "[22,",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 556,
                    "end": 559,
                    "text": "29,",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 560,
                    "end": 563,
                    "text": "30,",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 564,
                    "end": 567,
                    "text": "32,",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 568,
                    "end": 571,
                    "text": "35,",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 572,
                    "end": 575,
                    "text": "39,",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 576,
                    "end": 579,
                    "text": "40]",
                    "ref_id": "BIBREF68"
                }
            ],
            "ref_spans": [],
            "section": "The Natural History of RSV"
        },
        {
            "text": "RSV transmission was simulated only in the dynamic models [3, 21, 24-27, 31, 33, 34, 36-38] , which used mixing between individuals (individual-based model [3] ) or age-stratified compartments (compartment models) [21, 24-27, 31, 33, 34, 36-38] . The dynamic models applied age-related mixing, and three studies [3, 36, 38] also simulated household-and community-related contacts.",
            "cite_spans": [
                {
                    "start": 58,
                    "end": 91,
                    "text": "[3, 21, 24-27, 31, 33, 34, 36-38]",
                    "ref_id": null
                },
                {
                    "start": 156,
                    "end": 159,
                    "text": "[3]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 214,
                    "end": 244,
                    "text": "[21, 24-27, 31, 33, 34, 36-38]",
                    "ref_id": null
                },
                {
                    "start": 312,
                    "end": 315,
                    "text": "[3,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 316,
                    "end": 319,
                    "text": "36,",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 320,
                    "end": 323,
                    "text": "38]",
                    "ref_id": "BIBREF66"
                }
            ],
            "ref_spans": [],
            "section": "RSV Transmission and Seasonality"
        },
        {
            "text": "Within the dynamic models, seasonality of RSV epidemiology was implemented mostly as a cosine function. The forced seasonal transmission was supplemented by demography so that RSV incidence varied over the modelled years. Several static models [22, 28, 30, 32, 35] included calendar month-dependent RSV disease risk, and others did not represent seasonality.",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 248,
                    "text": "[22,",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 249,
                    "end": 252,
                    "text": "28,",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 253,
                    "end": 256,
                    "text": "30,",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 257,
                    "end": 260,
                    "text": "32,",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 261,
                    "end": 264,
                    "text": "35]",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [],
            "section": "RSV Transmission and Seasonality"
        },
        {
            "text": "The dynamic models, which included a wide range of age groups, simulated indirect protection of non-vaccinated groups provided by the direct vaccination. Static models either considered a birth cohort or an age-structured section of the population, e.g. children aged < 5 years and adults aged ≥ 50 years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RSV Transmission and Seasonality"
        },
        {
            "text": "Data on the interventions and assumptions about the vaccine effects are presented in Table 2 . In 12 studies that evaluated vaccination of newborns or infants, vaccine uptake was assumed to be higher than 60%, with four assuming more than 90%. Vaccine uptake varied between 25 and 85%, with base-case values around 50% for pregnant women, and from 50 to 87% for the elderly. Meijboom et al. [29] set different values of vaccine coverage for the elderly, depending on the age and health risk Effects of Active Immunisation against RSV using Decision-Analytic Models Most of the studies defined the vaccine uptake based on an assumption. Alternatively, the studies used observed influenza vaccine coverages for infants, children [22, 24, 30] , and the elderly [20, 24] , Bacillus Calmette-Guérin vaccination for infant immunisation [40] , and uptake estimates for maternal pertussis and influenza vaccines for the vaccination of pregnant women [22, 34] . For newborns and infants, the dosing schedule varied from one to three doses. One-dose schedules were assessed for vaccinations of pregnant women and the elderly.",
            "cite_spans": [
                {
                    "start": 391,
                    "end": 395,
                    "text": "[29]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 727,
                    "end": 731,
                    "text": "[22,",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 732,
                    "end": 735,
                    "text": "24,",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 736,
                    "end": 739,
                    "text": "30]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 758,
                    "end": 762,
                    "text": "[20,",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 763,
                    "end": 766,
                    "text": "24]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 830,
                    "end": 834,
                    "text": "[40]",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 942,
                    "end": 946,
                    "text": "[22,",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 947,
                    "end": 950,
                    "text": "34]",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [
                {
                    "start": 85,
                    "end": 92,
                    "text": "Table 2",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Vaccine Uptake"
        },
        {
            "text": "Given the absence of clinical data on VE and duration of vaccine-induced immunity, the authors made various assumptions about vaccine characteristics. VE was implemented as reduced susceptibility to RSV infection in the dynamic models and as a reduced proportion of hospitalisations or medically attended infections in the static models. Pan-Ngum et al. [37] and Kinyanjui et al. [33] considered a wide range of vaccine characteristics and modelled clinical endpoints in infants as a reduction in the risk of primary infection, the duration of infectivity, infectiousness, the risk of URTI, the risk of LRTI, and the risk of severe LRTI. Gessner [20] also explored possible VE against chronic obstructive pulmonary disease (COPD) in the elderly. VE varied from 25 to 100% among the studies and vaccine types. The baseline parameter ranged from 60 to 80% for the maternal vaccine, from 70 to 80% for the elderly, and from 50 to 100% for infants and children. Uncertainty meant that most studies reported results over a wide range of possible VE values. For infant vaccination, 11 of 14 studies assumed 3-12 months of vaccine-induced immunity. Cromer et al. [32] set no waning over 5 years, van Boven et al. [31] assumed full protection until the age of 5 years, and Meijboom et al. [30] evaluated no waning, plateau, and linear waning over 10 years. Three studies [20, 24, 29] that evaluated vaccination in the elderly assumed that immunity lasted for one RSV season. Immunity in newborns due to maternal vaccination varied between 3 and 8 months. Additionally, Pan-Ngum et al. [37] and Kinyanjui et al. [33] considered potential interactions between vaccine-induced immunity and natural immunity due to maternal antibodies and modelled the effects of infant vaccine given in the presence of maternal antibodies that wane over time.",
            "cite_spans": [
                {
                    "start": 354,
                    "end": 358,
                    "text": "[37]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 380,
                    "end": 384,
                    "text": "[33]",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 646,
                    "end": 650,
                    "text": "[20]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1156,
                    "end": 1160,
                    "text": "[32]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 1206,
                    "end": 1210,
                    "text": "[31]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 1281,
                    "end": 1285,
                    "text": "[30]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1363,
                    "end": 1367,
                    "text": "[20,",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1368,
                    "end": 1371,
                    "text": "24,",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1372,
                    "end": 1375,
                    "text": "29]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1577,
                    "end": 1581,
                    "text": "[37]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 1603,
                    "end": 1607,
                    "text": "[33]",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [],
            "section": "Vaccine Effectiveness and Duration of Vaccine-induced Immunity"
        },
        {
            "text": "Most incidence estimates represent infected individuals who seek healthcare. Eleven studies graphically illustrated monthly or weekly series of RSV cases (hospitalisations) Optimal target product profile over the studied years in the modelled population. The approaches to estimating incidence among children were based on linkage of laboratory data to available administrative data [31, 32, 34] , data from the hospital reporting system [3, 27, 33, [36] [37] [38] , and observational studies [20, 21, 23, [28] [29] [30] 35] . Two studies that evaluated the intervention in Gavi-eligible countries obtained the data from a recent review [5] , estimated the total burden of the disease for each of the countries, and used statistical modelling to address the lack of granularity in the data [39, 40] . Additionally, the dynamic models used a scaling factor that translated medically attended RSV infection identified in the surveillance systems to the infections in the model. Table 3 presents the reported RSV incidence estimates without intervention and the resulting incidence reduction. The differences in reporting and the modelled age groups made it challenging to compare the incidence estimates across the studies. The studies that evaluated the protection of infants showed that RSV incidence was high in the first 5 months of life and peaked in infants from 1 to 3 months of age. The studies that included medically attended RSV infections reported that the proportion of cases treated in outpatient care was substantial. Three studies that considered vaccination in the elderly did not represent the age-specific incidence of RSV sufficiently to provide a summary. Meijboom et al. [29] reported that the hospitalisation numbers increased with age and health risk and were highest in the elderly aged ≥ 85 years.",
            "cite_spans": [
                {
                    "start": 383,
                    "end": 387,
                    "text": "[31,",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 388,
                    "end": 391,
                    "text": "32,",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 392,
                    "end": 395,
                    "text": "34]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 438,
                    "end": 441,
                    "text": "[3,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 442,
                    "end": 445,
                    "text": "27,",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 446,
                    "end": 449,
                    "text": "33,",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 450,
                    "end": 454,
                    "text": "[36]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 455,
                    "end": 459,
                    "text": "[37]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 460,
                    "end": 464,
                    "text": "[38]",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 493,
                    "end": 497,
                    "text": "[20,",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 498,
                    "end": 501,
                    "text": "21,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 502,
                    "end": 505,
                    "text": "23,",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 506,
                    "end": 510,
                    "text": "[28]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 511,
                    "end": 515,
                    "text": "[29]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 516,
                    "end": 520,
                    "text": "[30]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 521,
                    "end": 524,
                    "text": "35]",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 637,
                    "end": 640,
                    "text": "[5]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 790,
                    "end": 794,
                    "text": "[39,",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 795,
                    "end": 798,
                    "text": "40]",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 1691,
                    "end": 1695,
                    "text": "[29]",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [
                {
                    "start": 976,
                    "end": 983,
                    "text": "Table 3",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Epidemiological Estimates"
        },
        {
            "text": "This review included 11 economic assessments. Six evaluated infant vaccination: (1) three Spanish studies estimated total costs based on dynamic models [25] [26] [27] and (2) three cost-effectiveness analyses based on static models (two from the Netherlands [28, 30] and one from the USA [23] ).",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 156,
                    "text": "[25]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 157,
                    "end": 161,
                    "text": "[26]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 162,
                    "end": 166,
                    "text": "[27]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 258,
                    "end": 262,
                    "text": "[28,",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 263,
                    "end": 266,
                    "text": "30]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 288,
                    "end": 292,
                    "text": "[23]",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "Economic Evaluation"
        },
        {
            "text": "Three studies (one from England [32] , one from Turkey [35] , and one including 72 Gavi-eligible countries), conducted cost-effectiveness analyses of passive immunisation of infants and pregnant women separately and in combination, using static models. Two studies provided cost-effectiveness analyses of elderly vaccination based on static models: one from The Netherlands [29] and one from the USA [20] . In the majority of studies, the comparator was no vaccination. Régnier et al. [23] , Cromer et al. [32] , and Rainisch et al. [22] also included passive immunisation with the mAb palivizumab in the analyses. Other studies did not include current immunoprophylaxis in the analysis, although four described it as an existing prevention [24, 28, 30, 35] . Six studies used the perspective of a healthcare provider [20, 23, 28, 29, 32, 40] , two of which also considered the societal perspective [23, 28] , and two studies [30, 35] reported only the societal perspective. Three studies did not report the perspective [25] [26] [27] .",
            "cite_spans": [
                {
                    "start": 32,
                    "end": 36,
                    "text": "[32]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 55,
                    "end": 59,
                    "text": "[35]",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 374,
                    "end": 378,
                    "text": "[29]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 400,
                    "end": 404,
                    "text": "[20]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 485,
                    "end": 489,
                    "text": "[23]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 506,
                    "end": 510,
                    "text": "[32]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 533,
                    "end": 537,
                    "text": "[22]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 741,
                    "end": 745,
                    "text": "[24,",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 746,
                    "end": 749,
                    "text": "28,",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 750,
                    "end": 753,
                    "text": "30,",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 754,
                    "end": 757,
                    "text": "35]",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 818,
                    "end": 822,
                    "text": "[20,",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 823,
                    "end": 826,
                    "text": "23,",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 827,
                    "end": 830,
                    "text": "28,",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 831,
                    "end": 834,
                    "text": "29,",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 835,
                    "end": 838,
                    "text": "32,",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 839,
                    "end": 842,
                    "text": "40]",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 899,
                    "end": 903,
                    "text": "[23,",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 904,
                    "end": 907,
                    "text": "28]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 926,
                    "end": 930,
                    "text": "[30,",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 931,
                    "end": 934,
                    "text": "35]",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 1020,
                    "end": 1024,
                    "text": "[25]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1025,
                    "end": 1029,
                    "text": "[26]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1030,
                    "end": 1034,
                    "text": "[27]",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "Economic Evaluation"
        },
        {
            "text": "Three studies evaluated economic outcomes other than the incremental cost-effectiveness ratio (ICER). Cromer et al. [32] compared strategies using maximum cost-effective price per fully protected person, Bos et al. [ ",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 120,
                    "text": "[32]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 215,
                    "end": 216,
                    "text": "[",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Economic Evaluation"
        },
        {
            "text": "Effects of Active Immunisation against RSV using Decision-Analytic Models Effects of Active Immunisation against RSV using Decision-Analytic Models Acedo et al. [25, 26] , Spain, 2010 As in Acedo et al. [25, 26] Vaccination of children at ages 2 mo, 4 mo, and 1 y As in Acedo et al. [25, 26] As in Acedo et al. [25, 26] 2/2",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 165,
                    "text": "[25,",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 166,
                    "end": 169,
                    "text": "26]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 203,
                    "end": 207,
                    "text": "[25,",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 208,
                    "end": 211,
                    "text": "26]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 283,
                    "end": 287,
                    "text": "[25,",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 288,
                    "end": 291,
                    "text": "26]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 311,
                    "end": 315,
                    "text": "[25,",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 316,
                    "end": 319,
                    "text": "26]",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Yes"
        },
        {
            "text": "Baral et al. [39] , Gavi countries, 2020",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 17,
                    "text": "[39]",
                    "ref_id": "BIBREF67"
                }
            ],
            "ref_spans": [],
            "section": "Yes"
        },
        {
            "text": "Total disease burden (cases, hospitalisations, deaths, DALYs)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Yes"
        },
        {
            "text": "for 73 countries/obtained from systematic review [5] or estimated Effects of Active Immunisation against RSV using Decision-Analytic Models Effects of Active Immunisation against RSV using Decision-Analytic Models break-even costs, and Meijboom et al. [30] reported maximum total vaccination costs per individual. Li et al. [40] performed a comprehensive comparative analysis of the cost effectiveness of maternal and infant interventions for 72 Gavi-eligible countries, defining an optimal strategy for a range of willingness-to-pay (WTP) values for each country. Six cost-effectiveness analyses used QALYs gained due to intervention: two in the elderly [20, 29] and four in children [23, 29, 32, 35] . In children, Cromer et al. [32] and Meijboom et al. [30] set QALY loss for an RSV disease based on healthcare services: general practitioner (GP)treated RSV (0.01), hospitalisation (0.04), and admission to an intensive care unit or chronic respiratory morbidity (0.08). Meijboom et al. [30] obtained these values from the study by The Dutch National Institute for Public Health and the Environment, which assigned QALY decrements of 0.01 to bronchi(oli)tis, 0.04 to pneumonia, and 0.08 to asthma. Pouwels et al. [35] set the disutility for a GP-treated RSV infection at 0.16 and for a hospital-treated RSV infection at 0.43 per day, with an average duration of infection of 14 days. The authors referred to a Canadian study that derived health states for RSV in children and adults using time tradeoff and best-worst scales [42] . Régnier et al. [23] estimated a QALY loss per RSV hospitalisation of 0.01 and a QALY loss of 0.005 and 0.008 for mild and severe cough (duration 10 days), respectively. The authors obtained the values from a study that estimated health states for pertussis infections [43] . For the elderly, Gessner [20] and Meijboom et al. [29] reported utilities that the patients experience during RSV treated in outpatient care (0.46 per day for 1 week) and inpatient care (0.35 per day for 3 weeks).",
            "cite_spans": [
                {
                    "start": 49,
                    "end": 52,
                    "text": "[5]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 252,
                    "end": 256,
                    "text": "[30]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 324,
                    "end": 328,
                    "text": "[40]",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 655,
                    "end": 659,
                    "text": "[20,",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 660,
                    "end": 663,
                    "text": "29]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 685,
                    "end": 689,
                    "text": "[23,",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 690,
                    "end": 693,
                    "text": "29,",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 694,
                    "end": 697,
                    "text": "32,",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 698,
                    "end": 701,
                    "text": "35]",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 731,
                    "end": 735,
                    "text": "[32]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 756,
                    "end": 760,
                    "text": "[30]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 990,
                    "end": 994,
                    "text": "[30]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1216,
                    "end": 1220,
                    "text": "[35]",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 1528,
                    "end": 1532,
                    "text": "[42]",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 1550,
                    "end": 1554,
                    "text": "[23]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1803,
                    "end": 1807,
                    "text": "[43]",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 1835,
                    "end": 1839,
                    "text": "[20]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1860,
                    "end": 1864,
                    "text": "[29]",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "Yes"
        },
        {
            "text": "Using the EVIDEM score of 3 or 4 as an indicator, we considered 18 of 22 studies as complete in reporting and 14 studies as relevant for decision making. Four studies [21, [25] [26] [27] , which were more methodological papers than evaluations, were given a lower score for relevancy for decision making. Overall, the studies that included a dynamic-transmission model, examined uncertainty surrounding VE, and evaluated a wide range of vaccination scenarios were scored more highly. The final EVIDEM forms with comments and scores are available in ESM 2. Figure 3 presents the studies evaluated, categorising them by target group, type of analysis, and relevance for decision making. Table 3 presents the estimated reduction of RSV burden and the study conclusions. No clinical evaluation of VE and duration of vaccine-induced immunity is yet available, so all reported estimates of reduction of the RSV disease burden should be considered as potential and theoretical. The absolute and relative potential reductions in the number of hospitalisations were the most frequently used epidemiological outcomes reported in the selected studies. Figure 4 illustrates the reported percentage reduction in the outcomes relative to the 'no vaccination' scenario. Table 4 presents the results of economic analyses. In the following sections, we summarise the results of the studies with EVIDEM scores of 3 or 4, indicating higher relevance for decision making.",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 171,
                    "text": "[21,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 172,
                    "end": 176,
                    "text": "[25]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 177,
                    "end": 181,
                    "text": "[26]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 182,
                    "end": 186,
                    "text": "[27]",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [
                {
                    "start": 556,
                    "end": 564,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 685,
                    "end": 692,
                    "text": "Table 3",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 1141,
                    "end": 1149,
                    "text": "Figure 4",
                    "ref_id": null
                },
                {
                    "start": 1255,
                    "end": 1262,
                    "text": "Table 4",
                    "ref_id": "TABREF12"
                }
            ],
            "section": "Quality Assessment"
        },
        {
            "text": "In a high-income country setting (Australia), and using a dynamic model, Hogan et al. [34] simulated the potential effects of a wide range of scenarios of maternal vaccination, varying the VE and duration of vaccine-induced immunity on RSV hospitalisations in infants aged 0-2 and 3-5 months. The percentage reduction in hospitalisations ranged from 6 to 51% and was higher for infants aged 3-5 months. The authors reported a 26% reduction in those aged 0-2 months and a 40% reduction in those aged 3-5 months for the scenario defined by 80% VE, 50% vaccine uptake, and 6-months of vaccine-induced immunity. The scenario with higher effectiveness (90%) and coverage (70%) resulted in the most substantial estimated reduction in hospitalisations, of 51% in children aged < 3 months and 63% in those aged 3-5 months. Lower VE and coverage resulted in 10 and 21% reductions in hospitalisations in these groups, respectively. A reduced duration of vaccine-induced immunity of 3 months did not bring additional beneficial health outcomes in infants aged > 3 months. Additionally, the authors pointed out that the impact of maternal vaccination in children aged > 6 months (given that the maximum duration of vaccineinduced immunity was 6 months) was negligible, indicating a small herd effect. The results of van Boven et al. [31] from The Netherlands support the inference of Hogan et al. [34] about the negligible indirect benefits of maternal vaccination in groups other than infants. The study reported a potential 27% decrease in the infection attack rate as a result of vaccinating 50% of pregnant women with a 50% effective vaccine and assumed duration of protection of 6 months.",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 90,
                    "text": "[34]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 1321,
                    "end": 1325,
                    "text": "[31]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 1385,
                    "end": 1389,
                    "text": "[34]",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [],
            "section": "Vaccination of Pregnant Women (Maternal Vaccination)"
        },
        {
            "text": "In contrast, Brand et al. [38] showed possible indirect protection of newborns and infants via a cocooning vaccination strategy, that is via vaccinating pregnant women and their household members. The study was based on a dynamictransmission model that captured the transmission within households and in the community in a low-income country setting of Kenya. For 75% household coverage, the authors reported a potential 50% reduction in RSV hospitalisation in infants even if the maternal vaccine fully protected newborns Cromer,2017,UK [32] Li,2020,Gavi [40] Pouwels,2016,TUR [35] Epidemiological evaluation Baral,2020 ,Gavi [39] Brand,2020,KEN [38] Hogan,2017,AUS [34] Pan-Ngum,2017, KEN [37] Poletti,2015,KEN [3] Rainisch,2020,USA [22] van Boven,2020, NED [31] Relevance:low none",
            "cite_spans": [
                {
                    "start": 26,
                    "end": 30,
                    "text": "[38]",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 538,
                    "end": 542,
                    "text": "[32]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 556,
                    "end": 560,
                    "text": "[40]",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 578,
                    "end": 582,
                    "text": "[35]",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 610,
                    "end": 620,
                    "text": "Baral,2020",
                    "ref_id": null
                },
                {
                    "start": 627,
                    "end": 631,
                    "text": "[39]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 647,
                    "end": 651,
                    "text": "[38]",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 667,
                    "end": 671,
                    "text": "[34]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 691,
                    "end": 695,
                    "text": "[37]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 713,
                    "end": 716,
                    "text": "[3]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 735,
                    "end": 739,
                    "text": "[22]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 760,
                    "end": 764,
                    "text": "[31]",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "Vaccination of Pregnant Women (Maternal Vaccination)"
        },
        {
            "text": "Relevance:high",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infants and newborns"
        },
        {
            "text": "Cromer,2017,UK [32] Li,2020,Gavi [40] Meijboom,2012,NED [30] Pouwels,2016,TUR [35] Epidemiological evaluation Kinyanjui,2015 ,KEN [36] Kinyanjui,2020,UK [33] Pan-Ngum,2017, KEN [37] Poletti,2015,KEN [3] Rainisch,2020,USA [22] van Boven,2020, NED [31] Relevance:low",
            "cite_spans": [
                {
                    "start": 15,
                    "end": 19,
                    "text": "[32]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 33,
                    "end": 37,
                    "text": "[40]",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 56,
                    "end": 60,
                    "text": "[30]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 78,
                    "end": 82,
                    "text": "[35]",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 110,
                    "end": 124,
                    "text": "Kinyanjui,2015",
                    "ref_id": null
                },
                {
                    "start": 130,
                    "end": 134,
                    "text": "[36]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 153,
                    "end": 157,
                    "text": "[33]",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 177,
                    "end": 181,
                    "text": "[37]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 199,
                    "end": 202,
                    "text": "[3]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 221,
                    "end": 225,
                    "text": "[22]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 246,
                    "end": 250,
                    "text": "[31]",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "Economic evaluation"
        },
        {
            "text": "Acedo,2010,ESP [25, 26] Bos,2007,NED [28] Jornet-Sanz,2017, ESP [27] Regnier,2013,USA [23] Epidemiological evaluation none Yamin,2016,USA [24] Relevance:low Economic evaluation none",
            "cite_spans": [
                {
                    "start": 15,
                    "end": 19,
                    "text": "[25,",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 20,
                    "end": 23,
                    "text": "26]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 37,
                    "end": 41,
                    "text": "[28]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 64,
                    "end": 68,
                    "text": "[27]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 86,
                    "end": 90,
                    "text": "[23]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 138,
                    "end": 142,
                    "text": "[24]",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Economic evaluation"
        },
        {
            "text": "Nugraha,2017,IDN [21] Elderly Relevance:high Economic evaluation none",
            "cite_spans": [
                {
                    "start": 17,
                    "end": 21,
                    "text": "[21]",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Epidemiological evaluation"
        },
        {
            "text": "Yamin,2016,USA [24] Relevance:low",
            "cite_spans": [
                {
                    "start": 15,
                    "end": 19,
                    "text": "[24]",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Epidemiological evaluation"
        },
        {
            "text": "Gessner,2000,USA [20] Meijboom,2013,NED [29] Epidemiological evaluation in infants). The study is denoted by the first author, year, three-letter country abbreviation, inclusion of herd immunity (HI herd immunity included, nHI herd immunity not included), and EVIDEM scores for completeness of reporting and relevance for decision making. Note: Baral et al. [39] summed the results over 73 Gavi-supported countries, reported for the year 2035, the vaccine uptake is country specific, on average 69% but projected to increase to 95%. Bos et al. [28] varied the month of start of the vaccine-induced immunity. Brand et al. [38] : the vaccination strategy is to vaccinate the pregnant women as part of their prenatal contact and the household cohabitants at the birth of a baby. Kinyanjui et al. [36] reported the results of vaccinating at different ages. Li et al. [40] summed the results over 72 Gavi-supported countries for the year 2022, U° country-specific coverage of Bacillus Calmette-Guérin vaccination in 2016. Meijboom et al. [30] reported the results of three-dose vaccination policy with VE given for the first, second, and third dose. The vaccine waning period was 10 years. Régnier et al. [23] was set in the base-case vaccine-induced duration with a half-life of 12 months. Poletti et al. [3] reported the outcomes for annual vaccination over 10 years. Only results are included that were reported or could be calculated. The studies by Acedo et al. [25, 26] , Jornet-Sanz et al. [27] , and Nugraha et al. [21] could not be included. Not all results that were reported in the study are presented in the figure. The values that are graphically presented are not included because of the absence of an actual number, and this refers to the studies by Cromer et al. [32] , Kinyanjui et al. [36] , Pan-Ngum et al. [37] , Poletti et al. [3] , and Yamin et al. [24] . \"Double asterisk\" calculated in the review. Gavi Global Alliance for Vaccines and Immunisation",
            "cite_spans": [
                {
                    "start": 17,
                    "end": 21,
                    "text": "[20]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 40,
                    "end": 44,
                    "text": "[29]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 358,
                    "end": 362,
                    "text": "[39]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 544,
                    "end": 548,
                    "text": "[28]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 621,
                    "end": 625,
                    "text": "[38]",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 793,
                    "end": 797,
                    "text": "[36]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 863,
                    "end": 867,
                    "text": "[40]",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 1033,
                    "end": 1037,
                    "text": "[30]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1200,
                    "end": 1204,
                    "text": "[23]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1301,
                    "end": 1304,
                    "text": "[3]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1462,
                    "end": 1466,
                    "text": "[25,",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1467,
                    "end": 1470,
                    "text": "26]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1492,
                    "end": 1496,
                    "text": "[27]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1518,
                    "end": 1522,
                    "text": "[21]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1774,
                    "end": 1778,
                    "text": "[32]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 1798,
                    "end": 1802,
                    "text": "[36]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 1821,
                    "end": 1825,
                    "text": "[37]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 1843,
                    "end": 1846,
                    "text": "[3]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1866,
                    "end": 1870,
                    "text": "[24]",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Economic evaluation"
        },
        {
            "text": "Effects of Active Immunisation against RSV using Decision-Analytic Models for a short period of 3 months. Increasing the household coverage up to 100% would induce an additional reduction of 5% in RSV hospitalisations. Among the other two studies based on the data from Kenya, Pan-Ngum et al. [37] showed that the majority of modelled vaccination profiles with a maximum duration of protection of 6 months resulted in a 7-15% reduction in hospitalisations in children aged < 5 years. Poletti et al. [3] modelled the effect of maternal vaccination as an increase of duration of natural immunity in newborns derived from maternal antibodies. Vaccination was assumed to prolong the 4 months of natural maternal protection up to 5, 6, and 8 months. Assuming 8 months of immunity in 100% of protected newborns in the modelled cohort, the authors predicted a 31.5% potential reduction in RSV infant infections. Using a static model without herd effects in the USA, Rainisch et al. [22] evaluated the introduction of maternal vaccination in addition to within-season passive immunisation of high-risk infants with palivizumab as one of three strategies. The base-case scenario was defined as 80% VE, 56% vaccine uptake, and 90 days of vaccine-induced immunity for maternal vaccination and 51% effectiveness, 38% coverage, and 150 days of protection for palivizumab. Compared with no intervention, this scenario resulted in a 14% reduction in RSV-associated LRTIs attended in outpatient clinics, a 13% reduction in emergency department visits, and a 25% reduction in hospital admissions.",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 297,
                    "text": "[37]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 499,
                    "end": 502,
                    "text": "[3]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 975,
                    "end": 979,
                    "text": "[22]",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "Economic evaluation"
        },
        {
            "text": "Two further studies [32, 35] estimated the epidemiological and economic outcomes of maternal vaccination using static models. In the study by Pouwels et al. [35] in Turkey, a 17% reduction in infant hospitalisations was estimated due to maternal vaccination assuming 60% VE, 85% vaccine coverage, and 8 months of protection. The estimated cost effectiveness of this strategy was $US57,195 PPP 2018 per QALY gained. Cromer et al. [32] estimated an 80% potential reduction in outpatient-attended RSV infections in England, averting around 1.5 RSV-attributable hospital admissions per 100 births and implying a 43% QALY gain. They showed that maternal vaccination with 70% effectiveness and 3 months of protection could be cost effective if the price of the vaccine was set at $US81.5 PPP 2018 or lower. Two static-model-based evaluations explored the effects of maternal vaccination in Gavi-eligible countries. The structure of the models, underlying incidence data, and assumed vaccine-related parameters were similar between the studies. Li et al. [40] reported the results for 2022 for 72 countries and projected the potential prevention of 1.2 million RSV cases, 104,000 RSV hospitalisations, 3000 deaths, and 98,000 DALYs (3% discounted) for maternal vaccination (VE of 70% and 5 months of protection). Further, between 2023 and 2035, Baral et al. [39] projected a potential reduction of, on average, 11.3 million cases, more than 3.4 million RSV hospitalisations, 150,000 deaths, and 10.3 DALYs (not discounted) reached through maternal vaccination (VE of 60% and 5 months of protection) with increased coverage in 73 Gavi-supported countries. The economic evaluation by Li et al. [40] provided an estimation of cost-effectiveness ratios ($US/DALY averted) compared with no intervention for each country. For a vaccine price of $US3.10 PPP 2018, the reported estimates vary from $US1766 PPP 2018 per DALY for Angola to $US5857 PPP 2018 per DALY for Vietnam. The study shows that, if the WTP value is more than $US1000 per DALY averted, a change from the current situation to the introduction of maternal vaccination could be optimal.",
            "cite_spans": [
                {
                    "start": 20,
                    "end": 24,
                    "text": "[32,",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 25,
                    "end": 28,
                    "text": "35]",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 157,
                    "end": 161,
                    "text": "[35]",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 429,
                    "end": 433,
                    "text": "[32]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 1048,
                    "end": 1052,
                    "text": "[40]",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 1351,
                    "end": 1355,
                    "text": "[39]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 1685,
                    "end": 1689,
                    "text": "[40]",
                    "ref_id": "BIBREF68"
                }
            ],
            "ref_spans": [],
            "section": "Economic evaluation"
        },
        {
            "text": "Most of the studies included in this review evaluated active vaccination of children aged < 1 year. Ten studies [3, 22, 30-33, 35-37, 40] were considered relevant for decision making (see Table 3 and Fig. 3 ) and are presented in this section. Three [3, 36, 37] of them conducted dynamic modelling of routine infant immunisation based on Kenyan hospital data and, as such, incorporated herd immunity. Poletti et al. [3] estimated that routine vaccination of all infants aged 3 months with a vaccine providing full protection over 6 months led to a 41.5% decrease in RSV primary infections in infants (see Fig. 4 ). Pan-Ngum et al. [37] reported a median reduction of ≥ 50% RSV-associated hospitalisations within a year if 90% of infants were vaccinated at 2 and 4 months of age. Kinyanjui et al. [36] investigated the optimal age to vaccinate children aged < 1 year, aiming to increase reductions in RSV hospitalisations. Over 60% of hospitalisations were averted with 70% vaccination coverage at 6 months of age. The most considerable reduction (80%) was achieved when infants were vaccinated at 10 months, and the smallest effect (40% reduction) was obtained with a vaccine administered at 5 months.",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 137,
                    "text": "[3, 22, 30-33, 35-37, 40]",
                    "ref_id": null
                },
                {
                    "start": 250,
                    "end": 253,
                    "text": "[3,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 254,
                    "end": 257,
                    "text": "36,",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 258,
                    "end": 261,
                    "text": "37]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 416,
                    "end": 419,
                    "text": "[3]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 631,
                    "end": 635,
                    "text": "[37]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 796,
                    "end": 800,
                    "text": "[36]",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [
                {
                    "start": 188,
                    "end": 195,
                    "text": "Table 3",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 200,
                    "end": 206,
                    "text": "Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 605,
                    "end": 611,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Infant Vaccination"
        },
        {
            "text": "Poletti et al. [3] noticed that infant vaccination had little impact on infections in other age groups. However, Pan-Ngum et al. [37] , who considered a more extensive array of vaccine characteristics, proposed that a substantial reduction of hospitalisations was due to the vaccine-induced shortening of the duration of infection and decreasing infectiousness. They pointed out the importance of herd protection with the decrease of RSV transmission in the age group at risk. Kinyanjui et al. [36] confirmed the essential benefits of the indirect effects of vaccination and proposed that thorough consideration of vaccine-induced herd immunisation influenced the optimal allocation of the vaccine.",
            "cite_spans": [
                {
                    "start": 15,
                    "end": 18,
                    "text": "[3]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 129,
                    "end": 133,
                    "text": "[37]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 494,
                    "end": 498,
                    "text": "[36]",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [],
            "section": "Infant Vaccination"
        },
        {
            "text": "Kinyanjui et al. [33] applied two dynamic models described in Pan-Ngum et al. [37] in England and Wales. They explored the effects on RSV hospitalisations of children aged < 1 and < 5 years associated with vaccinating infants at different ages and using different dose regimens. The authors projected a potential rapid reduction (within a year) and further stabilisation of incidence at 50% of the pre-vaccination level. The projected estimates were similar to those reported by Pan-Ngum et al. [37] for Kenya.",
            "cite_spans": [
                {
                    "start": 17,
                    "end": 21,
                    "text": "[33]",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 78,
                    "end": 82,
                    "text": "[37]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 495,
                    "end": 499,
                    "text": "[37]",
                    "ref_id": "BIBREF65"
                }
            ],
            "ref_spans": [],
            "section": "Infant Vaccination"
        },
        {
            "text": "Van Boven et al. [31] evaluated the vaccination of infants in The Netherlands, but, in contrast, applied lower VE with a more extended period of protection (up to the age of 4 years). The study showed a potential 30% reduction of the infection attack rate in infants. It also projected a 28% decrease in infections in those aged 1-4 years and an 8% reduction in those aged 5-9 years. These potential effects in older children could stem from the assumption of a longlasting vaccine-induced immunity coupled with the indirect effects of the vaccination. The authors did not further investigate possible changes in the potential effects under varying assumptions for the vaccine-related parameters.",
            "cite_spans": [
                {
                    "start": 17,
                    "end": 21,
                    "text": "[31]",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "Infant Vaccination"
        },
        {
            "text": "Rainisch et al. [22] compared the currently licensed mAb (palivizumab) with a hypothetical and more effective antibody for passive immunisation of infants in the USA. Using a static model, the authors assessed the effects of passive immunisation, applying different effectiveness and uptake parameters. Targeting all infants with an antibody candidate that was 80% effective against LRTIs and provided 150 days of induced immunity led to reductions of cases attending outpatient clinics by 48%, hospitalisations by 55%, and emergency care by 51%.",
            "cite_spans": [
                {
                    "start": 16,
                    "end": 20,
                    "text": "[22]",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "Infant Vaccination"
        },
        {
            "text": "Similarly, using a cohort model, Li et al. [40] evaluated the immunisation of infants with a mAb candidate in 72 Gavi-supported countries and compared it with the maternal strategy. For 70% effective mAb with 6 months of induced immunity, they showed an average of a 23% reduction in RSV hospitalisations in those countries, though the estimates of the averted burden of the disease varied considerably between the countries. The results indicated that the assumed additional month of mAb-induced protection led to prevention of more cases, hospitalisation, and deaths than the maternal vaccine. The economic evaluation resulted in potential cost-effectiveness ratios ranging from $US3260 (for Angola) to $US8198 (for Vietnam) PPP 2018 per DALY averted compared with no intervention. Passive immunisation ($US6.2 PPP 2018/dose) will potentially be an optimal strategy if the WTP value is higher than $US6000 ($US6205 PPP 2018) per DALY. The price difference between the maternal vaccine and the mAb influences the choice of optimal intervention. The study indicated that, if an additional month of protection were worth more than $US1, the potential optimal strategy would be passive immunisation for all countries.",
            "cite_spans": [
                {
                    "start": 43,
                    "end": 47,
                    "text": "[40]",
                    "ref_id": "BIBREF68"
                }
            ],
            "ref_spans": [],
            "section": "Infant Vaccination"
        },
        {
            "text": "Three other studies [30, 32, 35] reported health economic estimates of infant vaccination strategies (see Table 4 ). The cost per QALY gained ranged from $US48,566 to 83,357 PPP 2018, and the maximum cost-effective price per fully protected person was estimated as $US290 PPP 2018 (relative to the UK National Institute for Care and Excellence cost-effectiveness threshold). These studies reported health economic estimates of a large set of infant strategies, varying age at vaccination, efficacy, and uptake parameters.",
            "cite_spans": [
                {
                    "start": 20,
                    "end": 24,
                    "text": "[30,",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 25,
                    "end": 28,
                    "text": "32,",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 29,
                    "end": 32,
                    "text": "35]",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [
                {
                    "start": 106,
                    "end": 113,
                    "text": "Table 4",
                    "ref_id": "TABREF12"
                }
            ],
            "section": "Infant Vaccination"
        },
        {
            "text": "The lowest cost per QALY gained was estimated by Meijboom et al. [30] for vaccinating infants at 0, 1, and 3 months of age with a vaccine with long-lasting protection (10 years). The authors assumed increasing VE for each subsequent dose, i.e. 30%, 60%, and 75%, respectively. A 66.5% reduction in hospitalisations was estimated for this scenario. The study showed that vaccination at the earliest possible age brought more health benefits. Delay in the administration of succeeding doses increased the ICER. Waning vaccineinduced immunity decreased health outcomes and increased the cost-effectiveness estimates.",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 69,
                    "text": "[30]",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "Infant Vaccination"
        },
        {
            "text": "Pouwels et al. [35] considered vaccination at ages 2 and 4 months assuming increased effectiveness of the second dose (60 and 75%, respectively). A strategy with 85% coverage and an 8-month duration of vaccine-induced immunity resulted in a 42% reduction in hospitalisations and a gain of 2172 discounted QALYs for a cost of $US49,018 PPP 2018/QALY.",
            "cite_spans": [
                {
                    "start": 15,
                    "end": 19,
                    "text": "[35]",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [],
            "section": "Infant Vaccination"
        },
        {
            "text": "Cromer et al. [32] reported that infant vaccination at 3 months of age resulted in 62% averted hospitalisations and 95% prevented outpatient visits. Most of the 73% QALY gain associated with this strategy was achieved via the reduction of cases in primary care. The assumptions included 70% (50-100%) VE and immunity lasting for 5 years. Seasonal immunisation strategies to protect newborns and infants were shown to be potentially cost effective. In particular, restricting passive prophylaxis to infants born before the peak of the RSV season (in November in England) was the most cost-effective strategy.",
            "cite_spans": [
                {
                    "start": 14,
                    "end": 18,
                    "text": "[32]",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "Infant Vaccination"
        },
        {
            "text": "Vaccination of children aged < 5 years [24] and vaccination of school-aged children [3] are proposed alternatives to protect younger age groups. Yamin et al. [24] characterised the vaccination of children aged 6 months to 5 years as highly effective. For VE of 80% with a duration of protection over one season, they predicted the reduction of 0.1-0.5 RSV cases per dose in children and 0.1-0.4 cases per dose in adults aged ≥ 50 years. Poletti et al. [3] found that, over 10 years, vaccination at school enrolment could reduce RSV incidence by 35.6% in infants and, additionally, by 40% in the general population because of herd effects. Under the assumption of 6-month vaccine-induced immunity, repeated vaccination of students was shown to be an effective alternative, although it would require a larger number of vaccine doses. There was no economic evaluation of vaccination of children in this review.",
            "cite_spans": [
                {
                    "start": 39,
                    "end": 43,
                    "text": "[24]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 84,
                    "end": 87,
                    "text": "[3]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 158,
                    "end": 162,
                    "text": "[24]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 452,
                    "end": 455,
                    "text": "[3]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Vaccination of Young Children"
        },
        {
            "text": "Yamin et al. [24] evaluated the epidemiological impact of targeting adults aged ≥ 50 years. One dose of RSV vaccine with VE of 80% given to adults aged ≥ 50 years was predicted to prevent 0.0036-0.0086 cases in the elderly and 0.0001-0.0014 cases in children aged ≤ 5 years. The study showed that the direct effects of elderly vaccination were lower than the indirect effects of vaccinating children, even when VE was assumed to be the same in all age groups. Two economic evaluations [20, 29] suggested that vaccination in the elderly could be potentially cost effective depending on the vaccine characteristics and target population (ICER range $US6886. 282 .90 PPP 2018/QALY gained).",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 17,
                    "text": "[24]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 485,
                    "end": 489,
                    "text": "[20,",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 490,
                    "end": 493,
                    "text": "29]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 656,
                    "end": 659,
                    "text": "282",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Vaccination of the Elderly"
        },
        {
            "text": "However, the quality assessment demonstrated methodological limitations in these studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vaccination of the Elderly"
        },
        {
            "text": "Cromer et al. [32] estimated that a combination of active infant vaccination at 3 months of age and passive newborn immunisation prevented around eight RSV cases per 100 births with the maximum cost-effective price of $US371 PPP 2018. Pouwels at el. [35] showed that vaccinating infants at 2 and 4 months of age as well as pregnant women prevented 54.2% of hospitalisations in infants and estimated an ICER of $US58,152 PPP 2018. Both studies indicated that the combination of maternal and infant strategies had a higher potential impact on RSV incidence in infants and children aged < 5 years but was less attractive from the costeffectiveness point of view.",
            "cite_spans": [
                {
                    "start": 14,
                    "end": 18,
                    "text": "[32]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 250,
                    "end": 254,
                    "text": "[35]",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [],
            "section": "Combined Vaccination Strategies"
        },
        {
            "text": "This systematic review summarises the current research activity in the assessment of the effectiveness and cost effectiveness of RSV vaccination strategies in the absence of clinical evidence. Although all studies demonstrated a considerable impact from vaccinating different sections of the population, the estimates varied considerably. The review shows that the potential epidemiological impact largely depends on the modelling approaches, assumptions surrounding the epidemiology of RSV, and definition of vaccination scenarios. The economic outcomes were additionally driven by the economic inputs (e.g. assumed vaccine price, costs per RSV case, QALY decrements) and the choice of epidemiological endpoints. For example, the economic evaluations showed the importance of including outpatient care into the analysis. Careful consideration of adopted approaches to represent RSV epidemiology, healthcare utilisation, and vaccination impact at the population level is critical for the facilitation of decision making.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The static models can be a helpful initial estimation of the direct impact of vaccination on epidemiological outcomes for economic evaluations. This is particularly the case for maternal vaccination, which produces passive protection of newborns. However, they do not include potential protective effects in the unvaccinated groups of the population. The dynamic models in this review differed in the assumptions surrounding the natural history of disease and vaccine effects, which influenced the epidemiological outcomes. All of them assumed the SIRS structure but varied in the description of immunity due to maternal antibodies, the transmission of RSV by asymptomatic and reinfected groups, and the acquisition and duration of natural immunity. These differences show the remaining gaps in knowledge surrounding the age-dependent risk of RSV infection and its epidemiology in different population groups, which limits the modelling efforts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model Structures and RSV Epidemiology"
        },
        {
            "text": "In both high-and low-middle-income settings, the studies illustrate a critical lack of data on RSV incidence in children. For Gavi-eligible countries, Li et al. [40] and Baral et al. [39] highlighted the essential gaps in data on RSVattributable hospitalisation and mortality rates and called for better evidence on RSV incidence and on the disease burden for fine age strata. Other modelling studies that explore interventions in low-income settings used only the data from surveillance of children admitted to the Kilifi district hospital. In high-income settings, the researchers addressed the lack of data either by obtaining the data from observational studies or inferring the incidence and hospitalisation rates using data from different sources, such as administrative and laboratory data. It is important to note that only three studies in our review, all conducted in high-income settings, considered targeting the elderly for vaccination. Given the changing demographic structure in high-income countries and increasing evidence of the substantial impact of RSV in the elderly, further projections of the potential direct and indirect effects of prevention strategies are necessary. To facilitate model-based evaluations of prevention strategies, further estimates of the disease burden in the elderly, including quality-of-life impairment, are needed, especially across health risk groups and in both nursing homes and the community. Overall, there is a need for epidemiological research on RSV transmission, especially within households, age-and period-stratified RSV incidence, hospitalisation rates, inhospital mortality, and reinfection rates in different settings. With regard to the latter, the dynamic-transmission models assume decreasing susceptibility with increasing age and levels of exposure. However, the current state of knowledge does not allow separation of the two effects within a model, and further epidemiological evidence is needed.",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 165,
                    "text": "[40]",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 183,
                    "end": 187,
                    "text": "[39]",
                    "ref_id": "BIBREF67"
                }
            ],
            "ref_spans": [],
            "section": "Model Structures and RSV Epidemiology"
        },
        {
            "text": "Additionally, the clinical context was not fully represented in the models, which reported mostly hospitalisations and infections. Clinical stages determined costs and health outcomes and constituted crucial inputs into the economic evaluations. Cromer et al. [32] , for example, showed a nonnegligible contribution of primary care into resource utilisation attributable to RSV.",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 264,
                    "text": "[32]",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "Model Structures and RSV Epidemiology"
        },
        {
            "text": "Further, only one study [23] in our selection considered asthma as a long-term complication of a severe RSV infection in infancy. Díez-Domingo et al. [44] presented evidence on the frequent occurrence of RSV-associated respiratory (and other) complications, such as asthma and COPD, later in life. Inclusion of the respective quality-of-life impairment and costs into models and evaluations of preventive strategies will be informative.",
            "cite_spans": [
                {
                    "start": 24,
                    "end": 28,
                    "text": "[23]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 150,
                    "end": 154,
                    "text": "[44]",
                    "ref_id": "BIBREF72"
                }
            ],
            "ref_spans": [],
            "section": "Model Structures and RSV Epidemiology"
        },
        {
            "text": "Estimation of vaccination impact strongly depended on the age at administration (and the health risk group), and the assumptions about VE, duration of vaccine-induced immunity, and vaccine uptake. Although most of the studies presented the results across a wide range of VE parameters, the duration of vaccine-induced immunity varied between vaccine types. The most commonly used assumption was that immunity lasted over one season or for the same period as natural immunity. Other assumptions included long-lasting immunity with or without waning. These assumptions influence the effects of maternal vaccination and the optimal age of infant vaccination. The optimal age of vaccination could not be determined in this review. Most studies evaluated vaccination of infants aged 0-4 months, probably targeting the group with the highest numbers of RSV (severe) disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RSV Vaccination"
        },
        {
            "text": "As most studies considered medically attended RSV infections as epidemiological outcomes, they applied VE as a reduction in primary infections and healthcare utilisation. However, because clinical evidence is currently not available, studying different vaccine characteristics can decrease uncertainty and provide better evidence for decision making. Pan-Ngum et al. [37] , for example, showed that consideration of VE against infectiousness and duration of infection affected the clinical endpoints. The dynamic models also showed that assumptions about effective age-dependent contact rates influenced the magnitude of the vaccination effects, and the inclusion of households and schools into the models could facilitate a more targeted approach to developing vaccination strategies.",
            "cite_spans": [
                {
                    "start": 367,
                    "end": 371,
                    "text": "[37]",
                    "ref_id": "BIBREF65"
                }
            ],
            "ref_spans": [],
            "section": "RSV Vaccination"
        },
        {
            "text": "The vaccine uptake parameter influenced the effectiveness and cost-effectiveness estimates. Some studies might have overestimated vaccine uptake, reaching over 90%, which contributed to the high impact of the vaccination. The values of vaccine uptake based on the observed rates for similar vaccinations were lower. Additionally, the number of vaccine doses influenced the cost of vaccination programmes and was important for the economic evaluations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RSV Vaccination"
        },
        {
            "text": "Most studies focused on the protection of newborns, neonates, infants, and young children. Vaccination of the elderly is currently not well-examined as a strategy in models, although RSV impact in the elderly has been well-documented. The studies reviewed here predicted a considerable potential direct impact on RSV disease in infants associated with maternal vaccination and high-coverage active and passive immunisation of infants aged < 6 months in both highand low-middle-income settings. Compared with maternal vaccination, infant strategies were considered more effective possibly because of the assumption of a longer-lasting immunity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiological Outcomes"
        },
        {
            "text": "The dynamic models suggested beneficial indirect effects of vaccination of young children and school-aged children on RSV infections in infants and the elderly, but the indirect effects of maternal vaccination in children aged ≥ 6 months might be small. Yamin et al. [24] showed that infected children aged < 5 years transmitted the infection to more than one individual. Infected older individuals, on the other hand, were less responsible for transmission than any other age group. Therefore, the models that applied restricted age structures likely underestimated the potential vaccination impact at the population level. In contrast, given the suggested small herd effect of maternal vaccination, the application of a limited age structure in modelling this intervention could be sufficient to estimate the vaccination impact. A more detailed social structure allowed modelling of more targeted vaccination scenarios. In Kenya, Poletti et al. [3] found that infant infections were caused by transmission within a household when infants cohabitated with one or more older siblings aged < 13 years. In these households, the school-age children were mainly responsible for introducing the infection and causing about half of the household outbreaks. Overall, vaccination of school-aged children and maternal vaccination, which can induce passive protection for 8 months, represented effective strategies when direct vaccination of newborns and infants was not achievable. Compared with the maternal vaccination in Poletti et al. [3] and using the data from the same source, Brand et al. [38] illustrated that additional reductions in hospitalisation of infants could be potentially achieved through a cocooning strategy, i.e. vaccinating pregnant women and the members of their households. None of the studies in our review explored RSV transmission within households in highincome settings.",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 271,
                    "text": "[24]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 947,
                    "end": 950,
                    "text": "[3]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1530,
                    "end": 1533,
                    "text": "[3]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1588,
                    "end": 1592,
                    "text": "[38]",
                    "ref_id": "BIBREF66"
                }
            ],
            "ref_spans": [],
            "section": "Epidemiological Outcomes"
        },
        {
            "text": "Combining vaccination groups can increase the potential benefits, but it may be less cost effective. Current evidence on possible combinations of vaccination programmes is scarce. The combination of maternal vaccination and passive immunisation of infants can be considered as an alternative to direct vaccination of infants. Three studies [22, 32, 40] evaluated the potential impact of passive immunisation with novel mAbs, indicating a further need in assessing the antibody candidates currently under development.",
            "cite_spans": [
                {
                    "start": 340,
                    "end": 344,
                    "text": "[22,",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 345,
                    "end": 348,
                    "text": "32,",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 349,
                    "end": 352,
                    "text": "40]",
                    "ref_id": "BIBREF68"
                }
            ],
            "ref_spans": [],
            "section": "Epidemiological Outcomes"
        },
        {
            "text": "Further, the results suggest that consideration of RSV seasonality is important for the development of a vaccination policy. The dynamic models incorporated increased transmission during the RSV season. Therefore, restricting vaccination to children born before the beginning and peak of the RSV season can be more effective. The seasonal peaks differed between the studies, supporting the statement that RSV seasonality is related to climate. Therefore, the development of an optimal vaccination strategy needs careful consideration of country-specific RSV epidemiology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiological Outcomes"
        },
        {
            "text": "Half of the reviewed studies analysed the economic outcomes of RSV vaccination. Most studies used static models to investigate cost effectiveness. The reported estimates included cost per gained health outcome such as QALY and cost per averted healthcare service. Other estimates, such as the maximum cost-effective price per fully protected person and the break-even costs calculated for a wide range of vaccination scenarios, can guide decision making and vaccine development. Overall, the results indicate that RSV vaccination of different groups would be cost effective; however, the epidemiological analyses suggest that infant and childhood vaccinations contribute more health benefits than maternal vaccination in protecting children. That might be because of the assumption of longer-lasting vaccine-induced immunity in infants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Economic Outcomes"
        },
        {
            "text": "For high-, middle-, and low-income countries, the cost effectiveness of maternal vaccination depends on WTP. In Gavi-supported countries, when WTP is lower than $US1000/DALY, no intervention is optimal. For WTP above $US1000, maternal vaccination becomes cost effective, and passive infant immunisation is cost effective only when WTP is above $US3500. Although WTP values differ considerably between high-and low-income countries, a similar pattern can be seen in the results by Cromer et al. [32] for England. The study reported a lower maximum costeffective price for maternal vaccination than for passive or active infant immunisation. These evaluations pointed out that maternal and infant strategies should be competitively priced to be considered good value for money. Cocooning strategies have not been economically evaluated and need to be looked at in further research.",
            "cite_spans": [
                {
                    "start": 494,
                    "end": 498,
                    "text": "[32]",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "Economic Outcomes"
        },
        {
            "text": "The effectiveness and cost effectiveness of potential elderly vaccination need further exploration, preferably using dynamic-transmission models in the settings of childhood immunisation. The indirect protection of the elderly might reduce the economic suitability of vaccination in the elderly. Additionally, the review shows a need for further measurement and analysis of health-related quality of life of patients with RSV across the age and disease severity groups. Also, the possible impact of vaccination on RSVinduced long-term conditions, such as asthma, requires further investigation and inclusion in economic evaluations. Further, the chosen comparator in most of the studies reviewed was no vaccination, whereas if passive immunisation with palivizumab were in place, it would reduce the RSV incidence and hence the beneficial impact of vaccination [32] in infants. Therefore, the consideration and inclusion of current practice in economic analysis is necessary.",
            "cite_spans": [
                {
                    "start": 861,
                    "end": 865,
                    "text": "[32]",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "Economic Outcomes"
        },
        {
            "text": "Lastly, a thorough examination of uncertainty is beneficial for decision making. Current studies demonstrate the influence of the following inputs on the performance of vaccination: RSV incidence and distribution of RSV burden over the age groups, vaccine characteristics, vaccine uptake and vaccination age, duration of natural maternally derived protection and natural immunity, cost-related parameters (including vaccine price), and QALY losses. These elements require careful analysis to interpret the findings of economic evaluations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Economic Outcomes"
        },
        {
            "text": "The review was restricted to peer-reviewed publications exploring active immunisation against RSV. Therefore, it does not provide any new evidence on the evaluation of passive immunisation of infants with palivizumab, which might have been published after publication of the review on its cost effectiveness [17] . Regarding the quality assessment, the appraisal was performed using the EVIDEM instrument, which was not initially intended for the evaluation of methods used for the simulation of infectious diseases. Nonetheless, EVIDEM enabled a transparent and thorough appraisal of the methodological approaches and assumptions, which was performed by two reviewers independently and described in the EVIDEM forms available in ESM 2. Overall, the synthesis of evidence presented in this review posed more difficulties than usually expected in this type of study because of the vast range of studied vaccination strategies and considerable methodological differences in modelling RSV epidemiology and vaccine effects.",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 312,
                    "text": "[17]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Limitations of This Review"
        },
        {
            "text": "This review indicates that, if clinical estimates of effectiveness and vaccine-induced protection, as well as actual vaccination uptake rates, are close to the values assumed in the modelling studies, maternal and infant RSV interventions will prevent a sizeable number of RSV-related severe and non-severe LRTIs in children. Maternal vaccination can be considered a feasible and less expensive strategy to protect infants in the first months of life. If the vaccine-induced immunity is short lasting, infant immunisation or a combination of infant and maternal vaccination might be examined for implementation. In the case of infant vaccination, in countries where surges in RSV cases follow seasonal patterns, immunisation before and during an RSV season might be preferred. Further modelling-based evaluations of a wider range of scenarios, including maternal, seasonal, cocooning, and elderly strategies for varying coverage rates will be beneficial for decision making.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Currently, studies investigating the epidemiological and economic impacts of vaccinating different population groups against RSV based on a dynamic-transmission model are lacking. The availability of age-specific epidemiological, clinical, and health economic data restricts the development of the mathematical models and limits model-based health economic analyses. To reduce decision uncertainty and facilitate more conclusive evaluations, epidemiological research and the estimation of RSV cases and hospitalisations for fine age strata is required. Additionally, natural immunity, reinfections, and household contacts in the transmission of RSV infections needs further investigation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Funding Open Access funding enabled and organized by Projekt DEAL. This research was supported by the Innovation Fund of the Joint Federal Committee (grant number 01VSF18015). Ethics approval Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declarations"
        },
        {
            "text": "The data presented in this review were obtained from the included studies, which are cited in the main and supplemental text. All other data generated during the review are presented in the tables in the review. Consent toparticipate Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of Data and Material"
        },
        {
            "text": "Code Availability Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication Not applicable."
        },
        {
            "text": "Author Contributions All authors contributed to the conception of the study, the search and selection strategies, and the interpretation of the results. MT, FPM, STS, and VS conducted the searches, selected the studies, extracted the data and evaluated the quality. MT and FPM drafted the manuscript, with input from VS, TH, and OW. STS, VS, TH, and OW critically revised the manuscript and contributed to the final draft. All authors read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication Not applicable."
        },
        {
            "text": "Open Access This article is licensed under a Creative Commons Attribution-NonCommercial 4.0 International License, which permits any non-commercial use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creat iveco mmons .org/licen ses/by-nc/4.0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication Not applicable."
        }
    ],
    "bib_entries": {
        "BIBREF7": {
            "ref_id": "b7",
            "title": "NED, nHI, 4/2]** U100%, VE70%, D from 6m, in infants [Bos, 2007, NED, nHI, 4/2]** U100%, VE70%, D from 1m",
            "authors": [
                {
                    "first": "Ve50%",
                    "middle": [],
                    "last": "U100%",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "From 6m ; ** U100%",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ve100%",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Respiratory syncytial virus infections in children and adults",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Pollard",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Infect",
            "volume": "45",
            "issn": "1",
            "pages": "10--17",
            "other_ids": {
                "DOI": [
                    "10.1053/jinf.2001.1016"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Risk of primary infection and reinfection with respiratory syncytial virus",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Glezen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Taber",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Frank",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Kasel",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Am J Dis Child",
            "volume": "140",
            "issn": "6",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/archpedi.1986.02140200053026"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Evaluating vaccination strategies for reducing infant respiratory syncytial virus infection in low-income settings",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Poletti",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Merler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ajelli",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Manfredi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Munywoki",
                    "suffix": ""
                },
                {
                    "first": "James",
                    "middle": [],
                    "last": "Nokes",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMC Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12916-015-0283-x"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Risk factors for severe respiratory syncytial virus lower respiratory tract infection",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sommer",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Resch",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Simoes",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Open Microbiol J",
            "volume": "5",
            "issn": "",
            "pages": "144--54",
            "other_ids": {
                "DOI": [
                    "10.2174/1874285801105010144"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Global, regional, and national disease burden estimates of acute lower respiratory infections due to respiratory syncytial virus in young children in 2015: a systematic review and modelling study",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Mcallister",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "&apos;brien",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Simoes",
                    "suffix": ""
                },
                {
                    "first": "Eaf",
                    "middle": [],
                    "last": "Madhi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Gessner",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Lancet",
            "volume": "390",
            "issn": "17",
            "pages": "30938--30946",
            "other_ids": {
                "DOI": [
                    "10.1016/s0140-6736(17)30938-8"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Burden of respiratory syncytial virus infection in young children",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Resch",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "World J Clin Pediatr",
            "volume": "1",
            "issn": "3",
            "pages": "8--12",
            "other_ids": {
                "DOI": [
                    "10.5409/wjcp.v1.i3.8"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "respiratory syncytial virus infection in high-risk infants-an update on Palivizumab prophylaxis",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Resch",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Open Microbiol J",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2174/1874285801408010071"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Risk of childhood wheeze and asthma after respiratory syncytial virus infection in full-term infants",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mejias",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tandon",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chow",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Varma",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Franco",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Pediatr Allergy Immunol",
            "volume": "31",
            "issn": "1",
            "pages": "47--56",
            "other_ids": {
                "DOI": [
                    "10.1111/pai.13131"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "RSV infection and respiratory sequelae",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Priante",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Cavicchiolo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Baraldi",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Minerva Pediatr",
            "volume": "70",
            "issn": "6",
            "pages": "5327--5333",
            "other_ids": {
                "DOI": [
                    "10.23736/s0026-4946.18.05327-6"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "The burden of respiratory syncytial virus infection in adults and reproductive-aged women",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gonik",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Glob Health Sci Pract",
            "volume": "7",
            "issn": "4",
            "pages": "515--535",
            "other_ids": {
                "DOI": [
                    "10.9745/GHSP-D-19-00121"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Hospitalizations for respiratory syncytial virus among adults in the United States, 1997-2012. Open forum Infect Dis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Pastula",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hackett",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Coalson",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Villafana",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ambrose",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/ofid/ofw270"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Respiratory syncytial virus infection in elderly adults",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Haber",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Med Mal Infect",
            "volume": "48",
            "issn": "6",
            "pages": "377--82",
            "other_ids": {
                "DOI": [
                    "10.1016/j.medmal.2018.01.008"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Respiratory syncytial virus infection in elderly adults",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Falsey",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Walsh",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Drugs Aging",
            "volume": "22",
            "issn": "7",
            "pages": "577--87",
            "other_ids": {
                "DOI": [
                    "10.2165/00002512-200522070-00004"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Epidemiology, clinical features, and resource utilization associated with respiratory syncytial virus in the community and hospital. Influ Other Respir Viruses",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Smithgall",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Maykowski",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zachariah",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Oberhardt",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Vargas",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Reed",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "14",
            "issn": "",
            "pages": "247--56",
            "other_ids": {
                "DOI": [
                    "10.1111/irv.12723"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Passive immunization. Plotkin's vaccines",
            "authors": [
                {
                    "first": "Mka",
                    "middle": [],
                    "last": "Slifka",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "84--95",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Vaccine immunology. Plotkin's vaccines",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Siegrist",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "16--34",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Cost-effectiveness of Palivizumab for respiratory syncytial virus: a systematic review",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mac",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sumner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Duchesne-Belanger",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Stirling",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tunis",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sander",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Pediatrics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1542/peds.2018-4064"
                ]
            }
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "The respiratory syncytial virus vaccine landscape: lessons from the graveyard and promising candidates",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "I"
                    ],
                    "last": "Mazur",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Higgins",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Nunes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Melero",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Langedijk",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Horsley",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Lancet Infect Dis",
            "volume": "18",
            "issn": "10",
            "pages": "30292--30297",
            "other_ids": {
                "DOI": [
                    "10.1016/s1473-3099(18)30292-5"
                ]
            }
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Evidence and Value: Impact on DEcisionMakingthe EVIDEM framework and potential applications",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Goetghebeur",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wagner",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Khoury",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Levitt",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Erickson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rindress",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "BMC Health Serv Res",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1472-6963-8-270"
                ]
            }
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "The cost-effectiveness of a hypothetical respiratory syncytial virus vaccine in the elderly",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Gessner",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Vaccine",
            "volume": "18",
            "issn": "15",
            "pages": "425--434",
            "other_ids": {
                "DOI": [
                    "10.1016/S0264-410X(99)00425-9"
                ]
            }
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Simple vaccination and prevention model of respiratory syncytial virus",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Nugraha",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nuraini",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Far East J Math Sci",
            "volume": "102",
            "issn": "9",
            "pages": "1865--80",
            "other_ids": {
                "DOI": [
                    "10.17654/MS102091865"
                ]
            }
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Estimating the impact of multiple immunization products on medically-attended respiratory syncytial virus (RSV) infections in infants",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rainisch",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Adhikari",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Meltzer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Langley",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Vaccine",
            "volume": "38",
            "issn": "2",
            "pages": "251--258",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vaccine.2019.10.023"
                ]
            }
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Respiratory syncytial virus immunization program for the United States: impact of performance determinants of a theoretical vaccine",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Régnier",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Vaccine",
            "volume": "31",
            "issn": "40",
            "pages": "4347--54",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vaccine.2013.07.024"
                ]
            }
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Vaccination strategies against respiratory syncytial virus",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yamin",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "K"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Devincenzo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gertler",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Kobiler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Townsend",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Proc Natl Acad Sci",
            "volume": "113",
            "issn": "46",
            "pages": "13239--13283",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1522597113"
                ]
            }
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Mathematical modelling of respiratory syncytial virus (RSV): vaccination strategies and budget applications",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Acedo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Díez-Domingo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Moraño",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Villanueva",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Epidemiol Infect",
            "volume": "138",
            "issn": "6",
            "pages": "853--60",
            "other_ids": {
                "DOI": [
                    "10.1017/S0950268809991373"
                ]
            }
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Cost analysis of a vaccination strategy for respiratory syncytial virus (RSV) in a network model",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Acedo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Moraño",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Díez-Domingo",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Math Comput Model",
            "volume": "52",
            "issn": "7-8",
            "pages": "1016--1038",
            "other_ids": {
                "DOI": [
                    "10.1016/j.mcm.2010.02.041"
                ]
            }
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "A Bayesian stochastic SIRS model with a vaccination strategy for the analysis of respiratory syncytial virus",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jornet-Sanz",
                    "suffix": ""
                },
                {
                    "first": "Corberán-",
                    "middle": [],
                    "last": "Vallet",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Santonja",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Villanueva",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "SORT",
            "volume": "41",
            "issn": "1",
            "pages": "159--76",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "The use of health economics to guide drug development decisions: determining optimal values for an RSVvaccine in a model-based scenario-analytic approach. Vaccine",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Bos",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rietveld",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Moll",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Steyerberg",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Luytjes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Wilschut",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "25",
            "issn": "",
            "pages": "6922--6931",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vaccine.2007.07.006"
                ]
            }
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "RSV vaccine in development: Assessing the potential cost-effectiveness in the Dutch elderly population",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Meijboom",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Pouwels",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Luytjes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Postma",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hak",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Vaccine",
            "volume": "31",
            "issn": "52",
            "pages": "6254--60",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vaccine.2013.10.023"
                ]
            }
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Cost-effectiveness of potential infant vaccination against respiratory syncytial virus infection in The Netherlands",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Meijboom",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Rozenbaum",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Benedictus",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Luytjes",
                    "suffix": ""
                },
                {
                    "first": "Mcj",
                    "middle": [],
                    "last": "Kneyber",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Wilschut",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Vaccine",
            "volume": "30",
            "issn": "31",
            "pages": "4691--700",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vaccine.2012.04.072"
                ]
            }
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Estimating transmission parameters for respiratory syncytial virus and predicting the impact of maternal and pediatric vaccination",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Boven",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Teirlinck",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Meijer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hooiveld",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Van Dorp",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Reeves",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/infdis/jiaa424"
                ]
            }
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Burden of paediatric respiratory syncytial virus disease and potential effect of different immunisation strategies: a modelling and cost-effectiveness analysis for England",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cromer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Hoek",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Newall",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Pollard",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jit",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Lancet Public Health",
            "volume": "2",
            "issn": "8",
            "pages": "30103--30105",
            "other_ids": {
                "DOI": [
                    "10.1016/S2468-2667(17)30103-2"
                ]
            }
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Model evaluation of target product profiles of an infant vaccine against respiratory syncytial virus (RSV) in a developed country setting",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kinyanjui",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Pan-Ngum",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Saralamba",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Nokes",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jvacx.2020.100055"
                ]
            }
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Potential impact of a maternal vaccine for RSV: a mathematical modelling study",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Hogan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Blyth",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Fathima",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Vaccine",
            "volume": "35",
            "issn": "45",
            "pages": "6172--6181",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vaccine.2017.09.043"
                ]
            }
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Potential cost-effectiveness of RSV vaccination of infants and pregnant women in Turkey: An illustration based on bursa data",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Pouwels",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Bozdemir",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yegenoglu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Celebi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Mcintosh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Unal",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS ONE",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0163567"
                ]
            }
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Vaccine induced herd immunity for control of respiratory syncytial virus disease in a low-income country setting",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Kinyanjui",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "House",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Kiti",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Cane",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Nokes",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Medley",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS ONE",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0138018"
                ]
            }
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Predicting the relative impacts of maternal and neonatal respiratory syncytial virus (RSV) vaccine target product profiles: a consensus modelling approach",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Pan-Ngum",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kinyanjui",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kiti",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Toussaint",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Saralamba",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Vaccine",
            "volume": "35",
            "issn": "2",
            "pages": "403--412",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vaccine.2016.10.073"
                ]
            }
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Reducing RSV hospitalisation in a lower-income country by vaccinating mothers-to-be and their households. eLife",
            "authors": [
                {
                    "first": "Spc",
                    "middle": [],
                    "last": "Brand",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Munywoki",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Walumbe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Keeling",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Nokes",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.7554/eLife.47003"
                ]
            }
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "The impact of maternal RSV vaccine to protect infants in Gavi-supported countries: Estimates from two models. Vaccine",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Baral",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Willem",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Antillon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vilajeliu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jit",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "38",
            "issn": "",
            "pages": "5139--5186",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vaccine.2020.06.036"
                ]
            }
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Health and economic burden of respiratory syncytial virus (RSV) disease and the cost-effectiveness of potential interventions against RSV among children under 5 years in 72 Gavi-eligible countries",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Willem",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Antillon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bilcke",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jit",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Beutels",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMC Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12916-020-01537-6"
                ]
            }
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Modeling epidemics caused by respiratory syncytial virus (RSV)",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Milligan",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Math Biosci",
            "volume": "172",
            "issn": "2",
            "pages": "66--75",
            "other_ids": {
                "DOI": [
                    "10.1016/S0025-5564(01)00066-9"
                ]
            }
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Evaluating preferences for long term wheeze following RSV infection using TTO and best-worst scaling",
            "authors": [
                {
                    "first": "Lmc",
                    "middle": [],
                    "last": "Roy",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bansback",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Marra",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Carr",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chilvers",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Lynd",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Allergy Asthma Clin Immunol",
            "volume": "10",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1710-1492-10-S1-A64"
                ]
            }
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Health-state valuations for pertussis: methods for valuing short-term health states. Health Qual Life Outcomes",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Salomon",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Lebaron",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Lieu",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1477-7525-3-17"
                ]
            }
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Social, economic, and health impact of the respiratory syncytial virus: a systematic search",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Díez-Domingo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Pérez-Yarza",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Melero",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sánchez-Luna",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Aguilar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Blasco",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC Infect Dis",
            "volume": "14",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12879-014-0544-x"
                ]
            }
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Anticipated costs of hospitalization for respiratory syncytial virus infection in young children at risk",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rietveld",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "De Jonge",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Polder",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Vergouwe",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Veeze",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Moll",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Pediatr Infect Dis J",
            "volume": "23",
            "issn": "6",
            "pages": "523--532",
            "other_ids": {
                "DOI": [
                    "10.1097/01.inf.0000129690.35341.8d"
                ]
            }
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "Incidence and severity of respiratory syncytial virus pneumonia in rural Kenyan children identified through hospital surveillance",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Nokes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ngama",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bett",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Abwao",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Munywoki",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "English",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin Infect Dis",
            "volume": "49",
            "issn": "9",
            "pages": "1341--1350",
            "other_ids": {
                "DOI": [
                    "10.1086/606055"
                ]
            }
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "Acute respiratory tract infection in daycare centers for older persons",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Falsey",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Mccann",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Tanner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Criddle",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Formica",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Am Geriatr Soc",
            "volume": "43",
            "issn": "1",
            "pages": "30--36",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1532-5415.1995.tb06238.x"
                ]
            }
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "Viral respiratory infections in the institutionalized elderly: clinical and epidemiologic findings",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Falsey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Treanor",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Betts",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Walsh",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J Am Geriatr Soc",
            "volume": "40",
            "issn": "2",
            "pages": "115--124",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1532-5415.1992.tb01929.x"
                ]
            }
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "Intensive surveillance for infections in a three-year study of nursing home patients",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fierer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Barrett-Connor",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Klauber",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hatch",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Am J Epidemiol",
            "volume": "135",
            "issn": "6",
            "pages": "685--96",
            "other_ids": {
                "DOI": [
                    "10.1093/oxfordjournals.aje.a116348"
                ]
            }
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "Acute viral infections of upper respiratory tract in elderly people living in the community: comparative, prospective, population based study of disease burden",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Nicholson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kent",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Hammersley",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Cancio",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "BMJ",
            "volume": "315",
            "issn": "7115",
            "pages": "1060--1064",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.315.7115.1060"
                ]
            }
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "Rate-difference method proved satisfactory in estimating the influenza burden in primary care visits",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Jansen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Sanders",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Groen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Van Loon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Hoes",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Clin Epidemiol",
            "volume": "61",
            "issn": "8",
            "pages": "803--815",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jclinepi.2007.08.017"
                ]
            }
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "Epidemiology of respiratory syncytial virus in various regions within North Carolina during multiple seasons",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Wilfret",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Palavecino",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Moran",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Benjamin",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "N C Med J",
            "volume": "69",
            "issn": "6",
            "pages": "447--52",
            "other_ids": {}
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "The natural history of respiratory syncytial virus in a birth cohort: the influence of age and previous infection on reinfection and disease",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "O"
                    ],
                    "last": "Ohuma",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Okiro",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ochola",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Sande",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Cane",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Medley",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Am J Epidemiol",
            "volume": "176",
            "issn": "9",
            "pages": "794--802",
            "other_ids": {
                "DOI": [
                    "10.1093/aje/kws257"
                ]
            }
        },
        "BIBREF82": {
            "ref_id": "b82",
            "title": "RSV frequency in children below 2 years hospitalized for lower respiratory tract infections",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hacimustafaoglu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Celebi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Bozdemir",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ozgur",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ozcan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Guray",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Turk J Pediatr",
            "volume": "55",
            "issn": "2",
            "pages": "130--139",
            "other_ids": {}
        },
        "BIBREF83": {
            "ref_id": "b83",
            "title": "Economic impact of respiratory syncytial virus-related illness in the US: an analysis of national databases",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Paramore",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ciuryla",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ciesla",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Pharmacoeconomics",
            "volume": "22",
            "issn": "5",
            "pages": "275--84",
            "other_ids": {
                "DOI": [
                    "10.2165/00019053-200422050-00001"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "immunity due to maternal population implies protection of the newborns c Vaccine effects are modelled as a proportion of newborns protected from being infected. The parameter combines vaccine effectiveness and vaccine uptake",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Overview of included studies by vaccination target, relevance for decision making, and type of evaluation. Economic evaluations reported monetary outcomes of the intervention. Epidemiological evaluations estimated epidemiological effects of vaccination without evaluation of costs. Completeness of reporting and relevance for deci-sion making was assessed using EVIDEM: (1) scores 3 and 4 indicate higher relevance and (2) scores 1 and 2 indicate lower relevance. The studies are represented as the name of the first author, year of publication and country (as three-letter country code). Gavi Global Alliance for Vaccines and Immunisation The estimated relative reduction in respiratory syncytial virus (RSV) infections and RSV-caused hospitalisations. Each strategy is defined by vaccine uptake, U vaccine effectiveness, VE vaccineinduced duration of immunity, D (hl. half-life, seas season), and a group of the population where the reported effect is observed (e.g.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Marina Treskova, Francisco Pozo-Martin, Stefan Scholz, Viktoria Schönfeld, Ole Wichmann, and Thomas Harder have no conflicts of interest that are directly relevant to the content of this article.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Fig. 1 Flowchart of selection of studies for inclusion in the review. Excluded records are listed in ESM 3",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Overview of characteristics and applied methods of the included studies (n = 22)",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "28] calculated",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Bacillus Calmette-Guérin, COPD chronic obstructive pulmonary disease, d days, Gavi the Global Alliance for Vaccines and Immunisation, LRTI lower respiratory tract infection, MA",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Overview of model input and results: incidence reduction, intervention effects, and conclusions (n=22)",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF13": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}