{
    "paper_id": "a704162a35986df05951eb6cdc18f2a6a64a469a",
    "metadata": {
        "title": "Curious case of steroid responsive diffuse anterior horn cell disease associated with COVID-19 infection",
        "authors": [
            {
                "first": "Satyan",
                "middle": [],
                "last": "Nanda",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rahul",
                "middle": [],
                "last": "Handa",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rajiv",
                "middle": [],
                "last": "Anand",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Atul",
                "middle": [],
                "last": "Prasad",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dhruv",
                "middle": [],
                "last": "Zutshi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bipan",
                "middle": [],
                "last": "Sharma",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sujata",
                "middle": [
                    "K"
                ],
                "last": "Dass",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "&amp;",
                "middle": [],
                "last": "Prabhjeet",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kaur",
                "middle": [],
                "last": "Bedi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Aarti",
                "middle": [],
                "last": "Pahuja",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Pankaj",
                "middle": [],
                "last": "Kumar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shah",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nalin",
                "middle": [],
                "last": "Malhotra",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Covid-19-associated neurological manifestations are being reported with increased frequency throughout the world. In a study from China, symptoms referable to peripheral nervous system (PNS) were described in approximately 9% of hospitalized Covid-19 patients. Common PNS symptoms reported in the study were loss of taste/smell and muscle pains. With this communication, we expand the spectrum of PNS manifestations of Covid-19 infection by reporting an association of steroid responsive diffuse anterior horn cell disease with Covid-19 infection from a tertiary care centre in India. Neurological manifestations of Covid-19 are diverse, and our case which to best of my knowledge is the first case in literature to report an occurrence of steroid responsive diffuse anterior horn cell disease associated with Covid-19 infection, adds to the ever-increasing spectrum of neurological manifestations associated with this pandemic causing virus. Good response to steroid in our case serves to provide an insight into the possible pathogenesis of this manifestation and also paves the way for future therapeutic decisions related to this association.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "COVID-19-associated neurological manifestations are being reported with increased frequency throughout the world. In a study from China, symptoms referable to peripheral nervous system (PNS) were described in approximately 9% of hospitalized COVID-19 patients. Common PNS symptoms reported in the study were loss of taste/ smell and muscle pain [1] . With this communication, we expand the spectrum of PNS manifestations of COVID-19 infection by reporting an association of steroid responsive diffuse anterior horn cell disease with COVID-19 infection from a tertiary care center in India.",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 348,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A 23-year-old female with no previously known comorbidity was admitted to our hospital with 20-day history of gradually progressive weakness of both lower limbs followed by upper limbs. Patient also gave history suggestive of fasciculations over both arms and thighs. There was no history suggestive of any cranial nerve, bowel, and bladder or sensory abnormality. She was found to have COVID-19 infection confirmed by positive nasopharyngeal polymerase chain reaction (PCR) 1 month back. She required assistance for being seated on to the bed and had difficulty in gripping objects with either of her hands. On examination, she had no cranio-bulbar weakness, mild wasting was noted in both deltoid and quadriceps femoris muscles, hypotonia was evident in all 4 extremities, and power proximally was 2/5 and distally was 3/5 in right upper and lower limbs, whereas it was 4/5 proximally and 4/5 distally in left upper and lower limbs as per the Medical Research Council (MRC) grading. Deep tendon reflexes were depressed symmetrically (1+) except for bilateral absent tricep reflex, and plantar response was flexor bilaterally. Sensory examination was normal. Patient was therefore, diagnosed as subacute onset, gradually progressive asymmetric pure motor lower motor neuron quadriparesis without bowel, bladder and cranial nerve involvement in association with Covid-19 infection. Her routine blood investigations including complete blood count, liver and kidney function tests, glycosylated hemoglobin, creatinine phosphokinase, and thyroid profile were within normal range. Contrastenhanced magnetic resonance imaging (MRI) of the spine and brain was normal. Lumbar puncture done for cerebrospinal fluid (CSF) examination did not show any abnormality including negative viral reverse transcriptase polymerase chain reaction (RT-PCR) panel for herpes simplex virus 1 and 2, varicella zoster virus, and cytomegalovirus. RT-PCR test in CSF for COVID-19 infection could not be done as it was not available in our hospital. Patient's blood tests for dengue IgM and IgG and chikungunya IgM and IgG were negative. Nerve conduction study (NCS) and electromyography (EMG) were done to correctly localize the neurological deficit. NCS of all 4 limbs was normal. EMG was done in both deltoid, first dorsal interossei, vastus lateralis, tibialis anterior, genioglossus, cervical paraspinal, and right thoracic and lumbar paraspinal muscles. There was evidence of denervation and reinnervation pattern in all the tested muscles characterized by large amplitude and long duration polyphasic motor unit action potentials (MUAPs) with prominent fibrillations and fasciculations. Thus, electrophysiology was suggestive of diffuse anterior horn cell disease. Considering an immune-mediated pathogenesis, patient was started on high-dose steroids (dexamethasone: 16 mg/day) for 5 days followed by oral steroid in tapering dose. Patient after 5 days started showing improvement in weakness and at discharge, i.e., 10 days after the start of steroid, patient had significant improvement in motor power to 4+/5 proximally and distally in both upper and lower limbs. Patient was discharged on oral steroid (tablet prednisolone: 40 mg/ day) which was tapered off over next 4 weeks. Patient at 4-week follow-up had complete improvement in her motor deficits with power of 5/5 in all four limbs as per MRC grading. Patient's repeat EMG at 4-week follow-up was suggestive of chronic reinnervation pattern.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case"
        },
        {
            "text": "Our patient had COVID-19 infection confirmed by positive nasopharyngeal polymerase chain reaction (PCR) and developed pure motor LMN pattern of weakness which had started 10 days after her illness. Differentials considered included diffuse anterior horn cell disease, Guillain-Barre syndrome, and acute flaccid myelitis. MRI spine did not show any cord changes to suggest acute flaccid myelitis. Guillain-Barre syndrome was ruled out by normal NCS and CSF examination. Neurogenic pattern seen in EMG was against the possibility of myopathy. Diffuse denervation pattern seen in all the muscles tested along with fasciculation and fibrillations on EMG was suggestive of diffuse anterior horn cell disease. Anterior horn cell disease secondary to COVID-19 virus has not been described in literature to the best of our knowledge. The predilection for anterior horn cell disease in viral infections though is not a novel proposition, as reduction in number of anterior horn cells has been described in in utero infections of mice models by Zika virus [2] . Although, in the pre-vaccination period, poliovirus was responsible for the most cases presenting with acute flaccid paralysis, wide spread vaccination has led to nonpolio enteroviruses being the number one cause of acute flaccid paralysis in today's era [3] . A case series on West Nile virus had reported the occurrence of possible anterior horn cell involvement in 5 of the reported 14 patients. This was associated with severe encephalitis (4/5 cases), and poor prognosis was noted in these cases [4] . There is also evidence linking respiratory syncytial virus (RSV) to anterior horn cell disease mimicking a poliomyelitis-like illness [5] . Our case closely resembles the acute flaccid myelitis cases reported secondary to enteroviral infection, except for lack of spinal cord changes and normal CSF examination. Acute flaccid myelitis has been described prominently in enteroviral infections, and the role of immunomodulatory treatment is questionable. Although mainstay of management is supportive treatment, many patients have been treated with intravenous immunoglobulin (IVIG), high-dose corticosteroids, plasmapheresis, or a combination of these treatments because of the favorable risk-benefit ratio [3] . In view of normal MRI spine and presence of florid denervation in all tested muscles including bulbar muscles, most probable site of localization in our patient was anterior horn cell. Our patient had a good response to steroids, thereby postulating an immune-mediated pathogenesis.",
            "cite_spans": [
                {
                    "start": 1046,
                    "end": 1049,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1307,
                    "end": 1310,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1553,
                    "end": 1556,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1693,
                    "end": 1696,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2265,
                    "end": 2268,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Neurological manifestations of COVID-19 are diverse, and our case which to the best of my knowledge is the first case in literature to report an occurrence of steroid responsive diffuse anterior horn cell disease associated with COVID-19 infection and adds to the ever-increasing spectrum of neurological manifestations associated with this pandemic causing virus. Good response to steroid in our case serves to provide an insight into the possible pathogenesis of this manifestation and also paves the way for future therapeutic decisions related to this association.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "1) Neurologic manifestations of hospitalized patients with coronavirus disease",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Miao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "JAMA Neurol",
            "volume": "77",
            "issn": "6",
            "pages": "683--690",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "13) In utero infection of Zika virus leads to abnormal central nervous system development in mice",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "W"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "K"
                    ],
                    "last": "Yam",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Sci Rep",
            "volume": "9",
            "issn": "1",
            "pages": "1--2",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Acute flaccid myelitis: a clinical overview for 2019",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fatemi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chakraborty",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Mayo Clin Proc",
            "volume": "94",
            "issn": "5",
            "pages": "875--881",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Neurological manifestations of West Nile virus infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Burton",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "Z"
                    ],
                    "last": "Kern",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Halliday",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mikulis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brunton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fearon",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pepperell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jaigobin",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Can J Neurol Sci",
            "volume": "31",
            "issn": "2",
            "pages": "185--193",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Acute anterior horn cell disease resembling poliomyelitis as a manifestation of respiratory syncytial virus infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tejada",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Hernandez-Echebarria",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Fernandez-López",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J Neurol Neurosurg Psychiatry",
            "volume": "60",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}