{
    "paper_id": "a7243202fc6cd820d061844250e7795dc359d534",
    "metadata": {
        "title": "Lio-A Personal Robot Assistant for Human-Robot Interaction and Care Applications",
        "authors": [
            {
                "first": "Justinas",
                "middle": [],
                "last": "Mišeikis",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Pietro",
                "middle": [],
                "last": "Caroni",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Patricia",
                "middle": [],
                "last": "Duchamp",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alina",
                "middle": [],
                "last": "Gasser",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rastislav",
                "middle": [],
                "last": "Marko",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nelija",
                "middle": [],
                "last": "Mišeikienė",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Frederik",
                "middle": [],
                "last": "Zwilling",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Charles",
                "middle": [],
                "last": "De Castelbajac",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lucas",
                "middle": [],
                "last": "Eicher",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [],
                "last": "Früh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hansruedi",
                "middle": [],
                "last": "Früh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Lio is a mobile robot platform with a multi-functional arm explicitly designed for human-robot interaction and personal care assistant tasks. The robot has already been deployed in several health care facilities, where it is functioning autonomously, assisting staff and patients on an everyday basis. Lio is intrinsically safe by having full coverage in soft artificial-leather material as well as collision detection, limited speed and forces. Furthermore, the robot has a compliant motion controller. A combination of visual, audio, laser, ultrasound and mechanical sensors are used for safe navigation and environment understanding. The ROS-enabled setup allows researchers to access raw sensor data as well as have direct control of the robot. The friendly appearance of Lio has resulted in the robot being well accepted by health care staff and patients. Fully autonomous operation is made possible by a flexible decision engine, autonomous navigation and automatic recharging. Combined with time-scheduled task triggers, this allows Lio to operate throughout the day, with a battery life of up to 8 hours and recharging during idle times. A combination of powerful computing units provides enough processing power to deploy artificial intelligence and deep learning-based solutions on-board the robot without the need to send any sensitive data to cloud services, guaranteeing compliance with privacy requirements. During the COVID-19 pandemic, Lio was rapidly adjusted to perform additional functionality like disinfection and remote elevated body temperature detection. It complies with ISO13482 -Safety requirements for personal care robots, meaning it can be directly tested and deployed in care facilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Index Terms-Service robotics, autonomous agents, humancentered robotics, physical human-robot interaction, automation in life sciences: biotechnology, pharmaceutical and health care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "R ECENTLY robots have been gaining popularity outside the factory floors and entering unstructured environments such as homes, shops and hospitals. They range from small devices designed for internet-of-things (IoT) applications to larger physical robots which are capable of autonomously navigating Manuscript received February 24, 2020; accepted June 15, 2020. Date of publication July 7, 2020; date of current version July 15, 2020. This letter was recommended for publication by Associate Editor J. Son and Editor Y. Choi upon evaluation of the reviewers' comments. This work was supported by F&P Robotics AG. (Corresponding author: Justinas Miseikis.)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "The authors are with the F&P Robotics AG, CH-8005 Zürich, Switzerland (e-mail: j.miseikis@gmail.com; pic@fp-robotics.com; pdu@fp-robotics.com; ags@fp-robotics.com; mra@fp-robotics.com; nmi@fp-robotics.com; frz@fp-robotics.com; cdc@fp-robotics.com; lei@fp-robotics.com; mfr@fprobotics.com; hrf@fp-robotics.com).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "This article has supplementary downloadable material available at http: //ieeexplore.ieee.org, provided by the authors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "Digital Object Identifier 10.1109/LRA.2020.3007462 in indoor and outdoor environments, sharing the workspace with people and even interacting with them. Given the issue of ageing population and shortage of medical and nursing staff in many countries, this naturally leads to attempts to use robotics and automation addressing this problem [1] , [2] . For example, in Switzerland, the number of people over 80 years of age is expected to double from 2015 to 2040 [3] . It will result in nearly triple nursing costs for the Swiss healthcare sector.",
            "cite_spans": [
                {
                    "start": 339,
                    "end": 342,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 345,
                    "end": 348,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 462,
                    "end": 465,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "Furthermore, healthcare employees are experiencing severe working conditions due to stress, underpayment and overtime. For example, Between 8% and 38% of health workers suffer physical violence at some point in their careers [4] . A possible staff shortage of 500'000 healthcare employees is estimated in Europe by the year of 2030 [5] .",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 228,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 332,
                    "end": 335,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "Care robotics is not an entirely new field. There has been significant development in this direction with robots ranging in a number of categories. Starting with mobile robots with manipulation capabilities, one of the best known robots is Pepper by SoftBank Robotics. It was created for interaction and entertainment tasks. It is capable of voice interactions with humans, face and mood recognition. In the healthcare sector Pepper is used for interaction with dementia patients [6] . However, despite having two arms, Pepper is not designed to manipulate objects as a core functionality.",
            "cite_spans": [
                {
                    "start": 480,
                    "end": 483,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "A WALKER by UBTECH is a bipedal robot with focus on walking capabilities including going up and down the stairs. It can manipulate objects, however exact capabilities and limitations have not been defined publicly [7] .",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 217,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "The Care-o-bot 4 by Unity Robotics and Fraunhofer IPA is able to recognise faces, provide daily news and handle objects [8] . Despite the initial focus on the healthcare market, the existing applications are limited to pilot projects only, which current applications focused on shopping centers.",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 123,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "REEM-C and TIAGo robots by PAL Robotics are ROS-based research robot platforms, which could be used in the healthcare sector. They have been used in a number of research projects, however no permanent healthcare deployment is known [9] .",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 235,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "One more healthcare oriented robot is Moxi by Diligent Robotics. Compared to previously described robots, the focus of Moxi is not interacting with people, but rather lies in the logistic of hospitals. The robot can deliver medical samples, carry laundry, bring supplies and greet patients [10] . It uses a mobile platform, arm, gripper and an integrated lift to adjust its height. Moxi is mostly capable of completing the tasks in an end-to-end manner. Door opening and closing procedures are not in the range of its capabilities, it relies on automatic door systems or places the packages outside the room.",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 294,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "RIBA robot by RIKEN is specifically desgined to assist hospital staff with carrying patients who are unable to walk. The robot is capable of localising a voice source and lifting patients weighing up to 80 kg. The robot is operated using remote control and does not have extended functionality or autonomy mode [11] .",
            "cite_spans": [
                {
                    "start": 311,
                    "end": 315,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "The other category are mobile robots without the manipulation capabilities and social robots. The Sanbot Elf robot by QIHAN is a mobile robot for monitoring health conditions of patients and residents. It can indicate unusual conditions, detect fallen people and send warning signs, however it is not capable of directly assisting people in these situations [12] .",
            "cite_spans": [
                {
                    "start": 358,
                    "end": 362,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "Many social robot platforms exist focused on interaction with people without having extended mobility or manipulation capabilities such as PARO, KIKI, AIBO, Buddy, Kuri, Mykie and Cozmo. While such robots often achieve their goal of creating positive emotions, or even therapeutic progress, they are incapable of assisting or solving tasks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "The COVID-19 crisis has given an increase in robots applicable to the health care sector. Most of them are not able to manipulate objects, they are optimised for autonomous driving and delivery of objects. Robots like Peanut from Keenon Robotics Co., the SAITE Robot or the NOAH Robot have been deployed to assist with it. For the disinfection purposes UVD robots capable of navigating to and disinfecting the whole room gained popularity [13] .",
            "cite_spans": [
                {
                    "start": 439,
                    "end": 443,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "In this paper, a personal robot platform -Lio, shown in Fig. 1 , is presented. The robot is specifically designed for autonomous operation in health care facilities and home care by taking into account the limitations of other robot platforms and improving upon it. Lio is intrinsically safe for human-robot interaction. It is the next iteration robot platform built upon the experience of creating a P-Care robot, which was a personal robot developed for Chinese markets [14] .",
            "cite_spans": [
                {
                    "start": 472,
                    "end": 476,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 56,
                    "end": 62,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "First of all, the system is described from the hardware point of view, explaining the functionality and capabilities of the robot. Then software, interfaces and existing algorithms are presented followed by the challenges of operating a robot in hospital environments. Eventually, existing use cases and deployments of Lio are presented incorporating evaluation and current limitations of the system. The paper is concluded with an overview of Lio in the context of personal care and research applications followed by current developments and future work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "Lio, a personal assistant robot for care applications, can complete a wide variety of complex tasks. It can handle and manipulate objects for applications in health care institutions and home environments. Furthermore, it operates autonomously in an existing environment without requiring significant adaptations for its deployment. The design of Lio evolved in an iterative process. During the deployments, observations and interactions with staff and patients were taken into account for further development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. SYSTEM DESCRIPTION"
        },
        {
            "text": "A set of heterogeneous sensors are embedded in the robot. It provides Lio with the capabilities of navigating, understanding and interacting with the environment and people. A combination of in-house developed robot control and programming software myP together with algorithms based on the Robot Operating System (ROS) introduces a node-based system functionality. It enables the communication between all the modules and an easy overview, control and interchangeability of all the software modules. For custom development, full access to the sensor data and control of the robot is provided.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. SYSTEM DESCRIPTION"
        },
        {
            "text": "Lio consists of a robot arm placed on top of a mobile platform. The robot was designed by keeping in mind the workspace of the robot arm. It enables Lio to combine arm and mobile platform movements to grasp objects from the ground, reach table-tops and be at a comfortable height for interaction with people in wheelchairs. It was a necessary measure to ensure that the robot is not too tall in order not to be intimidating to people who are sitting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Robot Hardware Overview"
        },
        {
            "text": "Padded artificial-leather covers ensure that Lio will not cause injuries in the event of a collision but also provide significantly more cosy and friendly appearance compared to hard-shell robots. Majority of the body has a soft-feel to it, which helps with the acceptance of the robot.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Robot Hardware Overview"
        },
        {
            "text": "In any health care environment, data privacy is at the utmost importance. Lio was specifically designed to have enough processing power to be able to run complex algorithms, including deep learning-based ones, entirely locally without the need for cloud computing or transferring data outside of the robot. Lio has four embedded computing units: Intel NUC, Nvidia Jetson AGX Xavier, Raspberry Pi and an embedded PC with Atom processor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Robot Hardware Overview"
        },
        {
            "text": "Each of the computing units is responsible for running separate modules with constant communication using an internal secure Ethernet network. Communication is based on ROS topics, meaning that additional modules could be integrated into the system by using standard ROS communication protocols and make use of sensor data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Robot Hardware Overview"
        },
        {
            "text": "The mobile platform allows Lio to safely navigate in the environment and plan movement trajectories even in cluttered places. The mobile platform is 790 × 580 mm in size, as shown in Fig. 2 . Therefore, it is suitable to operate in any environment prepared for wheelchairs. The mobile platform uses a differential drive system with two caster wheels.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 183,
                    "end": 189,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "B. Mobile Platform and Navigation"
        },
        {
            "text": "For safe navigation, different sensors are embedded in the mobile platform. Two LiDARs are placed behind the bumpers in the front and the back of the mobile platform for coverage around the robot. Their measurements are merged into a 360°scan. Additionally, distance sensors are distributed around the circumference of the mobile platform for redundant proximity detection of the obstacles. In the scenario of Lio bumping into an obstacle, four mechanical bumpers ensure that the collision is detected and the robot will stop before any damage is caused. Four downward-facing infrared floor sensors were added to detect stairs or any edges. The robot moves at speeds up to 1 m/s, ensuring short stopping distance when needed. To provide visual information, two Intel RealSense D435 Depth Cameras are embedded in the front. One camera is facing downwards to detect the floor plane, while the other one faces up for higher obstacle detection in front of the robot. Fields of view (FoV) of both cameras overlap and cover the frontal view. In addition to that, a wide-angle fisheye camera overviews the full frontal view with over 170°FoV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Mobile Platform and Navigation"
        },
        {
            "text": "The map of the environment is created from the data of the two LiDARs. Mapping uses gmapping from the OpenSLAM package and a probabilistic localisation system is based on the adaptive Monte Carlo method [15] , [16] . Both of these methods were specifically adapted for Lio. On the map of the facility, there is a possibility to add a layer of virtual obstacles to prevent the robot from going to these areas. Lio can locate the charging station and navigate to it autonomously when running low on battery.",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 207,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 210,
                    "end": 214,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "B. Mobile Platform and Navigation"
        },
        {
            "text": "Custom positions can be saved on the map such as specific waypoints or general areas like kitchen, patient rooms and nursing stations. All the sensor information is used to ensure safe navigation through the facilities for Lio. Furthermore, the LED strip placed around the mobile platform indicates the current driving direction and state of the robot allowing people to understand the intentions of Lio.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Mobile Platform and Navigation"
        },
        {
            "text": "The robot arm placed on top of the mobile platform is a P-Rob 3. It is a six-degree-of-freedom (DoF) collaborative robot arm designed for human-robot interaction tasks with the maximum payload of 3-5 kg. Optical pseudo-absolute encoders simplify the calibration task upon startup. The calibration can be executed from any position, takes under 3 seconds, and each joint is moved by a maximum of 5°.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Robot Arm"
        },
        {
            "text": "A trajectory planner differentiates between joint space and tool space paths. An extensive kinematics module handles singularities and all possible robot configurations. Both analytical and numerical calculations with various positional and directional constraints can be executed. High-frequency calculations are made possible by having the kinematics module as a standalone C++ library, which can also be imported into external projects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Robot Arm"
        },
        {
            "text": "For increased safety, the Motion Control Module (MCM) includes a compliant position control mode. A feed-forward proportional-derivative (PD) controller with adjustable gain and stiffness creates a soft motion behaviour. The mode is particularly useful when interacting with people as well as upon contact with rigid real-world objects such as doors. Compliant control is used for human-robot interaction tasks as an input option. For example, users can push the head of the robot to initiate actions or provide a positive answer, pushing the head side-to-side indicates a negative answer. Safety is ensured by limited joint accelerations and velocities, as well as limited forces and collision detection. P-Rob 3 is specifically designed to have easily interchangeable end-effectors to allow task-specific manipulation. Custom made mechanical interface requires only one screw to lock or release the connection. Integrated electrical pins pass through electrical signals as well as 24 V power, which can then be adjusted using converters if needed. Additionally, a gigabit Ethernet cable is embedded in the robot arm. It allows establishing a connection between the devices in the gripper and the internal computers of Lio. For additional input options, an interactive ring can be mounted at the gripper, which has several programmable buttons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Robot Arm"
        },
        {
            "text": "Lio comes with a customised P-Grip gripper, which has a friendly appearance and detachable magnetic eyes. The gripper has two custom-designed fingers with soft covers for grasping and lifting and manipulating objects up to 130 mm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D. Gripper"
        },
        {
            "text": "One proximity sensor is embedded at the base of the gripper and each gripper finger has four infrared-based proximity sensors. They are used to detect whether an object is inside the gripper and measure the distance to the objects over and under the gripper fingers. It can be used for collision avoidance, surface and object detection as well as for interactive tasks like handshakes and entertainment. Covering the finger sensors by hand can also be used to confirm specific actions. Gripper fingers can be controlled using position and force controllers. Lio is also capable of learning objects using the sensor readings combined with finger positions to classify them later on during the grasping motion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D. Gripper"
        },
        {
            "text": "Gripper fingers are easily interchangeable. Four digital inputs and four digital outputs together with two 24 VDC power outputs are available for the sensors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D. Gripper"
        },
        {
            "text": "Furthermore, there is an interchangeable camera module attached below the gripper fingers. It provides a video feed of 30 frames per second (FPS).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D. Gripper"
        },
        {
            "text": "Also, Force Sensitive Resistor (FSR) sensors are placed below the artificial leather of the gripper to detect physical presses on the head.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D. Gripper"
        },
        {
            "text": "Lio utilises sensors to enable behaviours used for assistance in everyday operations in health care institutions as well as for research purposes. Each of the algorithms can be enabled or disabled depending on the use case and overridden if needed. From the development perspective, it allows projects to reuse what is needed for the main operation of the robot while focusing on the development or improvement in specific areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "E. Perception and Behavior Algorithms"
        },
        {
            "text": "Lio is equipped with a variety of sensors to get information about the environment. Developed algorithms make use of them by fusing necessary information to improve certain tasks such as grasping. To assist people grasping an object from the floor, the following information is used:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "E. Perception and Behavior Algorithms"
        },
        {
            "text": "r The object detection for classification of the object and its location in the camera image r The 3D pointcloud of the RealSense camera for object localisation in the space r The mobile platform's position for knowledge about the position of the platform in the environment By fusing all this information, Lio is able to accurately drive to the target and move the robotic arm to grasp it. To improve the success rate of grasping, information of proximity sensors in the gripper fingers are used to fine-tune the gasping point and confirm successful grasp.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "E. Perception and Behavior Algorithms"
        },
        {
            "text": "Currently, special markers need to be placed next to special objects for localisation in unstructured environments, for example, door handles, during the door opening task. However, the rest of the task, of observing if the door is open, trajectory calculation and opening action success is observed and confirmed by fusing visual and LiDAR data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "E. Perception and Behavior Algorithms"
        },
        {
            "text": "Additionally, there are several AI algorithms deployed and fully integrated on Lio. These include: Different access levels can be set up on myP. If a multi-access configuration is needed, each user can work according to the permissions granted. Any scripts developed in Python IDE can be copied between the robots and maintained using version control. The robot can be updated remotely for fixing bugs, updating functionality and adding new features.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "E. Perception and Behavior Algorithms"
        },
        {
            "text": "The status of the robot can be monitored in real-time on multiple levels. It allows easy reconfiguration of Lio not only before the operation but also during runtime. For non-technical users, there are multiple simple interfaces with clearly visualised information. The Home Interface provides high-level functions like launching specific scripts, switching autonomy mode on and off and remote control. For more detailed control, Nursing Interface is used to schedule tasks and monitor system status in an easy to understand manner. It consists of the following information:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "E. Perception and Behavior Algorithms"
        },
        {
            "text": "r Location of the robot r Battery level r Current action and calendar r History of actions and logs r Real-time feeds of the cameras r Patient data and teaching-in face recognition r Remote control and manual steering of the robot Additional sensor status information together with the script development and testing environment is available on myP, specifically designed for advanced, technical users and developers. The connection between ROS and myP is established using messages and services providing full control of the robot from both interfaces. The Node Monitor provides a summary of all the ROS nodes that are running on the robot together with the ability to start, stop and restart each node individually and dynamically adjust parameters of the running processes. All of the interfaces can be accessed from any browser-enabled device. Additionally, all the standard ROS tools and interfaces fully function on Lio for more in-depth debugging and development. Examples of myP, Nursing Interface, Home Interface and Node Monitor are shown in Fig. 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1052,
                    "end": 1058,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "E. Perception and Behavior Algorithms"
        },
        {
            "text": "For the interaction purposes, a non-touch display is embedded in the front of the mobile platform. Use case studies have shown that voice and touch interactions with the robot-arm are preferred over the touch screen interface [17] . Mounting touch-screen devices low on the platform could potentially be a hazard due to bending down and risk of falling.",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 230,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "E. Perception and Behavior Algorithms"
        },
        {
            "text": "The display shows the status of the robot, displays text during the voice interaction and custom-designed visualisations that might be beneficial during the operation of the robot. Visualisation on the screen is fully customisable through the scripts. Additionally, robot camera feeds can also be visualised on the screen. Embedded loudspeakers, together with a multi-directional microphone, enable Lio to interact using voice and sound. Lio can understand voice commands as well as generate speech from text or play music. For safety purposes, an emergency button is located on the back of the robot platform and is easily reachable in case the robot has to be suddenly stopped. When pressed, the robot and the mobile platform are released, making it easy to move by hand. Upon the release of the emergency button, Lio returns to the normal operation mode.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "E. Perception and Behavior Algorithms"
        },
        {
            "text": "In the face of the COVID-19 pandemic, additional functionality was introduced to assist health care professionals in these extenuating circumstances. In contrast to other COVID-19 specific robots, Lio carries out this functionality next to its regular routines in health care institutions. Autonomous item delivery to staff and patients has already proven to be beneficial as it can be carried out in a contact-less manner.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "G. Adaptations for COVID-19"
        },
        {
            "text": "Room disinfection is important measure to prevent the spread of the virus, especially in hospitals. Lio was adapted to carry out disinfection using an approved UV-C light capable of effectively killing exposed germs, bacteria and viruses on the surfaces. The development focus was targeted at disinfection of frequently touched surfaces like door handles, light switches, elevator buttons and handrails. A custom holder for an UV-C light was designed for Lio that can be carried on the back of the robot. At the current stage, ArUco markers are placed next to the items to be disinfected. During the disinfection routine, Lio drives to dedicated locations on the map, locates the marker, grasps the UV-C light and the places it over the object to be disinfected. During the operation, Lio indicates warning signs on the screen, LED light strip and gives a visual and verbal warning if a person is detected close to the robot. Exposure is limited only to the object of interest by the covered design of the holder.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "G. Adaptations for COVID-19"
        },
        {
            "text": "One indicator of possibly infected people is Elevated Body Temperature (EBT). In the institutions where visitors are allowed, a common practice during the pandemic is to take body temperature measurements of people entering the building. To assist with that, remote measurement of passers-by was developed. The system is based on a thermal camera placed on the gripper, which is coupled with the colour gripper camera. Faces detected in the colour image are mapped to the thermal camera image. The point at the tear glands on the inside of the eye is located, as it has been proven to be a stable point with close to actual body temperature [18] . For persons wearing non-transparent glasses, a second stable point, the maximum temperature in the area of the forehead is detected. EBT detection is done by comparing relative temperature differences between healthy people, who are recorded during the calibration process to the temperature detected of the passer-by. If EBT is detected with high confidence, a member of staff is notified to take a manual control measurement of the particular person with an approved medical thermometer.",
            "cite_spans": [
                {
                    "start": 641,
                    "end": 645,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "G. Adaptations for COVID-19"
        },
        {
            "text": "To achieve a reliable performance of a complex system like Lio in an unpredictable environment, such as an elderly care home, requires a sophisticated error handling.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "H. Error Handling"
        },
        {
            "text": "Error handling on Lio is divided into three main areas: Lowlevel and hardware related error handling is provided by myP for the cases like arm collisions, activation of an emergency stop and sensor failure. For the arm collisions, multiple resolution options are available: pausing and resuming the movement or stopping the movement so that the skill fails followed by the next high-level skill resolving the issue. Software components for sensing and perception tasks are monitored and eventually restarted by operating system services and in the case of ROS nodes by the Node Monitor. Higher-level skill-specific error is handled in behavioural scripts. To explain the concept, an example use case of bringing a bottle of water to the person is taken. If a path is blocked while navigating to the person, the robot will actively ask a person for help. After the bottle is grasped from the inventory, a sanity check is performed by verifying the angle of gripper fingers in order to confirm the object was grasped. Upon failure, either the same motion is tried, or an alternative inventory slot is used to grasp the object again. If a person fails to take an object from Lio during the object handover, the robot would detect it and place the object back into the inventory.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "H. Error Handling"
        },
        {
            "text": "Lio is an autonomous robot proactively performing tasks. On a high-level, this proactive autonomy is controlled by the decision engine system, which gathers information about the robot status and environment to choose the best-suited action to perform at a given moment [19] .",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 274,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "III. ROBOT OPERATION"
        },
        {
            "text": "Operation of Lio is ensured by a combination of perception, memory and planning components. Perception of the environment ranges from low-level sensory inputs up to high-level information delivered by AI algorithms. This real-time feed, together with introspective information and robot memory, serves as the information pool for the decision engine -the core component ensuring proactive autonomous behaviour of the robot. It is a high-level component deciding which behaviour should be executed in a particular situation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. ROBOT OPERATION"
        },
        {
            "text": "The decision engine uses the SWI Prolog logic programming language to model relations in the environment of Lio [20] . In addition to pre-defined common-sense rules, the users can define their reasoning mechanisms tailored to their application. All information available to the robot is evaluated by the set of decision rules to produce the most suitable action proposal at the given moment. This proposal is compared with inputs from manual user commands and scheduled actions from the calendar. Based on a priority system the most important action is selected for execution. This priority selection is also able to interrupt running skills to start more important ones.",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 116,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "III. ROBOT OPERATION"
        },
        {
            "text": "Commonly the deployment of Lio in a facility is connected with a set of project-specific routines. For example, in some institutions, Lio is distributing mail around the clinic and collecting blood samples to be delivered for analysis. A routine may require special equipment, material or tools. Lio can have custom holders for the tasks. The robot requests the staff to place a specific holder before starting the routine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. ROBOT OPERATION"
        },
        {
            "text": "Given the target robot deployment area being health care institutions, followed by home environments in the future, it is critical to comply with their requirements. The main concern when discussing robot deployment in health care institutions is data protection. Hospitals, rehabilitation clinics or elderly homes do have concerns about having sensitive information in the institution. With several cameras on the robot, it has to be ensured that any unwanted observations do not take place. It includes remote monitoring of the sensor data, storing or sending out any visual information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Health Care Institution Requirements"
        },
        {
            "text": "To comply with the privacy requirements, Lio was designed to have all the visual and navigation data processed by on-board computers. If any information needs to be stored, for example, learning face recognition data, it is encoded in a way that original images cannot be recovered. At the moment, only voice data is processed off-board, but a data protection contract is signed with companies providing these services. Furthermore, it is possible to set up a secure Virtual Private Network (VPN) connection to access and support Lio remotely.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Health Care Institution Requirements"
        },
        {
            "text": "For full-feature operation, Lio needs a secure WiFi connection, which typically is present in many health care institutions. Lio can connect to existing networks, so the IT department of the institution sets security measures. The robot can operate without a wireless connection, but access to the interfaces will not be possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Health Care Institution Requirements"
        },
        {
            "text": "Another common request is to prevent the robot from driving to restricted areas. Allowed and no-go areas can be defined after creating a floor map of the institution and adjusted as needed later on. Also, it is possible to define these areas for different times of the day depending on the task Lio is executing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Health Care Institution Requirements"
        },
        {
            "text": "Integration to existing hospital systems, like phones or nursing call system is also requested. However, the existing standards depend on the systems used, and it can be challenging to have a universal solution. Given that the system used has an existing API, integration over TCP or scripting language, it can be done individually for each institution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Health Care Institution Requirements"
        },
        {
            "text": "Deployment of Lio in health care institutions consists of several steps, including preparation. First of all, the facility is analysed by indicating the areas of operation for the robot, evaluating the navigation and traversability capabilities and recording the areas, usually by taking photos of the floor, hallways, doors, rooms and handles that the robot will need to operate. Then, the specific tasks of the robot are discussed and decided upon with the client. The developer will adapt the existing functionalities and develop new functions. The client prepares the WiFi network for Lio according to their privacy requirements and making sure the robot can connect and has good coverage along the operational routes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Lio Deployment"
        },
        {
            "text": "Once Lio is delivered, the developer will install the robot. One of the first steps is to create a map of the facility and to find a designated charging spot for the robot. The teaching of the staff is done in two steps. One is to introduce staff members of the facility to the robot, explain the capabilities and limitations of the robot. Then, a selected number of employees are given more extensive training on how to operate the robot, restart, manually charge it if needed and a full introduction to Nursing and Home Interfaces for controlling the robot. It is common to have a small Welcome Lio event involving residents and patients in the facility. From then on, Lio starts working autonomously in the facility.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Lio Deployment"
        },
        {
            "text": "Lio deployment in research institutions follows similar steps. However, depending on the project goals of the lab acquiring the robot, the robot is adapted to the needs and training plan is tailored according to the development and use plans. For the labs focusing on in-depth algorithm development, a thorough introduction to myP, scripting and ROS integration is provided.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Lio Deployment"
        },
        {
            "text": "Lio robots have been deployed in seven different health care institutions in Germany and Switzerland. Some robots already operate for over a year. Robots have daily routines such as collecting lab samples from different wards and bringing them to the pick-up point at the reception and then delivering the mail to those same wards in a rehabilitation clinic. In the remaining time, Lios entertain patients and visitors with stories of former patients or encourages to join in on a few simple exercises. Robots also remind residents about their scheduled activities by knocking on their door, opening it, saying out loud information about upcoming events and closing the door when leaving. Staff can control Lio using a tablet to schedule reminders and start high-level commands like playing the music and offer snacks. Robots are also capable of driving to the rooms of the residents and taking the menu orders. This information is sent to the catering service.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. EXPERIMENTS AND USE CASES"
        },
        {
            "text": "In one of the projects, Lio was deployed in the home of a person with paraplegia for several weeks. The robot allowed the woman to have more independence by assisting with her daily tasks like taking and opening a bottle using a built-in automatic bottle opener and handing it over. She could manually control Lio over her smartphone to assist with more complex tasks such as taking off the jacket.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. EXPERIMENTS AND USE CASES"
        },
        {
            "text": "According to the guidance document for medical devices by the FDA, development of the behaviours of Lio was guided by human factors and usability engineering [21] . Contextual inquiries, interviews and formative evaluations were conducted to evaluate all the existing functions [14] , [22] , [23] . Following the simulated testing at the lab, usability tests were conducted with the actual end-users in their everyday environment.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 162,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 278,
                    "end": 282,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 285,
                    "end": 289,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 292,
                    "end": 296,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "A. Usability Evaluation"
        },
        {
            "text": "In a user study on co-robots, it was determined that the introduction of an innovative device such as a robot in health care leads to unexpected challenges [24] . One finding was that the head which is sometimes used to interact with Lio was not always reachable for a person in a wheelchair due to the distance. For safety reasons, the head of Lio was programmed not to extend beyond the base of the mobile platform which impeded interaction with the robot [22] .",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 160,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 458,
                    "end": 462,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "A. Usability Evaluation"
        },
        {
            "text": "Operational data was collected in one of the rehabilitation clinics where Lio was deployed. On a monthly basis, Lio drove on average 16.8 km for delivery tasks and additionally 25.2 km during entertainment tasks. Entertainment functions were triggered 96 times per month on average. The success rate of the autonomous daily delivery function was 85.5% in the period from February 1 to May 8, 2020. In total there were 186 planned deliveries of transporting mail and blood-samples around the clinic. The most common reasons for failure were device failure of low-level sensors, charging issues, and network connection problems. There were also errors such as the pressed emergency stop not being detected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Usability Evaluation"
        },
        {
            "text": "Generally, elderly people and health care staff are very curious and open towards the robot. People are polite to Lio even though they are aware that it is a machine [23] . Also, multiple usability tests and qualitative interview studies have been conducted to improve the interaction patterns. Supporting findings from other home trials [25] - [27] , patients expected the robot to have a certain personality. During an ethical evaluation of the robot's deployment, an elderly person described Lio as a play companion. He consciously engaged in a game with Lio multiple times, giving an impression that it is a sentient being. The robot gets often patted on the head by passersby.",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 170,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 338,
                    "end": 342,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 345,
                    "end": 349,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "A. Usability Evaluation"
        },
        {
            "text": "On the interaction side, additional studies were done on the topic of robot speech. Despite female voices being perceived more friendly according to the studies, Lio is programmed to speak using a male voice [28] . A deeper male voice was easier to understand for elderly people. If the robot speaks in a realistic human voice, users are more likely to reply to the robot using voice over other types of inputs [23] . Typically the pronunciation and conversations used by Lio are simplified, which in turn resulted in a higher response rate.",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 212,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 411,
                    "end": 415,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "A. Usability Evaluation"
        },
        {
            "text": "New challenges are constantly observed during the deployments of Lio in real-life situations. Even though combined voice and tactile inputs have proven to be a suitable option, in certain situations, it is difficult for Lio to reliably understand some people with disabilities as well as some elderly people. Also, navigation in cluttered environments and some narrower places not adapted for wheelchairs can be challenging.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Current Limitations"
        },
        {
            "text": "Furthermore, depth camera is not currently present in the gripper, making precise picking of the objects placed higher up, like a tabletop more complicated compared to the picking from the floor. For some specific manipulation actions, like a door opening, markers are still needed. Language understanding is currently limited to keyword matching and still relies on online services, thus constant listening is not used due to privacy concern.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Current Limitations"
        },
        {
            "text": "Currently, Lio does not proactively approach people for interaction. Because of this, a reduction of interest in the robot was observed among some people as time passes. At the moment, additional functionality is gradually introduced as it is developed during the lifetime of the robot to keep people interacting with Lio and discovering new behaviours.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Current Limitations"
        },
        {
            "text": "Lio is considered an all-in-one platform suitable for humanrobot interaction and personal care assistance tasks. Its design has evolved, both in hardware and software, to address the limitation of similar platforms and ensure the requirements of health care institutions, as well as home care, are met. Lio is intrinsically safe due to the padded artificial-leather covers covering the majority of the robot, limited forces and speed, soft mode, advanced navigation and behaviour algorithms. The robot complies with ISO13482 standard -safety requirements for personal care robots. Lio has a robotic arm placed on a moving platform. It is capable of both, assisting and interacting with people.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. CONCLUSION"
        },
        {
            "text": "Lio has been proven during multiple deployments in health care institutions and had positive feedback regarding functionality as well as acceptance by patients, residents and medical staff. Currently, the majority of the robots were sold as products, while the remaining deployments are part of the on-going projects. Autonomous operation capability ensures that Lio can be easily deployed with just a brief training time for staff on how the robot operates and how it should be used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. CONCLUSION"
        },
        {
            "text": "What differentiates Lio from other service robots are the manipulation capabilities of the large arm and gripper which allows opening doors, grasping, bringing, and handing over water bottles, and handling tools for UV-C disinfection. Combined with large and customisable inventory space, it allows Lio to carry and operate a large variety of tools.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. CONCLUSION"
        },
        {
            "text": "All the basic functionalities, as well as some advanced navigation, perception and AI algorithms, are deployed on the robot. Algorithms can be easily enabled and disabled depending on the project needs making it easy for researchers and developers to use existing algorithms and focus on their field of expertise for improvements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. CONCLUSION"
        },
        {
            "text": "Having multiple user interfaces makes Lio usable by both, tech-savvy and inexperienced users and allows them to easily observe the status of the robot, schedule and adjust the behaviour according to the needs. With a possibility of having a TCP communication, integration can be implemented with external systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. CONCLUSION"
        },
        {
            "text": "According to customer feedback, Lio is constantly being updated both, in terms of hardware and software. The development is focused to improve upon identified issues and to increase the level of autonomy. Multi-floor mapping and elevator use is planned, as well as marker-less identification and localisation of objects like door handles, elevator buttons and light switches to allow the robot operation in larger areas of the facilities. Lio can manipulate a variety of objects and have them in inventory. Motion planner will be adapted to take items held on the gripper or on the back of the robot into consideration when calculating the collision-free path. Another goal is to make Lio more proactive in terms of interaction. It means advanced behaviour models to allow the robot to find specific people around the facility, actively approaching them and enabling scene understanding to determine if certain expected actions occurred. For example, if a glass of water was handed to a person, to ensure that he or she drank the water to stay hydrated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. CONCLUSION"
        },
        {
            "text": "Additionally, hardware adjustments are planned to include advanced 3D sensor in the gripper, as well as to update the appearance to convey emotional responses in user communication. Improvements on natural language processing are planned as well to enhance the communication with wake-word recognition and chatbot capabilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. CONCLUSION"
        },
        {
            "text": "To enhance the robot behaviour development, improve testing and evaluate capabilities of Lio before acquiring the robot, a fullfeature realistic simulation is being developed with full support of ROS and ROS2, including all the interfaces described in this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. CONCLUSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Population ageing and socially assistive robots for elderly persons: The importance of sociodemographic factors for user acceptance",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Flandorfer",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Int. J. Population Res",
            "volume": "",
            "issn": "",
            "pages": "1--13",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Making Our Health and Care Systems Fit for An Ageing Population",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Oliver",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Foot",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Humphries",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "King's Fund London",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Die Zukunft des Pflegeheimmarkts",
            "authors": [
                {
                    "first": "Credit",
                    "middle": [],
                    "last": "Suisse",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Pfäffikon: Schellenberg Druck AG",
            "volume": "",
            "issn": "",
            "pages": "1--44",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "WHO | Violence against health workers",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Themenreport \"Pflege 2030\" Was ist zu erwarten -was ist zu tun? Bertelsmann Stiftung",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Heinz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rolf",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Rainer",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Utilizing social robot to reduce workload of healthcare professionals in psychiatric hospital: A preliminary study",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ikeuchi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sakurai",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Furuta",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kasahara",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Imamura",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shinkai",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Innov. Aging",
            "volume": "2",
            "issn": "suppl_1",
            "pages": "695--696",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "UBTECH Shows Off Massive Upgrades to Walker Humanoid Robot -IEEE Spectrum",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Let me introduce myself: I am care-O-bot 4, a Gentleman robot",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kittmann",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fröhlich",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schäfer",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Reiser",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Weißhardt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Haug",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Proc. Mensch Comput",
            "volume": "",
            "issn": "",
            "pages": "223--232",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Gesture learning and execution in a humanoid robot via dynamic movement primitives",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pfeiffer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Angulo",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Pattern Recognit. Lett",
            "volume": "67",
            "issn": "",
            "pages": "100--107",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Moxi prototype from diligent robotics starts helping out in hospitals",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ackerman",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "IEEE Spectr",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The emergence of care robotics-A patent and publication analysis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Goeldner",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Herstatt",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Tietze",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Technological Forecasting Social Change",
            "volume": "92",
            "issn": "",
            "pages": "115--131",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Camera-based fall detection system with the service robot sanbot ELF",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bauer",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Proc. Smart Public Building",
            "volume": "",
            "issn": "",
            "pages": "15--28",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Autonomous robots are helping kill coronavirus in hospitals -ieee spectrum",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Erfahrungen aus dem Einsatz von Pflegerobotern für Menschen im Alter",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Früh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gasser",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Pflegeroboter",
            "volume": "",
            "issn": "",
            "pages": "37--62",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "OpenSLAM",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Stachniss",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Frese",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Grisetti",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Monte Carlo localization: Efficient position estimation for mobile robots",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fox",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Burgard",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Dellaert",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Thrun",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Proc. 16th Nat. Conf. Artif. Intell. 11th Conf. Innovative Appl",
            "volume": "1999",
            "issn": "",
            "pages": "2--2",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Hobbit, a care robot supporting independent living at home: First prototype and lessons learned",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fischinger",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Robot. Auton. Syst",
            "volume": "75",
            "issn": "",
            "pages": "60--78",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Thermal imaging for detecting elevated body temperature | FLIR systems",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Incremental task-level reasoning in a competitive factory automation scenario",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Niemueller",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lakemeyer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ferrein",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Proc. AAAI Spring Symp. -Designing Intell. Robots: Reintegrating AI",
            "volume": "",
            "issn": "",
            "pages": "1--6",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "SWI-Prolog",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wielemaker",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Schrijvers",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Triska",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lager",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Theory Pract. Log. Program",
            "volume": "12",
            "issn": "1-2",
            "pages": "67--96",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Applying human factors and usability engineering to medical devices: Guidance for industry and food and drug administration staff",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "Administration"
                    ],
                    "last": "Food",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Erfahrungen aus dem Einsatz von assistenzrobotern für Menschen IM alter",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wirth",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Siebenmann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gasser",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Mensch-Roboter-Kollaboration",
            "volume": "",
            "issn": "",
            "pages": "257--279",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "A qualitative view on elders interacting with a health care robot with bodily movements",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gasser",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Steinemann",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Opwis",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Co-Robots as care robots",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Bendel",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "AAAI Spring Symp. Series",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2004.04374"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "HOBBIT-The mutual care robot",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fischinger",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Proc. RSJ Int. Conf. Intell. Robots Syst",
            "volume": "",
            "issn": "",
            "pages": "1--6",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Acceptance of healthcare robots for the older population: Review and future directions",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Broadbent",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Stafford",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Macdonald",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Int. J. Social Robot",
            "volume": "1",
            "issn": "4",
            "pages": "319--330",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Sharing spaces with robots in a home scenario-anthropomorphic attributions and their effect on proxemic expectations and evaluations in a live HRI trial",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Syrdal",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dautenhahn",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Walters",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Koay",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Proc. AAAI Fall Symp.: AI Eldercare: New Solutions Old Problems",
            "volume": "",
            "issn": "",
            "pages": "116--123",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Attitudes towards health-care robots in a retirement village",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Broadbent",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Australas. J. Ageing",
            "volume": "31",
            "issn": "2",
            "pages": "115--120",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Overview of Lio: sensor and hardware setup.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Technical drawing of Lio.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Human Pose Estimation r Object Detection and Recognition r Object Grasping r Face Detection and Recognition r Door Opening and Closing r Voice Recognition and SynthesisF. Control Software and User Interfaces P-Rob 3 is controlled by a C++ based low-level architecture called Motion Control Module (MCM) and an optional Pythonbased high level architecture myP. The MCM allows the immediate position and current control with a 100 Hz update cycle via TCP socket and includes all important safety features.There is also Python and C++ API for the MCM. myP provides robot pose and script database, path planning and machine learning features which can be accessed through the robots user-friendly browser interface. The browser interface also includes a Python IDE for applications development. Control of myP is possible from any device using multiple interfaces such as TCP, ROS and Modbus (PLC). Vice versa, the robot can also control other machines via the same interfaces.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Available software interfaces for Lio: myP, Nursing Interface, Home Interface and Node Monitor. All of the interfaces are web-based and can be accessed from any browser-enabled device.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Patients and staff are interacting with Lio in a rehabilitation clinic in Switzerland.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Authors would like to acknowledge the hard work and dedication of all F&P Robotics AG employees and partners in developing and testing a personal assistant robot Lio.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENT"
        }
    ]
}