{
    "paper_id": "a7d065481ff5150d2eb41478016d1f318ee58bd0",
    "metadata": {
        "title": "Causality Constraints on Gravitational Effective Field Theories",
        "authors": [
            {
                "first": "Claudia",
                "middle": [],
                "last": "De Rham",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Blackett Laboratory",
                    "institution": "Imperial College London",
                    "location": {
                        "postCode": "SW7 2AZ",
                        "settlement": "London",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Andrew",
                "middle": [
                    "J"
                ],
                "last": "Tolley",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Blackett Laboratory",
                    "institution": "Imperial College London",
                    "location": {
                        "postCode": "SW7 2AZ",
                        "settlement": "London",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Jun",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Blackett Laboratory",
                    "institution": "Imperial College London",
                    "location": {
                        "postCode": "SW7 2AZ",
                        "settlement": "London",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "with c 1 = ±1. Considering a BH of mass M , the metric slightly deviates from the Schwarzschild one with a magnitude proportional to the dimensionless parameter µ = (GM Λ) −6 , where G = 1/(8πM 2 Pl ) is Newton's constant, see App. B for details.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "GWs can be decomposed into odd and even parity metric perturbations h ± µν propagating independently on the Schwarzschild-like background. Expressed in spherical harmonics with multipole , the radial dependence of each mode can be captured by the master variables Ψ ± ω (r), where ω denotes the frequency. Including the dim-8 operators perturbatively, the master variable satisfies the modified Regge-Wheeler-Zerilli equation [8], [10]",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "where r * is the tortoise coordinate, V ± GR are the GR potentials and V ± the leading-order EFT correction (see App. B for the technical details). Parity ensures that arXiv:2112.05054v3 [gr-qc] 6 Apr 2022",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "We consider the effective field theory of gravity around black holes, and show that the coefficients of the dimension-8 operators are tightly constrained by causality considerations. Those constraints are consistent with -but tighter than -previously derived causality and positivity bounds and imply that the effects of one of the dimension-8 operators by itself cannot be observable while remaining consistent with causality. We then establish in which regime one can expect the generic dimension-8 and lower order operators to be potentially observable while preserving causality, providing a theoretical prior for future observations. We highlight the importance of \"infrared causality\" and show that the requirement of \"asymptotic causality\" or net (sub)luminality would fail to properly diagnose violations of causality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Introduction.-General relativity (GR) should be thought as the leading order term in an effective field theory (EFT) that includes an infinite number of higher-dim operators [1] [2] [3] [4] [5] . If we are interested in gravity below some energy scale Λ, we may integrate out all particles with masses above that scale. Assuming a tree level weakly coupled completion, such as a string theory, the effective action is",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 177,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 178,
                    "end": 181,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 182,
                    "end": 185,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 186,
                    "end": 189,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 190,
                    "end": 193,
                    "text": "[5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "where L Dn denotes a linear combination of all possible dim-n operators built out of the Riemann (or Weyl) curvature and its covariant derivatives, see App. A. The higher-dim operators capture the effects of the heavy fields that have been integrated out at tree-level, i.e. particles of spin ≥ 2. One would expect the scale Λ to be the mass of the lightest higher spin state (s ≥ 2). Motivated by the recent detections of gravitational waves (GWs), there has been a surge of interest in establishing whether these operators could be probed assuming a very low Λ. Such operators could indicate the presence of new physics beyond the standard model and potentially connect us with the dark sector. A formalism for probing those operators with inspiraling GWs was proposed in Ref. [7] . Finite size effects of black holes (BHs) have also been investigated in the presence of dim-8 operators [8] and dim-6 operators [9] [6] . Interestingly, LIGO and Virgo constraints on the dim-8 operators were explored in Ref. [11] . For related works see Refs. [12] [13] [14] [15] . While we may be on the edge of constraining gravitational EFTs using GW observations, theoretical considerations also have significant impact. For instance, requiring the low-energy EFTs to be embeddable in a local Wilsonian, unitary, Lorentz invariant and causal high energy completion like string theory imposes a set of positivity constraints on these EFTs [16, 17] . In parallel, it is well known that in gravitational EFTs, the sound speed can appear to be superluminal [9, [19] [20] [21] [22] [23] [24] [25] [26] [27] [28] , and by demanding the local group velocity of GWs to be (sub)luminal, it was shown in Ref. [18] that the coefficients of the dim-8 operators ought to be sign definite. In this Letter, we shall complement the state of the art by further investigating the constraints set by causality. Our requirements for preserving causality are similar to the ones indicated in Refs. [29] [30] [31] but differ from the notion of \"asymptotic causality\" or net (sub)luminality which is sometimes postulated in the literature. As we shall see, the \"asymptotic causality\" condition, while necessary is not sufficient for preserving causality and fails to identify situations which are known to be in tension with causality as inferred for instance from positivity bounds.",
            "cite_spans": [
                {
                    "start": 779,
                    "end": 782,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 889,
                    "end": 892,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 917,
                    "end": 920,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1010,
                    "end": 1014,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 1045,
                    "end": 1049,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 1050,
                    "end": 1054,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 1055,
                    "end": 1059,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 1060,
                    "end": 1064,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 1427,
                    "end": 1431,
                    "text": "[16,",
                    "ref_id": null
                },
                {
                    "start": 1432,
                    "end": 1435,
                    "text": "17]",
                    "ref_id": null
                },
                {
                    "start": 1542,
                    "end": 1545,
                    "text": "[9,",
                    "ref_id": null
                },
                {
                    "start": 1546,
                    "end": 1550,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 1551,
                    "end": 1555,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 1556,
                    "end": 1560,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 1561,
                    "end": 1565,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 1566,
                    "end": 1570,
                    "text": "[23]",
                    "ref_id": null
                },
                {
                    "start": 1571,
                    "end": 1575,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 1576,
                    "end": 1580,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 1581,
                    "end": 1585,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 1586,
                    "end": 1590,
                    "text": "[27]",
                    "ref_id": null
                },
                {
                    "start": 1591,
                    "end": 1595,
                    "text": "[28]",
                    "ref_id": null
                },
                {
                    "start": 1688,
                    "end": 1692,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 1966,
                    "end": 1970,
                    "text": "[29]",
                    "ref_id": null
                },
                {
                    "start": 1971,
                    "end": 1975,
                    "text": "[30]",
                    "ref_id": null
                },
                {
                    "start": 1976,
                    "end": 1980,
                    "text": "[31]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "GWs in dim-8 EFT.-Motivated by the findings of Ref. [11] we shall start with the following dim-8 operator,",
            "cite_spans": [
                {
                    "start": 52,
                    "end": 56,
                    "text": "[11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "both modes decouple and we shall omit the ± indices unless relevant. For the EFT to remain valid when scattering GWs on a BH, the Riemann curvature ought to be small as compared to the cutoff at the impact parameter r b = ( + 1/2)/ω, meaning r b Λ 1 and GM/r 3 b Λ 2 . Moreover, we also require that the description of the GWs is under control as discussed in Refs. [30, 31] (see App. C), meaning that their asymptotic energy ω should be bounded by",
            "cite_spans": [
                {
                    "start": 366,
                    "end": 370,
                    "text": "[30,",
                    "ref_id": null
                },
                {
                    "start": 371,
                    "end": 374,
                    "text": "31]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "With this in mind, the background is then automatically under control if µ 1 and r b > GM .",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Scattering phase shift and time-delay.-When considering the scattering of GWs on a Schwarzschildlike BH in model (2), the EFT corrections manifest themselves in the scattering phase shift and time delay, which can be inferred from solving Eq. (3) in the WKB approximation. For practical reasons, we shall focus on GWs with ω 2 < max(|V GR |), in which case the desired WKB solution is the one that decays exponentially at the horizon (tortoise coordinate r * → −∞). At infinity, the corresponding solution asymptotes to [30] ,",
            "cite_spans": [
                {
                    "start": 520,
                    "end": 524,
                    "text": "[30]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "with the phase shift",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "where r T * is the turning point defined by ω 2 − V GR − c 1 µ V = 0. The scattering time delay is then given in terms of the phase shift by T = 2∂δ (ω)/∂ω. As compared to the GR answer T GR , the total time delay T acquires an additional EFT contribution δT ,",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Writing δT = c 1 µ δt , Fig. 1 shows δt ± as a function of ω for various values of (see App. D). Interestingly, δt − and δt + always have opposite sign, so that there is always a time advance for one of the GW polarizations for any choice of c 1 = ±1.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 24,
                    "end": 30,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Infrared Causality.-As has been established for QED [29] and for other gravitational theories [30] , a time advance compared to GR, i.e. δT < 0, does not necessarily indicate acausality. It violates causality only if the time advance, calculable within the validity regime of the EFT, is resolvable. For causality to be respected, the front velocity should be luminal, meaning that the infinite frequency limit of the phase velocity should be luminal as dictated by the geometry seen by those highfrequency modes. As unitarity and analyticity (derived from causality) dictate that the phase velocity cannot decrease with frequency, this implies that low-frequency modes should necessarily be subluminal with respect to the local background geometry. Indeed, the equivalence principle implies that the high-frequency modes can only be sensitive to the local inertial frame, so causality is fixed by the background geometry seen by the highfrequency modes. At the level of a low-energy EFT, causality therefore demands that low-energy modes be (sub)luminal as compared to the background geometry, which in terms of observables requires that any support outside the light cone determined by the geometry be unresolvable, see [31] for more details. In other words, the statement of 'infrared causality' is violated if −δT 1/ω (infrared acausality).",
            "cite_spans": [
                {
                    "start": 52,
                    "end": 56,
                    "text": "[29]",
                    "ref_id": null
                },
                {
                    "start": 94,
                    "end": 98,
                    "text": "[30]",
                    "ref_id": null
                },
                {
                    "start": 1222,
                    "end": 1226,
                    "text": "[31]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Note that infrared acausality necessarily implies the absence of a standard and causal high energy completion, however respecting infrared causality does not necessarily guarantee the presence of a consistent UV embedding, it only is a necessary condition. Translating this back into the parameters of the model (2), we infer that a wave with frequency ω and multipole scattered about a BH of mass M in the EFT (2) violates causality whenever",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Introducing the parameter γ defined as ω 2 = γ V max , with V max being the maximum of V GR ∼ 2 (GM ) −2 , the condition (9) only depends on the BH mass via µ. Naturally, the effect of the dim-8 operator increases with ω as illustrated in Fig. 1 , however ω should be smaller than V max for the phase shift to be well approximated by (6) , [32] . For these reasons, we consider γ = 0.9, so that ω ∝ at large , and the impact parameter is constant. We compute the condition (9) numerically and present the results in Fig. 2 Crucially we see that if c 1 = −1, the even sector always violates the notion of infrared causality. In that case, the even modes lead to a time advance with δt + increasing quadratically with the multipole , while ω increases linearly as → ∞. Therefore, both sides of the inequality (9) decrease as −3 at large . Explicit calculation shows that the left hand side of the inequality (9) is smaller than its right hand side (cf. Fig. 2 ). This implies that no matter how small µ is, for sufficiently large the time advance will always be resolvable when c 1 = −1, hence violates causality, [33] .",
            "cite_spans": [
                {
                    "start": 340,
                    "end": 344,
                    "text": "[32]",
                    "ref_id": null
                },
                {
                    "start": 1112,
                    "end": 1116,
                    "text": "[33]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 239,
                    "end": 245,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 516,
                    "end": 522,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 951,
                    "end": 957,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "The main implication of our findings is that the EFT defined in (2) can only ever be causal if c 1 = 1 and if (GM Λ) −6 0.04 for any BH. Given that the smallest known BH has 3M [35-37], the causality constraint translates into a lower bound on the cutoff scale enforcing Λ 7 × 10 −11 eV. Within the current state of the art, the EFT (2) with a cutoff of order Λ ∼ 10 −13 eV was shown to lead to observable effects [11] . While such a low cutoff can lead to a potentially interesting phenomenology, it also comes hand in hand with violations of causality. We can push those bounds further by considering BHs with arbitrarily small mass, which would lead to a constraint on c 1 /Λ 6 to be arbitrarily small. In particular, BHs with radii as small as the fundamental scale of quantum gravity M Fund would force the scale Λ to be associated to that scale Λ ∼ M Fund in the case where no other dim-6 and -8 operators are considered.",
            "cite_spans": [
                {
                    "start": 414,
                    "end": 418,
                    "text": "[11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Our conclusion on the sign of the coefficient of the dim-8 operator is entirely consistent with expectations on the low-energy operators derived in type II string theory [39] after compactification [40] . It also has been shown that the sign of c 1 can be fixed by demanding the local group velocity of high-frequency GWs to be (sub)luminal [18] . The dim-8 operator c 1 R abcd R abcd 2 is, in spirit, the gravitational analog of the c (∂φ) 4 operator that enters generic Goldstone EFTs. In that case the existence of a standard Wilsonian completion, manifests itself via positivity bounds, which have been shown to be directly linked with the sign of the coefficient c [41] [42] [43] . Within the low-energy EFT, the sign of coefficient c is also directly linked to resolvability of time advances and hence to causality [30] . Applying similar types of positivity bounds to gravitational EFTs have been shown to impose c 1 > 0 [16, 17] . Not only are our conclusions fully consistent with those results, they also allow us to derive a lower bound of the cutoff of the EFT considered in (2) when c 1 = 1.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 174,
                    "text": "[39]",
                    "ref_id": null
                },
                {
                    "start": 198,
                    "end": 202,
                    "text": "[40]",
                    "ref_id": null
                },
                {
                    "start": 341,
                    "end": 345,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 670,
                    "end": 674,
                    "text": "[41]",
                    "ref_id": null
                },
                {
                    "start": 675,
                    "end": 679,
                    "text": "[42]",
                    "ref_id": null
                },
                {
                    "start": 680,
                    "end": 684,
                    "text": "[43]",
                    "ref_id": null
                },
                {
                    "start": 821,
                    "end": 825,
                    "text": "[30]",
                    "ref_id": null
                },
                {
                    "start": 928,
                    "end": 932,
                    "text": "[16,",
                    "ref_id": null
                },
                {
                    "start": 933,
                    "end": 936,
                    "text": "17]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Asymptotic Causality.-The time delay T GR introduced in Eq. (7), is the one perceived by the freely propagating modes following null geodesics on that background. In this sense, T GR represents what the highenergy modes (the modes with energy well above Λ and well below M Pl ) are subject to on that very background. See, for instance, Ref. [29] for an analog discussion in the case of QED.",
            "cite_spans": [
                {
                    "start": 342,
                    "end": 346,
                    "text": "[29]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "On the other hand, δT represents the additional time delay of the low-energy modes on that same background, arising from interactions with the heavy fields (whose effects are precisely encapsulated by the inclusions of the higher dimension operators). Since causality demands that low-energy modes do not travel outside the light cone set by the high-energy modes, what matters in setting causality is the sign of δT and not the net T . Only a time advance in addition to the GR contribution, i.e., a negative δT , would signal that the retarded propagator has support outside the light cone set by the high-energy modes [29, 30, [44] [45] [46] [47] .",
            "cite_spans": [
                {
                    "start": 621,
                    "end": 625,
                    "text": "[29,",
                    "ref_id": null
                },
                {
                    "start": 626,
                    "end": 629,
                    "text": "30,",
                    "ref_id": null
                },
                {
                    "start": 630,
                    "end": 634,
                    "text": "[44]",
                    "ref_id": null
                },
                {
                    "start": 635,
                    "end": 639,
                    "text": "[45]",
                    "ref_id": null
                },
                {
                    "start": 640,
                    "end": 644,
                    "text": "[46]",
                    "ref_id": null
                },
                {
                    "start": 645,
                    "end": 649,
                    "text": "[47]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Positivity of the net T , is referred to as asymptotic causality, and violating it requires",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "leading to a different lower bound in the inequality (9),",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "From Eq. (6), we see that T GR approaches to a constant at large , while δt − ∼ 0 and δt + ∼ 2 , whereas the upper bound in the inequality (11) still scales as −3 . Therefore, irrespective of the parameters of the EFT, sufficiently high multipoles that remain within the regime of validity of the EFT always enjoy a positive net time delay, as depicted in Fig. 2 . Comparing to the criteria used previously, the statement of asymptotic causality while necessary is not sufficient and by itself would always leads to much weaker constraints on the EFT. For the EFT considered in (2), the statement of asymptotic causality would allow for a negative c 1 = −1 so long as µ < 10 −7 , i.e., so long as Λ > 15/GM . Stated differently, around a BH of mass M = 3M , the net time delay remains positive for all polarizations even if c 1 = −1 and Λ taken to be as low as 10 −37 M Pl . Yet we know from positivity bounds that such a situation would be in direct tension with causal and unitary requirements. This illustrates how the statement of asymptotic causality fails to properly diagnose violations of causality. These considerations further show how insisting instead on an unresolvability of the EFT time advance is precisely what is linked with causality considerations in known situations.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 356,
                    "end": 362,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "Causality in the generic EFT of gravity.-We now generalize the previous argument to more generic gravitational EFTs, and show that the causal requirement c 1 > 0 in model (2) could have been drawn by focusing on the high multipole limit. To keep the discussion general, we consider the EFT corrections on the potential to scale as V ∼ n at large , and extend the definition of µ to µ = (GM Λ) −2m , where n and m are integers determined by the leading operators present in the EFT. Again, we write ω 2 = γ V max . As → ∞, V max → 2 /27G 2 M 2 and hence ω ∼ . Focusing on the scaling in , the condition (9) reduces to",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "where the lower bound is the resolvability condition, and the upper bound ensures the EFT is under control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "From the condition (12) we see that a resolvable time advance at infinitely large can only be trusted when n ≥ m + 1. In this case, for any µ there exists a large enough , such that the resulting multipole would necessarily violate causality for a particular sign choice of the higher dimensional operator coefficient. This is exactly the case for the even modes in model (2) , which have n = 4 and m = 3. It explains why the sign of c 1 has to be definite. On the other hand the odd modes have n = 2, and causality only imposes an upper bound on µ.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This argument can be directly applied to other higher-dim operators.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In particular, the corrected Regge-Wheeler-Zerilli equations in the presence of dim-6 and dim-8 parity-preserving operators takes a similar form as Eq. (3) [8, 9] . Up to field redefinitions, there are two additional dim-8 operators beside the one in Eq. (2) . While one of them is parity violating and is beyond the scope of this Letter, another operator c 2 (ε ab ef R abcd R ef cd ) 2 only affects the odd modes with V − ∼ 4 . In this case, the odd modes exhibit a time advance when c 2 < 0, and the previous argument indicates that causality demands c 2 > 0, which again is fully consistent with the causality requirements inferred in Ref. [18] and with the low-energy EFT arising from type II string theory compactification [39, 40] .",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 159,
                    "text": "[8,",
                    "ref_id": null
                },
                {
                    "start": 160,
                    "end": 162,
                    "text": "9]",
                    "ref_id": null
                },
                {
                    "start": 644,
                    "end": 648,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 729,
                    "end": 733,
                    "text": "[39,",
                    "ref_id": null
                },
                {
                    "start": 734,
                    "end": 737,
                    "text": "40]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The constraints on the dim-8 EFT implicitly assume that dim-6 ones are subdominant, however up to field redefinitions, the generic EFT of gravity could also include the dim-6 operator b 1 R cd ab R ef cd R ab ef (see App. A). In this case, the EFT corrections are suppressed by µ = (GM Λ) −4 , with V ∼ 2 at large . Performing the same analysis, we find that consistency with causality depends on the sign of the coefficient b 1 . For b 1 = −1, both modes will always exhibit a resolvable time advance and violate causality whenever Λ < 10 −11 eV(M /M ) (see App. D). However, whenever b 1 = +1 neither mode presents a time advance. The statement of infrared causality (imposed by consistency and causality of the UV completion) thus implies that a low-energy EFT of the form (1) can only enjoy a standard causal highenergy completion when the coefficient of the Riemann 3 operator is positive or is sufficiently suppressed that it can be ignored as compared to higher order operators. This is precisely consistent with known explicit string theory realizations. Indeed for maximally supersymmetric and heterotic string theory that coefficient vanishes while it is positive in bosonic string theory [54] . Note, however, that this result is now proven to be generic for any consistent tree-level weakly-coupled UV completion, independently of the details of the specific realization.",
            "cite_spans": [
                {
                    "start": 1199,
                    "end": 1203,
                    "text": "[54]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Observability and Outlook.-With the growing interests in probing gravity with GWs, our study provides a theoretical prior from causality considerations for all constraints on EFTs of gravity. Remarkably, for the EFT (2), the regime of parameters which was found to be disfavored by the GW events GW151226 [49] and GW170608 [50] in Ref. [11] could have been ruled out on causality considerations alone, assuming a tree level UV completion. This also implies that the current GW observations are not able to test the model (2) against GR as causality priors require the cutoff of this EFT to be bounded by at least Λ 7 × 10 −11 eV (possibly much higher). We emphasize that the lower bound on Λ is imposed only for the particular dim-8 model (2) . General dim-8 EFTs usually involve both c 1 and c 2 operators, and there will be no lower bound on Λ from infrared causality considerations if both c 1 and c 2 are positive and if c 2 /c 1 ∼ O(1) (see App. D), in which case the cutoff of the EFT can be as low (or even lower) as that considered in Ref. [11] and the dim-8 EFTs could be probed/constrained with the current GW observations without being in conflict with infrared causality. Note that If c 2 = 0, and consider BHs with arbitrarily low mass then causality forces c 1 /Λ 6 to be arbitrarily close to zero.",
            "cite_spans": [
                {
                    "start": 305,
                    "end": 309,
                    "text": "[49]",
                    "ref_id": null
                },
                {
                    "start": 323,
                    "end": 327,
                    "text": "[50]",
                    "ref_id": null
                },
                {
                    "start": 336,
                    "end": 340,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 1048,
                    "end": 1052,
                    "text": "[11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Moreover, probing the EFT of gravity with GWs is even more promising when dim-6 operators are included. The dim-6 operators typically dominate over the dim-8 ones in the EFT expansion and could contribute to inspiral waveforms at lower post-Newtonian (PN) order. While dim-6 operators could start contributing to the inspiral waveform at 5PN order [14] , 3 orders lower than the dim-8 operators (see App. F), we can still use the constraints obtained in Ref. [11] as a conservative estimation of constraints on the dim-6 EFT corrections. This implies that GW events like GW151226 and GW170608 could already probe the EFT of gravity with dim-6 operators for a cutoff Λ ∈ [10 −13 , 10 −12 ]eV or even a wider Observability of generic dim-6 operators with inspiraling GWs. One could expect to constrain (or observe) dim-6 operators when they enter at a scale Λ in the enclosed contours. We consider inspiraling GWs from equal mass binaries BHs with total masses shown in the horizontal axis. For LIGO and Einstein Telescope (ET), we assume the binaries are at 300Mpc, while for LISA, we consider binaries at 3Gpc (solid line) and 26Gpc (dashed line).",
            "cite_spans": [
                {
                    "start": 348,
                    "end": 352,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 459,
                    "end": 463,
                    "text": "[11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "range. Future GW detectors like Einstein Telescope and LISA are expected to measure the PN coefficients with fractional accuracies of 10% [51, 52] or better. Figure 3 shows the potential detectability of generic dim-6 operators with future GW detectors. Specifically, we assume the dim-6 operators are detectable if their corrections on the phase of observed inspiraling GWs, calculated within the EFT validity regime, is greater than O(1 [38] In principle, it seems quite reasonable that BHs as light as the Chandrasekhar limit could exist, pushing the bound to Λ 10 −10 eV. However one would expect BHs with radius as small as the fundamental scale of quantum gravity M Fund ≤ M Pl could exist. If BHs with masses GM ∼ M −1 Fund existed, causality considerations would then enforce the scale Λ governing the scale of the dim-8 operators in the absence of dim-6 ones should be at least larger than Λ 0.04 1/6 × M Fund ∼ M Fund . In other words, if we assume the absence of dim-6 operators and further demand that the dim-8 operators arise from the integration of particles of mass Λ at tree-level (hence of higher spin), this directly implies that the scale at which those higher spin enters has to be related to the fundamental scale of quantum gravity.",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 142,
                    "text": "[51,",
                    "ref_id": null
                },
                {
                    "start": 143,
                    "end": 146,
                    "text": "52]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 158,
                    "end": 166,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "[54] G. D'Appollonio, P. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The higher-dimensional operators in gravitational EFT have been constructed, for example, in Ref.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix A: Higher dimensional operators in gravitational EFTs"
        },
        {
            "text": "[55]. The dim-4 operators can be written as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix A: Higher dimensional operators in gravitational EFTs"
        },
        {
            "text": "where R 2 GB = R 2 µναβ −4R 2 µν +R 2 is the Gauss-Bonnet term, and W µναβ is the Weyl tensor. In 4 spacetime dimensions, the Gauss-Bonnet term is topological, which allows us to rewrite the dim-4 curvature operator Lagrangian as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix A: Higher dimensional operators in gravitational EFTs"
        },
        {
            "text": "with",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix A: Higher dimensional operators in gravitational EFTs"
        },
        {
            "text": "The dim-6 operators can be written as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix A: Higher dimensional operators in gravitational EFTs"
        },
        {
            "text": "Note that the notation is slightly different from the one used in Ref. [9] . Focusing on a Ricci-flat background, the dim-4 operators and most of the dim-6 operators do not contribute to the linearized equation of GWs, except operators with coefficients b 1 , b 2 , b 3 and b 4 [9] . Moreover, in 4-dimension spacetime, the operators with b 1 and b 4 are related. Namely, one of them can be written as a linear combination of another and the other dim-6 operators [56]. Therefore, it would be sufficient to consider, for example, operators with b 1 , b 2 and b 3 when considering linearized GWs propagating on a Ricci-flat background. If we further allow for field redefinitions, then all operators aside from the one governed by b 1 are field redefinable (in the absence of matter). We refer to Ref. [47] for a word of caution in performing field redefinitions when it comes to establishing the speed of various species as the notion of speed is not invariant under field redefinitions even though the notion of causality is. In what follows we shall however simply focus on the b 1 operator so as to better draw an analogue to how dim-8 operators have been treated previously.",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 74,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 278,
                    "end": 281,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 801,
                    "end": 805,
                    "text": "[47]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Appendix A: Higher dimensional operators in gravitational EFTs"
        },
        {
            "text": "In the large limit, we find",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix A: Higher dimensional operators in gravitational EFTs"
        },
        {
            "text": "where we keep the ω 2 term as in the main text we consider GWs with ω ∼ . Note that for dim-6 operators, the EFT corrections V ± scales with 2 in the large limit. The dim-8 operator corrections on the Regge-Wheeler-Zerilli equation are derived in Ref. [8] . Here we focus on the parity-preserving operators, i.e. the ones with coefficients c 1 and c 2 , corrections from which are given by",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 255,
                    "text": "[8]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Appendix A: Higher dimensional operators in gravitational EFTs"
        },
        {
            "text": "Note that the c 2 operator does not contribute to V + . At large we find",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix A: Higher dimensional operators in gravitational EFTs"
        },
        {
            "text": "with µ = 1/(GM Λ) 6 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix A: Higher dimensional operators in gravitational EFTs"
        },
        {
            "text": "We may use the EFT considered in (2) to study the propagation of GWs on a BH background so long as the effects of other higher dimensional operators do not spoil the predictability of this theory. As discussed in Ref. [30] , for the EFT to remain valid, the higher-dimension operator corrections, including those from operators with even higher-dimensions must remain perturbative. When comparing to the cutoff scale, these operators, constructed by Riemann curvature and its covariant derivatives, should be evaluated not only on the background but also in presence of GWs. Therefore, in addition to the more familiar constraints on the background curvature (e.g. W 2 Λ 4 ) we have constraints on the GWs which can be characterized by scalars constructed by the momentum of the on shell GWs k, the Weyl tensor W and its covariant derivative. For example, considering a transverse wave with k µ = (−ω, 0, 0, ±ωr 1/2 sin θ/ 1 − r g /r), the EFT validity requires [31] ω Λ 2 r r r g − 1",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 222,
                    "text": "[30]",
                    "ref_id": null
                },
                {
                    "start": 962,
                    "end": 966,
                    "text": "[31]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Appendix C: Validity of the EFT"
        },
        {
            "text": "For a radial travelling wave with k a = (−ω, ±ω/(1 − r g /r), 0, 0), we find A ab ∝ k a k b and hence the condition Tr[A n ] Λ 4n becomes trivial. In this case, we need to consider, for example,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix C: Validity of the EFT"
        },
        {
            "text": "and the most stringent validity condition is imposed when p → ∞:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix C: Validity of the EFT"
        },
        {
            "text": "Although the partial waves scattering on the BH background are not exactly transverse nor radial travelling, the exact analysis was performed in [31] , leading to precisely the same result. In this work, we shall thus use Eq. (4) as an appropriate criteria for the validity of the EFT. In particular, the validity condition (4) should be imposed at the point of closet approach to the BH for a given partial wave, which can be approximated by the impact parameter r b = ( + 1/2)/ω. The validity condition (4) also applies when we consider scattering in the presence of other higher-dim operators when considering a generic gravitational EFT. The EFT contribution to the time delay is given by δT = −(b2 + 4b3)µ δt , so when b2 + 4b3 = +1 the odd modes enjoy a time advance, while for the even modes, the time advance is too small to be resolvable in the regime of validity of the EFT. The right plot shows the parameter space (shaded grey) where dim-6 operators violate the statement of infrared causality while the EFT remaining within its region of validity, assuming a tree-level weakly coupled UV completion (the regime of validity would be smaller assuming more generic UV completions). µ validity and µ resolvability are the upper and lower bound demanded by infrared acausality.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 149,
                    "text": "[31]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Appendix C: Validity of the EFT"
        },
        {
            "text": "this setup, we expect the time difference is dominated by ω-dependent EFT corrections to the Regge-Wheeler-Zerilli equations. Specifically, we can read off the corrected radial velocity c s from Eq. (3) [8, 9] ,",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 206,
                    "text": "[8,",
                    "ref_id": null
                },
                {
                    "start": 207,
                    "end": 209,
                    "text": "9]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Appendix C: Validity of the EFT"
        },
        {
            "text": "The time advance comparing to photons is given by −δT rad = −9c 1 µGM if c 1 < 0. The resolvability indicates −ωδT rad = −9c 1 µ ω GM > 1. On the other hand, the EFT validity requires GM ω (GM Λ) 2 (cf. Eq. (4)), hence we have µ ω GM µ 2/3 1. Therefore, in this setup, a time advance is unlikely to be resolvable within the validity regime of the EFT.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix C: Validity of the EFT"
        },
        {
            "text": "can also remove all dim-4 and most of the dim-6 operators with field redefinitions. In the presence of matter fields, field redefinitions lead to additional couplings between the matter fields, and the dim-4 operators deserve a careful treatment. This is particularly relevant when treating the binaries as point-like particles as well as considering BHs, because the EFT may break down when approaching to the curvature singularities. Nevertheless, we may expect that if the non-vacuum effects of dim-4 operators are calculable within the validity regime of the EFT, µ must be very small and the EFT corrections may no longer be of observational interest. For simplicity, we shall omit these subtleties, and focus on GWs in the vacuum and in the regime where the EFT corrections are dominated by the dim-6 operators. At leading order, we expect that the EFT corrections are proportional to µ.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix C: Validity of the EFT"
        },
        {
            "text": "When probing higher dimension operators with GWs from inspirals, the EFT does not have to be valid all the way down to the BH horizon. The inspiral waveform can be constructed within the EFT, so long as the EFT is valid on the lowest length scale in the system, i.e. the binary separation. In this case, µ = (ΛR) −4 (R/GM ) 4 could be larger than 1, where R is the separation of the binary. By considering only early inspiral GWs, one can consider relatively large µ with the price to pay being the loss of available data. Therefore, a theoretical bound on the detectable Λ can be estimated as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix C: Validity of the EFT"
        },
        {
            "text": "with f = f i being the initial frequency when the signal becomes detectable. For even lower Λ, there will be no GW data available within the regime of validity of the EFT. The upper bound of the detectable Λ is determined by the sensitivity of the GW detectors. The EFT corrections on the PN inspiral waveform have been studied in Refs. [7, 14] . Different from the dim-8 ones, the dim-6 operators start contributing to the inspiral waveform at 5PN order [14] . Note that the PN order counting here, different from Ref. [7] , is based on the frequency dependence. If we consider the case with ΛR ∼ 1, the 5PN EFT corrections, characterised by µ (GM/R) 5 = (ΛR) −4 (GM/R), will be enhanced by a large µ, and is numerically equivalent to 1PN effects. If the 5PN coefficient can be constrained with a fraction error of δp using the inspiralling GWs, we can expect that GWs can constrain Λ up to Λ < 1/(δp 1/4 GM ). More concretely, the dim-6 EFT corrections on the phase of inspiralling GWs are roughly",
            "cite_spans": [
                {
                    "start": 337,
                    "end": 340,
                    "text": "[7,",
                    "ref_id": null
                },
                {
                    "start": 341,
                    "end": 344,
                    "text": "14]",
                    "ref_id": null
                },
                {
                    "start": 455,
                    "end": 459,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 520,
                    "end": 523,
                    "text": "[7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Appendix C: Validity of the EFT"
        },
        {
            "text": "where f i is the frequency at which the inspiralling GW signal enter the observation band, and f f is the frequency as which the bound (F1) gets saturated or the maximum frequency of the inspiralling GWs that is observed, whichever is lower. We expect to make a detection of the EFT corrections if ∆ψ SPA D6 > 1, which leads to the observability on Λ as shown in Fig. 3 . Moreover, when limiting ourselves to µ 1, we can calculate the EFT corrections on tidal deformability within the EFT validity regime, and search for them in inspiralling GWs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 363,
                    "end": 369,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "Appendix C: Validity of the EFT"
        },
        {
            "text": "The higher-dimension operators may also be probed in BH ringdown, for example by measuring quasi-normal frequencies of the BHs, when limiting to µ 1. In this case, the EFT corrections on the quasi-normal frequencies are calculable within the EFT validity regime, and are suppressed by µ as comparing to the GR answers [8, 9, 15] . The fractional error on BH quasi-normal frequencies measured by the LIGO-Virgo observations is about O(1) [57], indicating that the current GW detection cannot probe the higher-dimensional operators with BH ringdown. Future GW detectors are expected to measure QNM with higher accuracy. If the fraction error can be reduced to δf 1, it could allow us to probe the EFT with cutsoff lower than 1/(δf 1/4 GM ), where M is the mass of the observed BH.",
            "cite_spans": [
                {
                    "start": 318,
                    "end": 321,
                    "text": "[8,",
                    "ref_id": null
                },
                {
                    "start": 322,
                    "end": 324,
                    "text": "9,",
                    "ref_id": null
                },
                {
                    "start": 325,
                    "end": 328,
                    "text": "15]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Appendix C: Validity of the EFT"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Advanced School on Effective Theories Almunecar",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Donoghue",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:gr-qc/9512024[gr-qc]"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Proceedings, 6th International School on Field Theory and Gravitation (ISFTG 2012): Petropolis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Donoghue",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "1483",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1063/1.4756964"
                ],
                "arXiv": [
                    "arXiv:1209.3511"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The parameterization considered in (1) follows from the tight assumption of a tree-level weakly-coupled UV completion, with terms arising from tree level contributions from higher spin states of mass Λ. At low energies",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "ing from a weakly coupled tree-level completion, the scale of the dim-6 operators is related to the mass of a tower of higher-spin states, which to date has not been observed. Such arguments have motivated focusing instead on dim-8 operators. However it should be pointed out that the precise same arguments equally apply to dim-8 operators and as an EFT",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "While in 4 dimensions the dim-4 operators do not affect linearized GWs propagating on a Ricci-flat background at leading order, one would expect dim-6 operators to dominate over the dim-8 ones",
            "authors": [],
            "year": null,
            "venue": "This could be motivated by maximally supersymmetric string theory where dim-6 and -4 operators are absent",
            "volume": "54",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Virgo), Astrophys",
            "authors": [
                {
                    "first": "Abbott",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Lett",
            "volume": "851",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3847/2041-8213/aa9f0c"
                ],
                "arXiv": [
                    "arXiv:1711.05578"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "EFT corrections on the scattering time delay of the odd (blue) and even (orange) modes in the dim-8 EFT(2). From light to dark, the curves show ω δt with = 2, 22, 42, 62 and 82. The EFT contribution to the time delay is given by δT = c1µ δt , so the odd modes enjoy a time advance when c1 = 1, and the even ones when c1 = −1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Parameter space (shaded grey) of causal violating time advance in the dim-8 EFT(2). µ validity and µ resolvability are the upper and lower bound of µ in condition(9), and µnet is the lower bound in condition(11).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "FIG. 3. Observability of generic dim-6 operators with inspiraling GWs. One could expect to constrain (or observe) dim-6 operators when they enter at a scale Λ in the enclosed contours. We consider inspiraling GWs from equal mass binaries BHs with total masses shown in the horizontal axis. For LIGO and Einstein Telescope (ET), we assume the binaries are at 300Mpc, while for LISA, we consider binaries at 3Gpc (solid line) and 26Gpc (dashed line).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "The left plot shows the EFT corrections on the scattering time delay of the odd (blue) and even (orange) modes of dim-6 operator with coefficient b1. From light to dark, the curves show ω δt with = 2, 22, 42, 62 and 82. The EFT contribution to the time delay is given by δT = b1µ δt , so both odd and even modes are subject to a positive time delay when b1 = +1 and they both enjoy a time advance when b1 = −1. The middle and right plots show the parameter space (shaded grey) where dim-6 exhibit a resolvable time-advance that violates the statement of infrared causality. µ validity is the upper bound on µ which ensures validity of the EFT. µ resolvability and µnet are the lower bounds inferred respectively from the statements of infrared and asymptotic causality.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "The dim-6 operators with coefficients b2 and b3 contribute in the same way to the scattering time delay. The left plot shows the EFT corrections on the time delay of the odd (blue) and even (orange) modes of dim-6 operators with coefficients b2 and b3. From light to dark, the curves show ω δt with = 2, 22, 42, 62 and 82.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Owing to the spherical symmetry of the background, there is no dependence on the second spherical harmonic quantum number m.[33] Violating ω 2 < Vmax does not indicate a failure of the EFT in any way, it simply indicates that the WKB while V + ∼ 4 , one may worry that the EFT corrections on the Regge-Wheeler-Zerilli equations might no longer remain perturbative at large . However this is not necessary to be case for having causal violating time advance. The time advance is resolvable as long as −δT ∼ µ 2 is larger than 1/ω ∼ 1/ , in which case the fractional EFT corrections V + /V + GR ∼ µ 2 > 1/ can remain small as → ∞.[35] T. A. Thompson et al., (2018), 10.1126/science.aau4005, arXiv:1806.02751 [astro-ph.HE]. [36] R. Abbott et al. (LIGO Scientific, Virgo), Astrophys. J. T. Jayasinghe et al., Mon. Not. Roy. Astron. Soc.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We would like to thank Simon Caron-Huot for useful discussions. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "GWs can be considered as metric perturbations propagating on a background metricwhereḡ µν is the background metric, and h ± µν are the metric perturbations. Here we have decomposed the metric perturbations into their odd-and even-parity modes, labeled by − and + respectively. For the background, we focus on the static and spherically symmetric BH, which is described by the Schwarzschild metric in GR. In the presence of higher-dimension operators, the Schwarzschild solution usually receives corrections, and the background metric, up to the leading EFT corrections, can be written as [8, 9] where f (r) = 1 − 2GM/r with M being the ADM mass of the BH, and µ δf t/r are the leading EFT corrections with µ being a dimensionless parameter counting the order of the EFT corrections. In the presence of the dim-8 operators, the dimensionless parameter µ is given by µ = (GM Λ) −6 . For any meaningful BH µ is always much less than 1. For instance, µ ∼ 10 −8 for a 30M BH even assuming a cutoff as incredibly low as Λ ∼ 10 −10 eV. For reference, in 8 Ref. [11] , the effects of the EFT (2) on the waveform of GWs emitted during the inspiral of BHs was considered for a cutoff as low as Λ ∼ 10 −13 eV, and hence µ > 1. In this case, the EFT fails to described the geometry near the BH horizon as well as to predicts the finite-size effects of the BH. Nevertheless, it could be valid in describing the inspiral GWs, as then the energy scale can be well below the EFT cutoff scale. In the case of dim-6 operators, the dimensionless parameter µ is given by µ = (GM Λ) −4 .In order to separate the radial dependence from the time and angular dependence, we can decompose the metric perturbations h ± µν into tensor spherical Harmonics in frequency domain,andwhere Y m are the spherical harmonics, andHere h 0 , h 1 , h 2 , H 0 , H 1 , H 2 , H 0 , H 1 , K and G are the radial functions that depend only on r. Substituting the above ansatz into perturbation equations leads to a set of equations of the radial functions, which can be further combined into two single master equations. In classical GR, the two master equations are the Regge-Wheeler-Zerilli equations,withwhere r g = 2GM , x = r/r g and λ = ( + 1) − 2.Including higher dimension operators generally results in higher-derivative terms in the field equations. Within the EFT validity regime, these terms ought be treated perturbatively, and hence can be replaced using the lower order field equations [8, 9] (also see Ref. [47] for a generic prescription). On doing so, we can obtained the Regge-Wheeler-Zerilli equations with the EFT corrections. Up to O(µ), the corrected Regge-Wheeler-Zerilli equations can be written as [8] ,where r * is tortoise coordinate defined by dr * = dr/ (f + µ δf t )(f + µ δf r ), and V ± GR are the potentials in the noncorrected Regge-Wheeler-Zerilli equations. Comparing to Eq. (3), we have absorbed the coefficients of the higherdimension operators in V ± in Eq. (B10). For dim-6 operators, we have µ = 1/(GM Λ) 4 andAppendix D: Scattering phase shift and time delayThe phase shift of GWs when scattering on a BH can be inferred using the WKB approximation which agrees with the more familiar classical time delay calculations. For GWs with ω 2 < |V GR |, the phase shift is given by Eq. (5) , and hence the time delay isExpanding to the leading order in µ gives the leading EFT corrections on the time delay,where r T * , r T and δr T denotes the turning point in tortoise coordinate, in the usual radial coordinate and the leading EFT corrections on the turning point, and δf is defined asTo avoid divergence at the turning point, it is useful to defineand explicit calculation yields [30] As stated in the letter, avoiding a causal-violating time advance in the model (2) imposes a lower bound on the cutoff Λ. We emphasize that the lower bound is imposed only on the model (2) however general dim-8 EFTs usually involve both the c 1 and c 2 operators as if for instance the case in type II string theory [39] after compactification [40] , where c 1 = c 2 > 0. In this case, time advance caused by the c 1 operator in the odd sector can be compensated by the time delay caused by the c 2 operators when c 1 and c 2 are positive. As a result, if c 2 /c 1 ∼ O(1), and if c 1 and c 2 are both positive, there will be no causal violating time advance in the odd sector, nor will there be any lower bound on the cutoff scale Λ from infrared causality considerations.This formula also applies for the dim-6 operators. In particular, for the dim-6 operator with coefficient b 1 , the time delay and the parameter space of causal-violating time advance are shown in Fig. 4 . The dim-6 operators with coefficients b 2 and b 3 contribute to the time delay in the same manner, and the time delay and the parameter space of causal-violating time advance are shown in Fig. 5 .",
            "cite_spans": [
                {
                    "start": 588,
                    "end": 591,
                    "text": "[8,",
                    "ref_id": null
                },
                {
                    "start": 592,
                    "end": 594,
                    "text": "9]",
                    "ref_id": null
                },
                {
                    "start": 1054,
                    "end": 1058,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 2457,
                    "end": 2460,
                    "text": "[8,",
                    "ref_id": null
                },
                {
                    "start": 2461,
                    "end": 2463,
                    "text": "9]",
                    "ref_id": null
                },
                {
                    "start": 2479,
                    "end": 2483,
                    "text": "[47]",
                    "ref_id": null
                },
                {
                    "start": 2680,
                    "end": 2683,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 3279,
                    "end": 3282,
                    "text": "(5)",
                    "ref_id": null
                },
                {
                    "start": 3678,
                    "end": 3682,
                    "text": "[30]",
                    "ref_id": null
                },
                {
                    "start": 3999,
                    "end": 4003,
                    "text": "[39]",
                    "ref_id": null
                },
                {
                    "start": 4027,
                    "end": 4031,
                    "text": "[40]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 4652,
                    "end": 4658,
                    "text": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 4849,
                    "end": 4855,
                    "text": "Fig. 5",
                    "ref_id": null
                }
            ],
            "section": "Appendix B: BH perturbations"
        },
        {
            "text": "In principle, we could also consider waves with ω 2 V max . Instead of scattering, we now send GWs together with photons from a location near the BH horizon, and compare the time that they travel to asymptotic infinity. In",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix E: GWs with ω Vmax"
        },
        {
            "text": "The direct detection of GWs has sparked interest in probing higher dimension operators entering the EFT of gravity with GW observations. We consider a standard gravitational EFT parameterized as in Eq. (1). In the vacuum, the non-topological dim-4 operators have no effect and the EFT corrections are dominated by the dim-6 operators. One",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix F: Observability of higher dimension operators"
        }
    ]
}