{
    "paper_id": "a8a9d56049135ee9db070243b77a12165d844de9",
    "metadata": {
        "title": "Stunning symmetries involved in the self-assembly of the HSV-1 capsid",
        "authors": [
            {
                "first": "Joo-Hyeon",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jaehyu",
                "middle": [],
                "last": "Shim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Seung",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Joong",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Herpes simplex virus-1 (HSV-1) is an enveloped dsDNA virus, infecting ~ 67% of humans. Here, we present the essential components of the HSV-1, focusing on stunning symmetries on the capsid. However, little is known about how the symmetries are involved dynamically in the self-assembly process. We suggest small angle X-ray scattering as a suitable method to capture the dynamics of self-assembly. Furthermore, our understanding of the viruses can be expanded by using an integrative approach that combines heterogeneous types of data, thus promoting new diagnostic tools and a cure for viral infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "\"Pandemic is not a word to use lightly or carelessly. It is a word that, if misused, can cause unreasonable fear, or unjustified acceptance that the fight is over, leading to unnecessary suffering and death.\", Dr. Tedros Adhanom Ghebreyesus, the director-general of the World Health Organization (WHO), spoke publicly on March 11, 2020. As summarized above, we are now suffering from a worldwide pandemic of COVID-19; the twenty-first century may be an era of infectious diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Viruses are infectious agents that are neither living nor inanimate. They do not have metabolism and must rely on other organisms to proliferate. They infect target host cells, hijack essential cellular components, replicate their genes, and create a new generation of viruses for new target cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In general, a virus is composed of genetic materials (such as RNA or DNA) protected by a hard protein shell (capsid) and an exterior membrane (envelope).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "According to the WHO, the herpes simplex virus-1 (HSV-1) is one of the most widespread human pathogens [1] . Roughly 67% of human beings under 50 are infected with the herpes simplex virus-1 (HSV-1) [1] . Intimate contact with lesions, mucous membranes, or oral secretions of infected people can transmit the HSV-1 [2] . The HSV-1 can also be vertically transmitted in utero, but most people are infected during childhood.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 106,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 199,
                    "end": 202,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 315,
                    "end": 318,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Most HSV-1 infections are asymptomatic. Infected people are mostly unaware of their infection [3, 4] because the HSV-1 becomes dormant by hiding itself in sensory neurons [5, 6] . However, a dormant HSV-1 can be activated sporadically once our immune system is disturbed [4] . To prevent HSV-1 infections from spreading, we need to understand the dormant period of the HSV-1 in more detail. Recently, researchers have suggested several strategies that help the immune system battle against the dormant HSV-1, including controlled signaling of neuronal interferon [5] [6] [7] .",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 97,
                    "text": "[3,",
                    "ref_id": null
                },
                {
                    "start": 98,
                    "end": 100,
                    "text": "4]",
                    "ref_id": null
                },
                {
                    "start": 171,
                    "end": 174,
                    "text": "[5,",
                    "ref_id": null
                },
                {
                    "start": 175,
                    "end": 177,
                    "text": "6]",
                    "ref_id": null
                },
                {
                    "start": 271,
                    "end": 274,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 563,
                    "end": 566,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 567,
                    "end": 570,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 571,
                    "end": 574,
                    "text": "[7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Once activated, \"Cold sores\", characterized by the sporadic formation of blisters or ulcers around the mouth, are a common symptom of HSV-1 infection [2, 8] . HSV-1 infection may result in more serious complications, including brain inflammation (encephalitis), birth defects, and various types of cancer [1, 9] . Unfortunately, no medicines can permanently cure HSV-1 infection because the HSV-1 continuously evolves to evade the immune system [10] [11] [12] .",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 153,
                    "text": "[2,",
                    "ref_id": null
                },
                {
                    "start": 154,
                    "end": 156,
                    "text": "8]",
                    "ref_id": null
                },
                {
                    "start": 305,
                    "end": 308,
                    "text": "[1,",
                    "ref_id": null
                },
                {
                    "start": 309,
                    "end": 311,
                    "text": "9]",
                    "ref_id": null
                },
                {
                    "start": 445,
                    "end": 449,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 450,
                    "end": 454,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 455,
                    "end": 459,
                    "text": "[12]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The HSV-1 is classified as an enveloped dsDNA virus (Group I by Baltimore classification [13] ), composed of the DNA, capsid, tegument, and envelope [14] . Interestingly, the capsids have icosahedral shape with diverse symmetries and are optimized for the delivery and protection of genetic materials [15] . The HSV-1 infection is generally categorized as having four stages: (1) invasion toward a target host cell, (2) replication of viral genes, (3) self-assembly of new HSV-1 components, and (4) release of the HSV-1 during lysis of the host cell [16] . Individual HSV-1 virions are assembled within diverse regions of the host cell. For example, the capsid is assembled in the nucleus, along with viral DNA packaging [16] [17] [18] [19] . However, the molecular details of the self-assembly process remain elusive. Here, we aim to present some ideas of both \"HOW symmetries are generated\" and \"WHY symmetries are essential during the self-assembly\".",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 93,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 149,
                    "end": 153,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 301,
                    "end": 305,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 416,
                    "end": 419,
                    "text": "(2)",
                    "ref_id": null
                },
                {
                    "start": 550,
                    "end": 554,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 721,
                    "end": 725,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 726,
                    "end": 730,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 731,
                    "end": 735,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 736,
                    "end": 740,
                    "text": "[19]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "3"
        },
        {
            "text": "The structure of the HSV-1 is divided into 4 parts: (1) the viral genome, (2) the capsid, (3) the tegument, and (4) the envelope (Fig. 1) . The viral genome, a 240 kbp-long dsDNA, is encapsulated in a capsid of ~ 15 nm in thickness [20] . The entire diameter of the capsid reaches to ~ 125 nm [20] . A tegument layer of ~ 40 nm in thickness [21] is sandwiched between the capsid and the envelope. The envelope of the HSV-1 consists of a lipid bilayer in the shape of a sphere, ranging from 170 to 200 nm in diameter (186 nm on average) [14] . According to recent cryo-EM studies, the entire HSV-1 can extend up to ~ 240 nm in diameter with glycoprotein spikes protruding from the surface of the envelope [14, 16, [21] [22] [23] [24] ].",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 236,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 293,
                    "end": 297,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 341,
                    "end": 345,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 536,
                    "end": 540,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 704,
                    "end": 708,
                    "text": "[14,",
                    "ref_id": null
                },
                {
                    "start": 709,
                    "end": 712,
                    "text": "16,",
                    "ref_id": null
                },
                {
                    "start": 713,
                    "end": 717,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 718,
                    "end": 722,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 723,
                    "end": 727,
                    "text": "[23]",
                    "ref_id": null
                },
                {
                    "start": 728,
                    "end": 732,
                    "text": "[24]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 129,
                    "end": 137,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Structural components of thE HSV-1"
        },
        {
            "text": "The genome information of the HSV-1 is stored in the form of double-stranded deoxyribonucleic acid (dsDNA). The dsDNA is regarded as a stable type of genetic material. The integrity of viral genetic information is preserved by a surrounding capsid against the harsh environment of the cytoplasm in a host cell. During HSV-1 infection, the dsDNA is delivered appropriately into the nucleus of the host via the nuclear pore complex [25, 26] .",
            "cite_spans": [
                {
                    "start": 430,
                    "end": 434,
                    "text": "[25,",
                    "ref_id": null
                },
                {
                    "start": 435,
                    "end": 438,
                    "text": "26]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Double-stranded DNA"
        },
        {
            "text": "The capsid encases the viral genome, protecting it against any damage, as described above. When the HSV-1 capsid nears the nuclear pore complex, the viral DNA is rapidly released through a crack created on the capsid [22, 26, 27] . The capsid itself is nearly in the shape of a rounded icosahedron, but it still has distinct vertices and faces.",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 221,
                    "text": "[22,",
                    "ref_id": null
                },
                {
                    "start": 222,
                    "end": 225,
                    "text": "26,",
                    "ref_id": null
                },
                {
                    "start": 226,
                    "end": 229,
                    "text": "27]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Icosahedral capsid"
        },
        {
            "text": "The capsid is made of repeated protein components defined as \"capsomeres\" [16, 28] . A single capsid is composed of 161 capsomeres (150 hexons and 11 pentons) and a single portal (Fig. 6 ). Two units of VP23 and one unit of VP19c proteins form triplexes, which act as linker subunits between neighboring capsomeres (Fig. 1 ).",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 78,
                    "text": "[16,",
                    "ref_id": null
                },
                {
                    "start": 79,
                    "end": 82,
                    "text": "28]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 179,
                    "end": 186,
                    "text": "(Fig. 6",
                    "ref_id": null
                },
                {
                    "start": 315,
                    "end": 322,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Icosahedral capsid"
        },
        {
            "text": "The VP5 protein is a main component of the capsomeres [29] . VP5 is a common subunit of both 150 hexons (six copies of VP5 and VP26) and 11 pentons (five copies of VP5) [22] . For comparison, a hexon contains an additional six copies of VP26 that exclusively bind to each VP5 [22] . The local configuration of VP5 is potentially altered by interacting with VP26, thus leading to a global arrangement of the hexon with C 6 symmetry. However, the penton only contains five copies of VP5, which allow C 5 symmetry for the optimal configuration [22] . ",
            "cite_spans": [
                {
                    "start": 54,
                    "end": 58,
                    "text": "[29]",
                    "ref_id": null
                },
                {
                    "start": 169,
                    "end": 173,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 276,
                    "end": 280,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 541,
                    "end": 545,
                    "text": "[22]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The 161 capsomeres"
        },
        {
            "text": "The icosahedral capsid has 12 vertex sites defined geometrically. The 11 pentons are localized only at the 11 vertex sites. Noticeably, a portal protein structure is found at the remaining vertex site [9, 15, 16, 20, 24, 28, 30] (Fig. 2) . Named after its function in DNA packaging, the portal plays a significant role in the self-assembly and infection processes. The portal is symmetrically arranged by twelve pUL6 proteins (light orange, Table 1 ), in the shape of a ring around the particular vertex site [15, 16, 24, 30] (Fig. 3 ).",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 204,
                    "text": "[9,",
                    "ref_id": null
                },
                {
                    "start": 205,
                    "end": 208,
                    "text": "15,",
                    "ref_id": null
                },
                {
                    "start": 209,
                    "end": 212,
                    "text": "16,",
                    "ref_id": null
                },
                {
                    "start": 213,
                    "end": 216,
                    "text": "20,",
                    "ref_id": null
                },
                {
                    "start": 217,
                    "end": 220,
                    "text": "24,",
                    "ref_id": null
                },
                {
                    "start": 221,
                    "end": 224,
                    "text": "28,",
                    "ref_id": null
                },
                {
                    "start": 225,
                    "end": 228,
                    "text": "30]",
                    "ref_id": null
                },
                {
                    "start": 509,
                    "end": 513,
                    "text": "[15,",
                    "ref_id": null
                },
                {
                    "start": 514,
                    "end": 517,
                    "text": "16,",
                    "ref_id": null
                },
                {
                    "start": 518,
                    "end": 521,
                    "text": "24,",
                    "ref_id": null
                },
                {
                    "start": 522,
                    "end": 525,
                    "text": "30]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 229,
                    "end": 237,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 441,
                    "end": 448,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 526,
                    "end": 533,
                    "text": "(Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Twelve vertex sites including a single portal"
        },
        {
            "text": "The CVSC is a heterotrimer of pUL17, pUL25, and pUL36 that contributes to the stabilization of the procapsid [17, 22] . The CVSC binds to the triplexes (two units of VP23 and one unit of VP19c) adjacent to the 11 pentons and the portal [31, 32] . This results in five CVSCs forming a symmetrical star shape around each of the 12 vertex sites. The CVSC was previously considered to be a part of the tegument, but it is now recognized as a part of the capsid [11] .",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 113,
                    "text": "[17,",
                    "ref_id": null
                },
                {
                    "start": 114,
                    "end": 117,
                    "text": "22]",
                    "ref_id": null
                },
                {
                    "start": 236,
                    "end": 240,
                    "text": "[31,",
                    "ref_id": null
                },
                {
                    "start": 241,
                    "end": 244,
                    "text": "32]",
                    "ref_id": null
                },
                {
                    "start": 457,
                    "end": 461,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Capsid vertex specific component (CVSC)"
        },
        {
            "text": "The tegument is an amorphous layer of heterogeneous proteins that occupies two-thirds of the HSV-1 volume and is sandwiched between the capsid and the envelope. Approximately 26 types of proteins are localized within this layer. [16] Among them, pUL17, pUL25, and pUL36 are major components of the tegument, which are found at both the CVSC (described above) and the tegument [21, 33] (Fig. 6 ). The tegument plays important roles in transporting the capsid [33] , helping the entry of viral DNA into the nucleus [34] , and activating gene transcription at an early stage [16, 35] .",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 233,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 376,
                    "end": 380,
                    "text": "[21,",
                    "ref_id": null
                },
                {
                    "start": 381,
                    "end": 384,
                    "text": "33]",
                    "ref_id": null
                },
                {
                    "start": 458,
                    "end": 462,
                    "text": "[33]",
                    "ref_id": null
                },
                {
                    "start": 513,
                    "end": 517,
                    "text": "[34]",
                    "ref_id": null
                },
                {
                    "start": 572,
                    "end": 576,
                    "text": "[16,",
                    "ref_id": null
                },
                {
                    "start": 577,
                    "end": 580,
                    "text": "35]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 385,
                    "end": 392,
                    "text": "(Fig. 6",
                    "ref_id": null
                }
            ],
            "section": "Tegument"
        },
        {
            "text": "The envelope is a lipid bilayer membrane, surrounding the tegument and the capsid. At least five types of glycoproteins are reported to protrude from the surface of the envelope [36] [37] [38] (Fig. 6 ). Most of these glycoproteins are initially used to recognize the target host cells. Later the glycoproteins trigger membrane fusion, allowing the invasion of the tegument, capsid, and DNA into the target host cell [21, 37, 38 ].",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 182,
                    "text": "[36]",
                    "ref_id": null
                },
                {
                    "start": 183,
                    "end": 187,
                    "text": "[37]",
                    "ref_id": null
                },
                {
                    "start": 188,
                    "end": 192,
                    "text": "[38]",
                    "ref_id": null
                },
                {
                    "start": 417,
                    "end": 421,
                    "text": "[21,",
                    "ref_id": null
                },
                {
                    "start": 422,
                    "end": 425,
                    "text": "37,",
                    "ref_id": null
                },
                {
                    "start": 426,
                    "end": 428,
                    "text": "38",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 193,
                    "end": 200,
                    "text": "(Fig. 6",
                    "ref_id": null
                }
            ],
            "section": "Envelope"
        },
        {
            "text": "A capsid protects the genetic material inside with stunning symmetries of wonder. It has been a topic of interest how the stable capsid is precisely formed during the self-assembly process of the HSV-1. Initially, a procapsid of spherical shape is assembled; then, the procapsid transforms into three distinct forms of capsids that emerge spontaneously during the self-assembly. The three resulting forms of capsids (A-, B-, and C-capsids) correspond to empty capsids, The proteins enter the nucleus through the nuclear pore complex and begin to assemble into procapsids. c A spherical procapsid is completely assembled. d The scaffold proteins are expelled, and viral dsDNA is packaged into the procapsid via the portal. CVSCs assemble around the pentons, transforming the procapsid into a complete C-capsid scaffold-containing capsids, and DNA-containing capsids, respectively [22, 39] . Scientists are still debating whether A-and B-capsids are misassembled or intermediate states [17, 22, 40] . Here, we focus on the C-capsid alone because it is generally admitted to be a complete capsid with the DNA packaged inside.",
            "cite_spans": [
                {
                    "start": 879,
                    "end": 883,
                    "text": "[22,",
                    "ref_id": null
                },
                {
                    "start": 884,
                    "end": 887,
                    "text": "39]",
                    "ref_id": null
                },
                {
                    "start": 984,
                    "end": 988,
                    "text": "[17,",
                    "ref_id": null
                },
                {
                    "start": 989,
                    "end": 992,
                    "text": "22,",
                    "ref_id": null
                },
                {
                    "start": 993,
                    "end": 996,
                    "text": "40]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Symmetries involved in the self-assembly of the HSV-1 capsid"
        },
        {
            "text": "The self-assembly of the HSV-1 capsid corresponds to 3 stages: (1) synthesis of capsid components, (2) formation of the procapsid, and (3) DNA packaging and transformation into the C-capsid (Fig. 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 190,
                    "end": 198,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Self-assembly of the HSV-1 capsid"
        },
        {
            "text": "Initially, the protein components of the capsid are synthesized at ribosomes in the cytoplasm. Then, the protein components are transported into the nucleus through the nuclear pore complex [15, 19, 25] . On the contrary, the viral DNA is synthesized inside the nucleus and remains there for the DNA packaging into the capsid [41] .",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 194,
                    "text": "[15,",
                    "ref_id": null
                },
                {
                    "start": 195,
                    "end": 198,
                    "text": "19,",
                    "ref_id": null
                },
                {
                    "start": 199,
                    "end": 202,
                    "text": "25]",
                    "ref_id": null
                },
                {
                    "start": 326,
                    "end": 330,
                    "text": "[41]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Initial stage: synthesis of capsid components"
        },
        {
            "text": "According to Tandon et al., the ordered aggregation of some 4000 protein subunits leads to the assembly of an HSV-1 capsid [39] . Most of the protein components gather into more complicated structures of 161 capsomeres (150 hexons and 11 pentons) and a single portal. The pre-VP22a scaffold protein is known to bind with capsomeres and portals, acting as an architectural frame [17, 19, 42, 43] . Inside the nucleus, the portal recruits capsomeres as an initial setup point for the self-assembly of capsomeres into the procapsid [15, 16, 22, 44] . The resulting procapsid is a complete spherical shell of 161 capsomeres and an \"open\" portal ( Fig. 3) and is mechanically supported by the inner-scaffold proteins of pre-VP22a [17, 19, 42, 43] . In short, the procapsid is a precursor of the complete C-capsid [11, 40, 45] .",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 127,
                    "text": "[39]",
                    "ref_id": null
                },
                {
                    "start": 378,
                    "end": 382,
                    "text": "[17,",
                    "ref_id": null
                },
                {
                    "start": 383,
                    "end": 386,
                    "text": "19,",
                    "ref_id": null
                },
                {
                    "start": 387,
                    "end": 390,
                    "text": "42,",
                    "ref_id": null
                },
                {
                    "start": 391,
                    "end": 394,
                    "text": "43]",
                    "ref_id": null
                },
                {
                    "start": 529,
                    "end": 533,
                    "text": "[15,",
                    "ref_id": null
                },
                {
                    "start": 534,
                    "end": 537,
                    "text": "16,",
                    "ref_id": null
                },
                {
                    "start": 538,
                    "end": 541,
                    "text": "22,",
                    "ref_id": null
                },
                {
                    "start": 542,
                    "end": 545,
                    "text": "44]",
                    "ref_id": null
                },
                {
                    "start": 725,
                    "end": 729,
                    "text": "[17,",
                    "ref_id": null
                },
                {
                    "start": 730,
                    "end": 733,
                    "text": "19,",
                    "ref_id": null
                },
                {
                    "start": 734,
                    "end": 737,
                    "text": "42,",
                    "ref_id": null
                },
                {
                    "start": 738,
                    "end": 741,
                    "text": "43]",
                    "ref_id": null
                },
                {
                    "start": 808,
                    "end": 812,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 813,
                    "end": 816,
                    "text": "40,",
                    "ref_id": null
                },
                {
                    "start": 817,
                    "end": 820,
                    "text": "45]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 643,
                    "end": 650,
                    "text": "Fig. 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Intermediate stage: assembly of a procapsid"
        },
        {
            "text": "The next step is DNA packaging, an essential procedure for the transformation of the procapsid into the C-capsid. b Afterward, the entrance is sealed by twelve β-hairpins and the terminal DNA. c The portal consists of twelve pUL6 subunits, shown as ribbon structures. Adapted by permission from Nature Springer [9] During DNA packaging, pre-VP22a (inner-scaffold protein) is completely removed, coupled with the injection of the viral DNA through the portal [40] (Fig. 3) . The expulsion of the scaffold protein is reported to be potentially linked to a reduction of local pH inside the procapsid, due to negative charges of viral DNA [42, 46] . Twelve symmetric β-hairpins play an interesting role in regulating the entry of viral DNA into the procapsid. The β-hairpins are symmetrically localized around the entrance of the portal. Initially, the β-hairpins repel each other due to their strong positive surface charges, thereby creating a hole for the entry of the viral DNA (open portal, Fig. 3a) . Furthermore, the viral DNA is attracted to the portal entrance by electrostatic forces between the β-hairpins (positive charge) and the DNA (negative charge). Thus, the positive charges of the β-hairpins initiate the injection of the viral DNA into the inside of the procapsid.",
            "cite_spans": [
                {
                    "start": 311,
                    "end": 314,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 458,
                    "end": 462,
                    "text": "[40]",
                    "ref_id": null
                },
                {
                    "start": 635,
                    "end": 639,
                    "text": "[42,",
                    "ref_id": null
                },
                {
                    "start": 640,
                    "end": 643,
                    "text": "46]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 463,
                    "end": 471,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 968,
                    "end": 1000,
                    "text": "viral DNA (open portal, Fig. 3a)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Final stage: DNA packaging and transformation into the C-capsid"
        },
        {
            "text": "Once the DNA packing is completed, the entrance of the portal is firmly sealed by the 12 β-hairpins and a serpent-like terminal DNA (closed portal, Fig. 3b ). Interestingly, the 12 symmetric β-hairpins bend toward the terminal DNA, most likely due to electrostatic forces described above. This type of conformational change is analogous to the closing aperture of a camera. Subsequently, the exposed outer region of the portal vertex is completely covered with portal cap proteins (Fig. 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 148,
                    "end": 155,
                    "text": "Fig. 3b",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 481,
                    "end": 489,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Final stage: DNA packaging and transformation into the C-capsid"
        },
        {
            "text": "As a final step, 60 CVSCs gather around the 11 pentons and the portal of the procapsid. The CVSCs specifically bind to hexons and triplexes, transforming the spherical procapsid into the icosahedral C-capsid [15, 17] . A minor angle difference of 6° has been reported between the configuration of CVSCs at the portal and these at the other vertex sites [24] . However, as described above, the overall configuration of CVSCs shares high similarity regardless of their locations. The C-capsid is not an ideal icosahedron, but nearly a rounded one, perhaps being moderately distended by the dense DNAs inside.",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 212,
                    "text": "[15,",
                    "ref_id": null
                },
                {
                    "start": 213,
                    "end": 216,
                    "text": "17]",
                    "ref_id": null
                },
                {
                    "start": 353,
                    "end": 357,
                    "text": "[24]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Final stage: DNA packaging and transformation into the C-capsid"
        },
        {
            "text": "The C-capsid presents multiple levels of symmetry, classified by size. Several local symmetries are found at the pentons, hexons, CVSCs, and portal. The pentons show C 5 symmetry by five copies of VP5, while the hexons show C 6 symmetry by six copies of VP5 and VP26. The portal presents C 12 symmetry by twelve copies of pUL6. Notably, the portal appears as a helical gear with 30° tilted arrangements of pUL6. Also, five units of CVSCs are arranged around a single vertex site with C 5 symmetry (Fig. 4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 497,
                    "end": 504,
                    "text": "(Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Local symmetries in the C-capsid of the HSV-1"
        },
        {
            "text": "The C-capsid surface is divided into 20 faces of regular triangles, which is a basis for building up the icosahedral geometry (Fig. 4) . The periodic arrangement of pentons and hexons is a characteristic feature of the triangular faces, as follows: three individual hexons are arranged with C 3 symmetry around the center of the triangular face. Also, each Fig. 4 Stunning symmetries in the HSV-1 capsid. a The structure and local symmetry of the various components of the capsid. The penton, hexon, portal, and CVSC of the HSV-1 capsid have C 5 , C 6 , C 12 , and C 5 local symmetries, respectively. Reproduced with permission from American Society for Microbiology [54] . Reprinted with permission from Elsevier [15] . b The global symmetry of the icosahedral HSV-1 capsid. The enlarged triangular region in the middle represents a face of the icosahedral capsid structure. Reprinted with permission from American Association for the Advancement of Science [23, 25] edge of the triangular face shares three hexons with a neighboring triangular face (C 2 symmetry). In this arrangement, a triangular face contains seven and a half hexons effectively. Each of the three vertices shares a penton with four adjacent triangular faces due to the C 5 symmetry uniquely found at the 12 vertex sites. In other words, five triangular faces share a single vertex site, where the penton is exclusively localized. This arrangement amounts to 0.6 pentons effectively per each triangular face.",
            "cite_spans": [
                {
                    "start": 667,
                    "end": 671,
                    "text": "[54]",
                    "ref_id": null
                },
                {
                    "start": 714,
                    "end": 718,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 959,
                    "end": 963,
                    "text": "[23,",
                    "ref_id": null
                },
                {
                    "start": 964,
                    "end": 967,
                    "text": "25]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 126,
                    "end": 134,
                    "text": "(Fig. 4)",
                    "ref_id": null
                },
                {
                    "start": 357,
                    "end": 363,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Global symmetries in the C-capsid of the HSV-1"
        },
        {
            "text": "Interestingly, this periodic arrangement on the C-capsid surface is analogous to the pattern of a soccer ball. On the C-capsid surface, five hexons surround a penton. Similarly, on the surface of the soccer ball, five hexagons (white) surround a pentagon (black) (Fig. 5) . Thus, a common feature of one hexon (or hexagon) configured per each side of the penton (or pentagon) results.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 263,
                    "end": 271,
                    "text": "(Fig. 5)",
                    "ref_id": null
                }
            ],
            "section": "Global symmetries in the C-capsid of the HSV-1"
        },
        {
            "text": "Many questions about the fundamentals of HSV-1 selfassembly remain unanswered. For example, one may wonder \"WHY does the self-assembly of the capsid initially take place only inside the nucleus?\", \"WHY is the portal required, especially during the early stage?\", and most importantly, \"WHAT is the underlying physics of selfassembly?\" Indeed, we need a better understanding of the biochemical, physical, and structural intermediates and the order by which the viral capsid components are selfassembled. Advanced experimental techniques are required Hexon VP26 900 [22, 63] 12 [64] Triplex VP23 640~1,480 [58] 34 [61, 62] VP19c 320~785 [58] 50 [61, 62] Portal pUL6 12 [33] 74.1 [61] Scaffold pre-VP22a 1,866~2,070 [65] 63,000~69,900 [65] to delicately capture the dynamic process underlying the self-assembly of the individual capsid components (Fig. 6 ).",
            "cite_spans": [
                {
                    "start": 564,
                    "end": 568,
                    "text": "[22,",
                    "ref_id": null
                },
                {
                    "start": 569,
                    "end": 572,
                    "text": "63]",
                    "ref_id": null
                },
                {
                    "start": 576,
                    "end": 580,
                    "text": "[64]",
                    "ref_id": null
                },
                {
                    "start": 604,
                    "end": 608,
                    "text": "[58]",
                    "ref_id": null
                },
                {
                    "start": 612,
                    "end": 616,
                    "text": "[61,",
                    "ref_id": null
                },
                {
                    "start": 617,
                    "end": 620,
                    "text": "62]",
                    "ref_id": null
                },
                {
                    "start": 635,
                    "end": 639,
                    "text": "[58]",
                    "ref_id": null
                },
                {
                    "start": 643,
                    "end": 647,
                    "text": "[61,",
                    "ref_id": null
                },
                {
                    "start": 648,
                    "end": 651,
                    "text": "62]",
                    "ref_id": null
                },
                {
                    "start": 667,
                    "end": 671,
                    "text": "[33]",
                    "ref_id": null
                },
                {
                    "start": 677,
                    "end": 681,
                    "text": "[61]",
                    "ref_id": null
                },
                {
                    "start": 713,
                    "end": 717,
                    "text": "[65]",
                    "ref_id": null
                },
                {
                    "start": 732,
                    "end": 736,
                    "text": "[65]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 844,
                    "end": 851,
                    "text": "(Fig. 6",
                    "ref_id": null
                }
            ],
            "section": "New horizons for the biophysical study of viruses"
        },
        {
            "text": "So far, numerous experimental techniques have been applied to the study of various viruses, including cryo-electron microscopy [9, 22] , super-resolution microscopy [21] , nuclear magnetic resonance [47] , and small angle X-ray scattering (SAXS) [48] . Among these techniques, we would like to emphasize SAXS, which is optimized for the study of the biophysical dynamics of proteins and their complexes. An article recently released by Xenocs (Grenoble, France) [49] describes the advantages of SAXS as follows: \"The formation of a virus capsid relies on the self-assembly of the structural proteins and the genetic material. As detailed in a recent review from Khaykelson and Raviv [50] , SAXS is an excellent tool to follow the formation of these capsids due to the technique's high spatial and temporal resolution. The formation and melting of empty and loaded capsids of various viruses as a function of temperature, salt concentration, pH and other triggers have been successfully followed with SAXS.\"",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 130,
                    "text": "[9,",
                    "ref_id": null
                },
                {
                    "start": 131,
                    "end": 134,
                    "text": "22]",
                    "ref_id": null
                },
                {
                    "start": 165,
                    "end": 169,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 199,
                    "end": 203,
                    "text": "[47]",
                    "ref_id": null
                },
                {
                    "start": 246,
                    "end": 250,
                    "text": "[48]",
                    "ref_id": null
                },
                {
                    "start": 462,
                    "end": 466,
                    "text": "[49]",
                    "ref_id": null
                },
                {
                    "start": 683,
                    "end": 687,
                    "text": "[50]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Small angle X-ray scattering (SAXS)"
        },
        {
            "text": "As highlighted above, SAXS is very useful in studying the viral capsid self-assembly process dynamically due to its ability to provide valuable physiological data (size, shape, molecular weight, and volume of biological systems) with suitable spatial and temporal resolutions [50] . Therefore, we anticipate that SAXS will serve as an outstanding biophysical technique for the future study of the viruses.",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 280,
                    "text": "[50]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Small angle X-ray scattering (SAXS)"
        },
        {
            "text": "Given the complexity and the dynamic nature of the HSV-1 in a living cell, elucidating the entire self-assembly process of the capsid is still challenging even with SAXS. Thus, new robust approaches that ideally allow various types of data to be applied in concert with each other are needed [51] . The integrative approach, spanning over physical, chemical, biological, and computational sciences, provides a powerful tool for determining the structures and the dynamics of proteins and macromolecular complexes. It is a universal method for finding ensembles of solutions that satisfy all given input biophysical \"information\" and \"experimental data\" simultaneously [51] .",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 296,
                    "text": "[51]",
                    "ref_id": null
                },
                {
                    "start": 668,
                    "end": 672,
                    "text": "[51]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "An integrative approach to virus systems"
        },
        {
            "text": "Over the past 15 years, the integrative approach has been implemented in the integrative modeling platform (IMP; http://integ rativ emode ling.org) [51] , an open-source software platform that encodes each piece of experimental data as a spatial restraint on a structure. It then allows us to determine the structure and the dynamics by satisfying all of the restraints simultaneously. In brief, the integrative approach involves iteratively [51] [52] [53] , [ Step 1] Collecting the extensive dataset, coming from diverse sources at different levels of resolution, [ Step 2] Translating these data into spatial restraints, [ Step 3] Sampling by the satisfaction of all the restraints to generate computationally an ensemble of structures consistent with the data, and.",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 152,
                    "text": "[51]",
                    "ref_id": null
                },
                {
                    "start": 442,
                    "end": 446,
                    "text": "[51]",
                    "ref_id": null
                },
                {
                    "start": 447,
                    "end": 451,
                    "text": "[52]",
                    "ref_id": null
                },
                {
                    "start": 452,
                    "end": 456,
                    "text": "[53]",
                    "ref_id": null
                },
                {
                    "start": 459,
                    "end": 460,
                    "text": "[",
                    "ref_id": null
                },
                {
                    "start": 566,
                    "end": 567,
                    "text": "[",
                    "ref_id": null
                },
                {
                    "start": 624,
                    "end": 625,
                    "text": "[",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "An integrative approach to virus systems"
        },
        {
            "text": "[",
            "cite_spans": [],
            "ref_spans": [],
            "section": "An integrative approach to virus systems"
        },
        {
            "text": "Step 4] Analyzing the ensemble of solutions. Ensembles of the capsid self-assembly models are generated through optimized computation using the high-throughput parallel computing, enhanced by large-scale CPU and GPU clusters. The resulting ensembles are consistent with all available information from experimental methods, physical theories, and statistical preferences extracted from databases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "An integrative approach to virus systems"
        },
        {
            "text": "Also, the integrative approach allows the integration of newly obtained biophysical information and diverse emerging experimental data [51] . Therefore, the integrative approach opens up fundamentally new understandings of the structure, dynamics, and functions of virus systems that, in turn, contribute to developing new diagnostic and therapeutic tools.",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 139,
                    "text": "[51]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "An integrative approach to virus systems"
        },
        {
            "text": "Viruses infect target host cells for replication and survival. Among them, the HSV-1 is an enveloped dsDNA virus composed of \"onion-like\" multiple layers and has infected ~ 67% of human populations worldwide [1] . A new generation of the HSV-1 is self-assembled inside the host cell in a highly systematic manner and has four distinct layers: the envelope, tegument, capsid, and DNA. In this review, we described the self-assembly process of the HSV-1 capsid, mainly focusing on its symmetrical aspects. Stunning symmetries at multiple levels are shown in the capsid, but little is known about their dynamic roles in the life cycle of the HSV-1.",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 211,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Indeed, we need a better understanding of the biochemical, physical, and structural intermediates during the selfassembly. So far, numerous experimental techniques have been applied to study many viruses. Among these techniques, SAXS provides valuable information on the physiological condition that underlies the self-assembly of the individual capsid components. Most importantly, the main technical innovation has been achieved by integrating into one comprehensive picture the structure, dynamics, and function of large biological macromolecular complexes. Through the integrative approach, we can accurately characterize the individual capsid components and their selfassembly processes, thus providing critical insight into the development of new diagnostic tools and the cure for viral infections of primary worldwide concern (e.g., HSV-1, COVID-19, HIV, Zika, and Dengue).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Cell Biology of Herpes Viruses",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Kurt-Jones",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Orzalli",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Knipe",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Overall structure of the HSV-1. The structure of the HSV-1 is shown, with colors added to distinguish between the individual layers. a The envelope (cyan), tegument (yellow), and capsid (purple) are represented. b A cross section view of the virion is shown, revealing the viral dsDNA (red). Prominent proteins are also colored in accordance with their individual layers",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Self-assembly of the capsid. The capsid proteins are transported from the cytoplasm for self-assembly in the nucleus. a Procapsid component proteins (portal, scaffold, capsomere, triplex) are synthesized at ribosomes in the cytoplasm. b",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Structure of the portal vertex during DNA packaging. The portal plays a vital role in DNA packaging. a The portal entrance is open during the expulsion of the scaffold proteins and DNA packaging.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Soccer ball analogy. An illustration of a slightly rounded icosahedron is superimposed over an EM image of the HSV-1 capsid. The C 5 symmetry of the pentons is highlighted by dark pentagons at the vertices of the rounded icosahedron. These pentagons form a pattern analogous to that of a soccer ball. Reprinted with permission from American Association for the Advancement of Science[55] Protein components of the HSV-1. The",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}