{
    "paper_id": "a8c8cccc2703aab0ce64c5beee1326b19f89d8b2",
    "metadata": {
        "title": "Access to sexual healthcare during New Zealand's COVID-19 lockdown: cross-sectional online survey of 15-24-year-olds in a high deprivation region",
        "authors": [
            {
                "first": "Sally",
                "middle": [
                    "B"
                ],
                "last": "Rose",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Otago Wellington",
                    "location": {
                        "postCode": "6242",
                        "settlement": "Wellington",
                        "country": "New Zealand"
                    }
                },
                "email": "sally.rose@otago.ac.nz"
            },
            {
                "first": "Susan",
                "middle": [
                    "M"
                ],
                "last": "Garrett",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Otago Wellington",
                    "location": {
                        "postCode": "6242",
                        "settlement": "Wellington",
                        "country": "New Zealand"
                    }
                },
                "email": ""
            },
            {
                "first": "Eileen",
                "middle": [
                    "M"
                ],
                "last": "Mckinlay",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Otago Wellington",
                    "location": {
                        "postCode": "6242",
                        "settlement": "Wellington",
                        "country": "New Zealand"
                    }
                },
                "email": ""
            },
            {
                "first": "Sonya",
                "middle": [
                    "J"
                ],
                "last": "Morgan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Otago Wellington",
                    "location": {
                        "postCode": "6242",
                        "settlement": "Wellington",
                        "country": "New Zealand"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "COVID-19 was declared a global pandemic by the World Health Organization (WHO) on 11 March 2020. 1 Soon after, the New Zealand Government implemented a four-tiered system of alert levels designed to minimise and eliminate the spread of infection in the community. 2 On 25 March, a move to alert level 4 saw the country go into a 'lockdown' that lasted for 7 weeks (inclusive of a shift to level 3 on 27 April). 3 Everyone except essential workers were required to stay at home, border and travel restrictions were enforced, non-essential workplaces and schools closed, and social gatherings were banned. During lockdown, access to healthcare services radically Key messages ► Young people in a region of New Zealand with higher socioeconomic deprivation had unmet need for sexual healthcare during the nationwide COVID-19 pandemic lockdown. ► Planning for future periods of lockdown should involve targeted communications to inform young people about the continued availability of sexual health services. ► More work is needed to understand the utility and acceptability of telehealth methods for the provision of equitable sexual healthcare to young people.",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 98,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 264,
                    "end": 265,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 411,
                    "end": 412,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "changed. Primary healthcare providers closed their doors on business as usual, and rapidly embraced new ways of working to protect both staff and vulnerable patients. 4 5 'In-person' consultations were reserved for limited numbers of patients and conditions as determined by telephone triage, and consultations were conducted by telephone, video and messaging applications (telehealth or telemedicine). 4 6 7 Researchers have already explored patient experiences of primary healthcare delivered by telehealth during lockdown in New Zealand, 8 but the extent to which telehealth is appropriate for, and was used for, sexual and reproductive health (SRH) issues is unclear. SRH consultations often involve discussion of confidential, sensitive issues. People without access to a quiet, private place will be at a significant disadvantage if only offered telehealth. Furthermore, many aspects of SRH care necessitate in-person consultations, and some aspects of SRH care were temporarily unavailable. For example, access to asymptomatic testing for sexually transmitted infections (STIs) was limited as laboratories prioritised resources for processing COVID-19 swabs. 9 Intramuscular antibiotic treatment for gonorrhoea was not available in many services, 10 and cervical screening and human papillomavirus immunisations were deferred. Long-acting reversible contraceptive methods could not be inserted or removed 11 and access to oral contraceptives was limited to repeat prescriptions or new starts only for the minipill. 10 Supply chains were disrupted, resulting in short supply or unavailability of some subsidised oral contraceptives and condoms. 12 13 Young people are likely to have been most impacted by these restrictions. This study explored young people's need for sexual healthcare during lockdown, their experience of care received, and preferences for future receipt of sexual healthcare. This was an opportunistic addition to a broader survey of young people's access to sexual healthcare planned prior to the COVID-19 pandemic.",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 170,
                    "text": "4 5",
                    "ref_id": null
                },
                {
                    "start": 403,
                    "end": 404,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 405,
                    "end": 408,
                    "text": "6 7",
                    "ref_id": null
                },
                {
                    "start": 541,
                    "end": 542,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1254,
                    "end": 1256,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1412,
                    "end": 1414,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1522,
                    "end": 1524,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1651,
                    "end": 1656,
                    "text": "12 13",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Original research"
        },
        {
            "text": "Survey participants were recruited via Facebook and Instagram, with sponsored posts presented to 15-24-year-olds in Hawkes Bay, New Zealand. This region is home to high proportions of young Māori (the indigenous people of New Zealand) and people living in more socioeconomically deprived sections of society -groups more likely to be disadvantaged in their sexual health, as evidenced by high population rates of chlamydia. 14 Participants were invited to anonymously share their views on healthcare for young people and offered the chance to enter a prize draw for one of six NZ$100 cash prizes. The advert ran for five weeks between 26 August and 12 October 2020 (with a break to revise the advertisement to target males who had lower participation rates during the first three weeks). The survey was delivered using the Qualtrics online survey platform. An estimated 24 000 individuals living in the study area were deemed to meet inclusion criteria (age, region of residence). A sample size calculation performed using OpenEpi. com determined that 370 participants would provide a 5% margin of error (ie, a confidence interval (CI) of ±5 percentage points around the proportion of responses to selected survey items). Ethical approval was granted by the University of Otago Human Ethics Committee Health (Ref. H19/154).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participants and recruitment"
        },
        {
            "text": "The survey questionnaire was customised for the current study and comprised 34 items (including nine questions in the 'lockdown substudy' we report on here, see online supplemental file). Sexual healthcare was defined as including \"talking about staying safe when sexually active, sexually transmitted infections (STIs), an STI or symptom check, contraception or anything else you think is related to your sexual health and well-being\". Questions were formatted as multiple choice, Likert scales, and matrix questions. Questions with responses that led to branching required a response to proceed, but otherwise respondents could skip any questions they did not want to answer. Demographic information was sought at the end of the survey.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Survey design"
        },
        {
            "text": "A draft survey was reviewed by two groups of young people convened by a large Māori family-focused organisation in Hawkes Bay (that includes a health service). Participants included 15-24-year-olds, 12 males, eight females and a mix of ethnicities and young people in education, employment or neither. They were asked to comment on the recruitment advertisement, draft survey questions and response options, and were paid NZ$20 for their input. This feedback guided the final survey and advertising campaign. Study results and recommendations will be reported back to this group and survey participants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient and public involvement statement"
        },
        {
            "text": "Data were exported into Microsoft Excel for collation and analysis. Responses were reviewed for completeness and partially completed surveys were included only if the first 'block' of questions was answered in full. Response frequencies were tabulated for all survey items (numbers, percentages and 95% CIs where appropriate) and cross-tabulated tables were populated for selected questions. Missing data are reported as 'not stated' in tables.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data cleaning and analysis"
        },
        {
            "text": "Of the 1187 people who clicked on the advertisement, 560 submitted a survey (47.2%). Of these, 500 were included in the analysis (comprising 439 complete surveys and 61/121 partially completed surveys). table 2 and include not thinking their issue was important or urgent, limitations in their ability to contact health services, and lack of awareness about service availability. Of those who viewed their issue as unimportant/non-urgent, 69% also selected one or more other category of reasons. COVID-19 and lockdown-related concerns were reported by a quarter of this group, and various other reasons noted as freetext comments (detailed in footnote to table 2).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 203,
                    "end": 210,
                    "text": "table 2",
                    "ref_id": null
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "The majority of the 50 people who did receive care during lockdown received it from their usual general practitioner (GP)/nurse clinic (41/50). Others accessed the nationally available telephone health advice service 'Healthline' (n=5), the local sexual health service (n=3), the youth health service (n=1), a different GP (n=5), an online GP (n=1) or the hospital emergency department (ED) (n=2). A small number accessed help from more than one place. Healthcare was received in a variety of ways: 40% had an in-person clinic consultation (20/50, includes two people visiting the hospital ED) and the rest received care via telehealth methods (29/50, one person did not specify). Telephone consultations with their usual GP/nurse clinic were the most commonly reported (24/29), with a different GP/nurse clinic (n=3) or the sexual health service (n=1). One person reported having had a video call with a sexual health clinic, and one person used a messenger service.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Original research"
        },
        {
            "text": "Participants who received care for their sexual health during lockdown were asked to indicate how happy they were with the care, advice or treatment received using a pictorial 'happy face slider scale'. The majority (82%, 41/50) indicated that they were happy or very happy. Two people responded with a neutral face, one †Total count ethnicity means that individuals self-identifying with multiple ethnicities are included in each of the ethnic groups with which they belong, therefore column percentages sum to more than 100%. ‡Gender diverse group includes: 2 transfemales, 3 transmales, 2 gender fluid, 1 gender apathetic person. §LGBTQI+ is used as an umbrella term that includes individuals who identified with gender and/or sexual orientation subcategories including lesbian, gay, queer, bisexual, and/or transgender or gender diverse (note we did not ask participants whether they identified as 'LGBTQI+'). ¶People in job training or apprenticeships are included with those in full-/part-time work. Respondents could select more than one option here so column percentages sum to more than 100%. CI, confidence interval; GP, general practitioner; MELAA, Middle Eastern/Latin American/African; NZ, New Zealand; SH, sexual health; STI, sexually transmitted infection. (2); not called for routine contraception (1); working so missed call-backs (1); bad experience with care in the past (1); usual contraception not currently available in New Zealannd (1) .",
            "cite_spans": [
                {
                    "start": 1455,
                    "end": 1458,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Experience of Telehealth consultations and care during lockdown"
        },
        {
            "text": "†These are subheadings created for subcategories of similar types of reasons, number and percentage denotes the number of people who selected one or more reason in this subcategory",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experience of Telehealth consultations and care during lockdown"
        },
        {
            "text": "Original research each with an unhappy or angry face, and five did not answer the question. Table 3 provides question responses for those who had a telephone or video consultation (n=28) to indicate their level of agreement with statements describing what the consult might have been like. Overall experience with care received was positive. Almost half agreed receipt of care via telehealth methods was easier than going to the clinic (46.4%). Some level of dissatisfaction with telehealth care was however evident, with 78% of respondents (22/28) providing a 'neutral' or 'disagree' response to one or more statements (excluding \"The nurse or doctor was someone I knew\").",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 92,
                    "end": 99,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Experience of Telehealth consultations and care during lockdown"
        },
        {
            "text": "Participants were asked to indicate their preferred method of contact with the nurse or doctor (clinic visit, telephone/video consult or messaging options) for seven different scenarios that are presented in figure 1 . In-person clinic visits were the preferred option for the majority of respondents in all scenarios, particularly for STI testing (90.2%) and treatment (89.9%). Fewer than 20% of participants indicated a preference for receipt of care via telephone or videocall: to get information or advice about a sexual health matter (18.8%), to discuss HIV medication (18.1%) or if they had symptoms they were worried about (15.6%). Access to free STI testing both within, and outside, clinic settings appealed to survey participants, 55.1% would want to be able to pick up a test kit to use at home (248/450), and 42.2% want to be able to order a test kit online (190/450).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 208,
                    "end": 216,
                    "text": "figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Future access to sexual healthcare"
        },
        {
            "text": "One in five survey respondents reported having sexual healthcare needs they wanted to talk to a nurse or doctor about during New Zealand's COVID-19-driven nationwide lockdown, but fewer than half received care. Reasons for not getting care were generally not related to lack of service availability, but to perceptions It was easier than going to the clinic 13 46.4 9 32.1 5 17.9 *Don't know (DK) responses are not shown in the table: only one person responded 'DK' to all questions, and one person responded DK to \"the technology worked well\". Percentages were calculated using n=28 as the denominator. Original research that their needs were unimportant or non-urgent, barriers to seeking healthcare, and lack of awareness about service availability during lockdown. This highlights the need for targeted communication from service providers to inform young people about available services during lockdown (eg, via text message or social media posts). Young people need to be encouraged and supported to contact health services during lockdown, and indeed in 'usual times' to minimise the unintended consequences of delayed or missed healthseeking for their SRH needs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Of those who did receive care for their sexual health during lockdown, 60% did so via a telehealth method (most often a telephone call) and most reported a positive experience. Pre-COVID-19, telehealth consultations have been suggested as a way to reduce access barriers related to travel, geographic location, wait times and childcare. 14 15 However, telehealth consultations can disadvantage people without a reliable internet connection, without permanent accommodation, or who live in shared or crowded places with no access to a private space for a confidential conversation with a health provider. 16 These kinds of constraints on connectivity and privacy more often impact young people, ethnic minority groups, and members of the LGBTQI+community. 17 Our survey sample was too small to identify clear differences in the sociodemographic characteristics of those unable to access services, but there was some evidence that individuals in the NEET group were less likely to have received sexual healthcare during lockdown. This group is known to face more challenges accessing sexual healthcare in New Zealand. 18 There are particular confidentiality and privacy issues when using telehealth methods, 19 and we observed that trying to talk to nurses or doctors about sexual health during lockdown was difficult for some young people participating in this study. Participants preferences for receipt of sexual healthcare in the future predominantly centred around in-person, clinic visits. While favoured by some, telephone or video consultations were generally less preferred than messaging options. We did not seek information about reasons for choice of consultation method in this study, but personal circumstances, familiarity/existing relationships with service providers, and perceived convenience are likely factors driving choice of method. 8 Hesitancy to use video consultations for sexual healthcare (and healthcare in general) has been associated with fears about confidentiality and security in previous research. 20 21 It has been suggested that despite being avid mobile phone users, many young people are not comfortable making or taking calls, 22 which could partly explain the lack of support for telephone consultations. Young people can find it hard to seek sexual healthcare at the best of times, 23 and so the conditions under which telehealth options might help or hinder access to sexual health care need to be more clearly understood so that these options can be offered if, and when, appropriate.",
            "cite_spans": [
                {
                    "start": 337,
                    "end": 342,
                    "text": "14 15",
                    "ref_id": null
                },
                {
                    "start": 604,
                    "end": 606,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 755,
                    "end": 757,
                    "text": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1116,
                    "end": 1118,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1206,
                    "end": 1208,
                    "text": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1854,
                    "end": 1855,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2031,
                    "end": 2033,
                    "text": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2034,
                    "end": 2036,
                    "text": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 2165,
                    "end": 2167,
                    "text": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 2322,
                    "end": 2324,
                    "text": "23",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Strengths of the study include the diversity of the sample, with participation by young people known to face more challenges in accessing sexual healthcare (young Māori, LGBTQI+ and NEET). 18 Although the total sample included 500 participants, the number of young people who had experienced sexual healthcare during lockdown was small, as was the proportion of those with experience of telehealth during lockdown. Therefore, we could not draw conclusions about potential differences in need or access for important demographic subgroups (eg, Māori). A larger study sample and/or qualitative research would be useful to provide more robust data on the acceptability of telehealth methods for sexual health needs. This study only involved young people in one region, (although selected for its high deprivation population) so findings may not be generalisable to the experience of young people in other areas of New Zealand, or other countries. Our recruitment method was both a strength and a weakness of the study. As has been reported elsewhere, 24 we were able to reach a diverse group of young people but would have missed anyone not engaged in the social media platforms used to advertise the study, as well as those unable to access a device, data or WiFi -a group known to have faced significant challenges during lockdown. The survey was administered some 5 months after the nationwide lockdown which may have resulted in recall bias. Some of the challenges identified by participants as impacting on their ability to access healthcare will not have been specific to lockdown. To keep survey completion time to a minimum, questions were kept brief. To avoid privacy and confidentiality concerns, participants were not asked about the nature of their sexual health care/ issues, so we cannot comment on specific aspects of care that were able/unable to be accessed during lockdown. Presumably some of the in-person consultations will have been for care that could not be provided virtually by telehealth.",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 191,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1048,
                    "end": 1050,
                    "text": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Study limitations"
        },
        {
            "text": "As primary healthcare providers take the time to revise and develop new protocols and policies to guide future responses to COVID-19, 4 consideration must be given to the safe and effective provision of SRH care. Sexual health service providers surveyed during lockdown in Australia noted that telehealth does not allow for the same level of engagement as in-person consultations, and reduces the likelihood of opportunistic conversations about sexual health. 25 Furthermore, a range of SRH issues necessitate in-person care, so if or when access is limited only to telehealth, some important aspects of care will be delayed or missed. The range of ways in which New Zealand providers Original research limited or adapted their provision of SRH services during the nationwide lockdown have not yet been fully documented. Research to understand the impact of COVID-19 on the SRH provider landscape and documentation of lessons learnt by SRH providers in New Zealand would be valuable. Limitations in telehealth and young people's concerns about these methods for SRH care need to be more clearly understood to inform future service provision, particularly for groups known to experience inequity in their SRH such as young Māori. This will allow mitigating strategies to be identified and implemented during future periods of lockdown to avoid exacerbation of current inequities in access to SRH care.",
            "cite_spans": [
                {
                    "start": 460,
                    "end": 462,
                    "text": "25",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Implications for future research"
        },
        {
            "text": "Data availability statement No data are available. All data collected in the study survey are being analysed and published by the research team. Ethical approval was not sought to make data publicly available and study participants were advised that their data would only be used and viewed by the immediate research team.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications for future research"
        },
        {
            "text": "This article is made freely available for use in accordance with BMJ's website terms and conditions for the duration of the covid-19 pandemic or until otherwise determined by BMJ. You may use, download and print the article for any lawful, noncommercial purpose (including text and data mining) provided that all copyright notices and trade marks are retained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications for future research"
        },
        {
            "text": "Sally B Rose http:// orcid. org/ 0000-0002-5626-5142",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ORCID iD"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "WHO declares COVID-19 a pandemic",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cucinotta",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vanelli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Acta Biomed",
            "volume": "91",
            "issn": "",
            "pages": "157--60",
            "other_ids": {
                "DOI": [
                    "10.23750/abm.v91i1.9397"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "New Zealand COVID-19 alert levels summary",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "New Zealand Government",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Timeline -coronavirus -COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "NZ Doctor",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The transition to a \"virtual practice\" in primary care during the COVID-19 pandemic: experience from one medical centre in New Zealand",
            "authors": [
                {
                    "first": "Al-Busaidi Is",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Z Med J",
            "volume": "133",
            "issn": "",
            "pages": "91--99",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "COVID-19 and primary care in six countries",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Huston",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Russell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BJGP Open",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3399/bjgpopen20X101128"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Covid-19 confusion causing complications for STD sufferers",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hill",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Quick COVID-19 primary care survey. executive summary for Series",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "19--25",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Telehealth consultations in general practice during a pandemic lockdown: survey and interviews on patient experiences and preferences",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Imlach",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mckinlay",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Middleton",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMC Fam Pract",
            "volume": "21",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12875-020-01336-1"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Sexually transmitted infection testing restricted as testing kits needed for Covid-19",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Covid-19 update. Open for business and free for NZ residents",
            "authors": [],
            "year": 2020,
            "venue": "Family Planning New Zealand",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Coronavirus: months-long waits for contraceptives during Covid-19 lockdown Stuff",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Pharmaceutical Management Agency (PHARMAC) New Zealand. Oral contraceptives: supply updates",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Shortage of large condoms fuels concerns over pregnancies, sexually transmitted infections",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "New Zealand sexually transmitted infection (STI) surveillance dashboard",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Using telemedicine to reach adolescents during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "N"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Golub",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Sequeira",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Adol Health",
            "volume": "67",
            "issn": "",
            "pages": "469--71",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jadohealth.2020.07.015"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Digital by default\" or digital divide? Virtual healthcare consultations with young people 10 -25 years",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "How the pandemic impacts sexual and reproductive healthcare, 2020Northwest Bulletin Family and Child Health",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Balkus",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Green a He Pukenga Korero: Rangatahi and STIs in the Waikato",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tipene",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Use of telemedicine and virtual care for remote treatment in response to COVID-19 pandemic",
            "authors": [
                {
                    "first": "Jnr",
                    "middle": [],
                    "last": "Bokolo Anthony",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Syst",
            "volume": "44",
            "issn": "",
            "pages": "132--164",
            "other_ids": {
                "DOI": [
                    "10.1007/s10916-020-01596-5"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Young people's views on the potential use of telemedicine consultations for sexual health: results of a national survey",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Garrett",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hocking",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "BMC Infect Dis",
            "volume": "11",
            "issn": "",
            "pages": "285--85",
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2334-11-285"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Use of technology with health care providers: perspectives from urban youth",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lindstrom Johnson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Tandon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Trent",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Pediatr",
            "volume": "160",
            "issn": "",
            "pages": "997--1002",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jpeds.2011.11.059"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Why millennials hate talking on the phone 'Generation Mute' millennials phone call statistics",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Turner",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Youth19 Rangatahi smart survey, initial findings: sexual and reproductive health of New Zealand secondary school students. The Youth19 Research Group",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lambert",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fenaughty",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Using Facebook for health-related research study recruitment and program delivery",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Pedersen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kurz",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Curr Opin Psychol",
            "volume": "9",
            "issn": "",
            "pages": "38--43",
            "other_ids": {
                "DOI": [
                    "10.1016/j.copsyc.2015.09.011"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The Centre for Excellence in Rural Sexual Health and the Taskforce Chair. ASHM COVID-19 Taskforce report on sexual health services in Australia and New Zealand during the COVID-19 pandemic",
            "authors": [],
            "year": 2020,
            "venue": "cldee= c2Fs bHku cm9z ZUBv dGFn by5h Yy5ueg% 3d% 3d& recipientid= contact-ffaf aeb4 582a e911 8175 e007 1b661661-970e a83f e7e7 4b27 9087 ec3e 1211eb68& esid= 1bbf12f4-c085-ea11-a811-000d3a793530",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Participants' consultation preferences for accessing healthcare for sexual health matters in the future. STI, sexually transmittedinfection.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Demographic characteristics of survey respondents and proportions (95% confidence interval) who needed, and received, care for a sexual health matter during lockdown",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Respondents agreement with statements about sexual healthcare provided via telehealth methods during lockdown (n=28)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to acknowledge",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}