{
    "paper_id": "a921e4f31be9e087342931e1556e2b79a7934ff4",
    "metadata": {
        "title": "Holiday gatherings, mobility and SARS-CoV-2 transmission: results from 10 US states following Thanksgiving",
        "authors": [
            {
                "first": "Shruti",
                "middle": [
                    "H"
                ],
                "last": "Mehta",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Johns Hopkins Bloomberg School of Public Health",
                    "location": {
                        "addrLine": "615 N. Wolfe Street, Room E6546",
                        "postCode": "21205",
                        "settlement": "Baltimore",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Steven",
                "middle": [
                    "J"
                ],
                "last": "Clipman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Johns Hopkins Bloomberg School of Public Health",
                    "location": {
                        "settlement": "Baltimore",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Amy",
                "middle": [],
                "last": "Wesolowski",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sunil",
                "middle": [
                    "S"
                ],
                "last": "Solomon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Johns Hopkins University School of Medicine",
                    "location": {
                        "settlement": "Baltimore",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Public health officials discouraged travel and non-household gatherings for Thanksgiving, but data suggests that travel increased over the holidays. The objective of this analysis was to assess associations between holiday gatherings and SARS-CoV-2 positivity in the weeks following Thanksgiving. Using an online survey, we sampled 7770 individuals across 10 US states from December 4-18, 2020, about 8-22 days post-Thanksgiving. Participants were asked about Thanksgiving, COVID-19 symptoms, and SARS-CoV-2 testing and positivity in the prior 2 weeks. Logistic regression was used to identify factors associated with SARS-CoV-2 positivity and COVID-19 symptoms in the weeks following Thanksgiving. An activity score measured the total number of non-essential activities an individual participated in the prior 2 weeks. The probability of community transmission was estimated using Markov Chain Monte Carlo (MCMC) methods. While 47.2% had Thanksgiving at home with household members, 26.9% had guests and 25.9% traveled. There was a statistically significant interaction between how people spent Thanksgiving, the frequency of activities, and SARS-CoV-2 test positivity in the prior 2 weeks (p < 0.05). Those who had guests for Thanksgiving or traveled were only more likely to test positive for SARS-CoV-2 if they also had high activity (e.g., participated in > one non-essential activity/day in the prior 2 weeks). Had individuals limited the number and frequency of activities post-Thanksgiving, cases in surveyed individuals would be reduced by > 50%. As travel continues to increase and the more contagious Delta variant starts to dominate transmission, it is critical to promote how to gather in a \"low-risk\" manner (e.g., minimize other non-essential activities) to mitigate the need for nationwide shelter-at-home orders.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "As the COVID-19 pandemic surged across the United States in November 2020, public health officials strongly cautioned, and indeed recommended, against travel and social gatherings for Thanksgiving 1 . Data from TSA, however, suggested that travel during the week of Thanksgiving was the highest since the beginning of the pandemic, representing only a 40% reduction from 2019 Thanksgiving travel 2 . Vehicle travel also peaked during the holiday week 3,4 . While not all US states experienced post-Thanksgiving surges in case counts, hospitalizations and deaths equally, the US as a whole which was already on an increasing trajectory experienced its then highest daily new infection rate (220,290 new infections on a single day) in mid-December just 3 weeks post the Thanksgiving holiday 5 . With this escalation of cases, hospitalizations, and deaths, concerns increased in anticipation of December holiday travel. The Centers for Disease Control and Prevention (CDC) issued similar guidance for the December holidays recommending staying home and/or postponing travel and offering guidance for precautions to be taken in the setting of planned travel 6 . Data from TSA again showed increased travel during late December with an average of over 1 million travelers per day from December 18, 2020-January 4, 2021 2 . Subsequently, the US experienced another surge in infections with a peak of 249,836 cases in a single day in the second week of January 5 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "While the observed infection surges appear to be related to increased travel and gatherings around the holidays, it is difficult to draw conclusions based purely on ecological data. Indeed, the US was already on an OPEN 1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "www.nature.com/scientificreports/ increasing trajectory of infections prior to the Thanksgiving holiday 5 . There has been little data collected on individual-level behaviors around the holidays which could not only help us to better understand the impact of holiday travel and gatherings but also might provide guidance to public health officials about how to manage future messaging particularly as travel undoubtedly increases globally and we encounter third and fourth waves of the pandemic. The aim of this analysis was to examine the association of Thanksgiving gatherings and travel with SARS-CoV-2 positivity and COVID-19 symptoms in a sample of nearly 8000 persons across 10 diverse US states. We further evaluated interactions between Thanksgiving gatherings/travel and participation in other activities and modeled the impact of travel and gatherings on community SARS-CoV-2 transmission in order to examine how much transmission might have been prevented by limiting travel/gatherings. plane. An additional 2063 (26.6%) had Thanksgiving at home but with at least one person from outside their household. The median Thanksgiving dinner size for those who had Thanksgiving outside of their home was 6 (IQR: 3-9) compared to 4 (IQR: 3-7) for those who had Thanksgiving at home with ≥ 1 non-household member and 2 (IQR: 1-3) for those who had Thanksgiving with their household only (p < 0.001). Compared to those who had Thanksgiving with their household, those who had Thanksgiving with others or outside their home were significantly more likely to report COVID-19 symptoms, testing for SARS-CoV-2, and testing positive for SARS-CoV-2 infection all in the prior 2 weeks, with the highest levels in those who had Thanksgiving away from home (Table 2, Supplementary Figure 1 ). Among those tested in the prior 2 weeks, those who had Thanksgiving outside their home were significantly more likely to self-report a positive SARS-CoV-2 result compared to those who had Thanksgiving at home with or without non-household members (41.2% vs. 25.5% and 13.3%, respectively; p < 0.001). Table 2 . Thanksgiving travel, activity and SARS-CoV-2 testing history among 7770 adults sampled across 10 US states from December 4-18, 2020. Numbers may not sum to total if there were participants who elected not to answer a given question. P values from Kruskal-Wallis tests for continuous variables and chi-squared tests for categorical variables using unweighted estimates. IQR, interquartile range. a Reflect behaviors in the prior 2 weeks. b Among persons who received a SARS-CoV-2 PCR test in the prior 2 weeks. c Non-essential activities included bars, restaurants, visits with friends/families, theatres, stadiums, fitness activities, gym visits and church. d Among 3889 persons who reported visiting with friends or family either outdoors or indoors in the prior 2 weeks. www.nature.com/scientificreports/ Mobility/activity following Thanksgiving and SARS-CoV-2 positivity. Overall, persons went to a grocery store/pharmacy a median 2 times (IQR, 1-4) in the prior 2 weeks with limited variability by how they spent Thanksgiving (Table 2 ). By contrast, there was substantial variability in the number of non-essential activities a person participated in by how they spent Thanksgiving with those that had Thanksgiving away from home participating in a median of 4 non-essential activities (IQR, 2-10) in the prior 2 weeks compared to a median of 1 activity (IQR, 0-2) in those who had Thanksgiving with their household. Moreover, there was even more variability when considering both Thanksgiving and SARS-CoV-2 test positivity in the prior 2 weeks. Persons who had Thanksgiving outside their home and tested positive for SARS-CoV-2 participated in a median of 33 non-essential activities in the prior 2 weeks (IQR: 21-50; Fig. 1 ). By comparison, those who had Thanksgiving outside their home, but did not test positive participated in a median of 6 activities (IQR: 2-18) and those who had Thanksgiving with their household and tested negative for SARS-CoV-2 in the prior 2 weeks participated in a median 1 activity (IQR: 0-4). In analyses that adjusted for age, gender, race/ethnicity, household size, employment, state of residence, and participating in non-Thanksgiving gatherings of 10 or more people in the prior 2 weeks, there was a statistically significant interaction between how people spent Thanksgiving and the frequency of other activities (p for interaction < 0.05, Table 3 ) and SARS-CoV-2 test positivity in the prior 2 weeks. Specifically, compared to those who had Thanksgiving with their household and had low activity defined as less than one non-essential activity per day in the prior 2 weeks, those with low activity scores who spent Thanksgiving with non-household members and those who spent Thanksgiving outside their home were no more likely to self-report positivity for SARS-CoV2-infection. However, those with high activity defined as one or more non-essential activities per day were significantly more likely to report positivity for SARS-CoV-2 if they had Thanksgiving with non-household members (adjusted odds ratio [AOR], 2.94; 95% confidence interval [CI] 1.43, 6.08) or had Thanksgiving outside their home (AOR, 5.99; 95% CI 3.41, 10.5). A similar statistically significant interaction was observed for selfreported COVID-19 symptoms (Supplementary Table 2 ).",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 105,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 1760,
                    "end": 1782,
                    "text": "Supplementary Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2087,
                    "end": 2094,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 3127,
                    "end": 3135,
                    "text": "(Table 2",
                    "ref_id": null
                },
                {
                    "start": 3822,
                    "end": 3828,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 4481,
                    "end": 4488,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 5387,
                    "end": 5394,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Overall, 1514 (20.6%) were planning to either travel for the December holidays or host persons from outside their household. Those who had Thanksgiving outside their home reported planning to spend the December holidays with significantly more people (median: 4; IQR: 2-7) than those who had Thanksgiving at their home (median: 2; IQR: 1-4) (p < 0.001). Notably, planned travel over the December holidays was most common among those who tested positive for SARS-CoV-2 in the prior 2 weeks (61.4%) compared with 20.3% of those who tested negative in the prior 2 weeks and 9.7% among those who were not tested.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "December holiday plans."
        },
        {
            "text": "Implications for community transmission. Based on the reported activity patterns, we estimate that approximately 488 primary SARS-CoV-2 cases resulted from participants (95% percentile 408-579) in this sample and that this sample was responsible for 149 (95% percentile 102-224) secondary household cases and 4 deaths (95% percentile 1-7; Fig. 2 ). However, if all individuals in the sample had participated in only as many activities as those who had Thanksgiving at home with non-household members (the least active group), expected SARS-CoV-2 cases would have been reduced by more than 50% (mean = 210 cases, 95% percentile 157-273). By contrast, if all individuals in the sample had participated in the same number of activities as those who had Thanksgiving away from home (the most active group) we could have seen an increase of nearly two times the number of cases (mean = 962 cases, 95% percentile 828-1121). Policies that would have reduced the ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 339,
                    "end": 345,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "December holiday plans."
        },
        {
            "text": "In this online survey that was conducted in the weeks following the 2020 Thanksgiving holiday, we found that the majority of persons sampled across 10 US states did not travel over the Thanksgiving holiday. However, we identified that those who did travel for Thanksgiving had a test positivity rate higher than that reported in any state in the US at the time of our survey and one that was significantly higher than those who did not travel. What was even more striking and somewhat surprising was that these individuals who traveled for Thanksgiving were significantly more active in the weeks immediately following Thanksgiving with frequent visits to bars, restaurants, and gyms among other places, and that the combination of Thanksgiving travel and participation in multiple activities post-Thanksgiving was associated with high SARS-CoV-2 test positivity and COVID-19 symptoms. While we cannot definitively say whether SARS-CoV-2 infection was a result of Thanksgiving travel or participation in multiple non-essential activities, it is clear that this small group of individuals may sustain ongoing SARS-CoV-2 transmission by potentially acting as \"super spreaders\" 7 . While much was reported in the popular press about the surge of cases in the US post-Thanksgiving 5 and other holidays, we are not aware of any empirical reports specifically describing behaviors around the holidays and associations with SARS-CoV-2 case positivity. Our data add to the primarily ecologic data on case counts 5 Table 3 . Factors associated with self-reported SARS-CoV-2 test positivity and self-reported symptoms in the prior 2 weeks. AOR, adjusted odds ratio; CI, confidence interval. a Among 962 tested in prior 2 weeks. b Reflects behavior in the prior 2 weeks and excludes Thanksgiving dinner. c Activity score was calculated as the sum of all non-essential activities in the prior 2 weeks. Low activity was considered a frequency less than once/day and high activity was a frequency of once a day or more. www.nature.com/scientificreports/ with a diverse group of states at differing epidemic stages and with some variability in policies with respect to social distancing and masking-these states also, currently, also represent states with diverse COVID-19 vaccine adoption rates. Surprisingly, there was only minimal variability across states with respect to how people spent Thanksgiving suggesting that states with poorer vaccine coverage could witness a renewed surge in infections as social distancing norms are relaxed. In general, those who spent Thanksgiving with persons outside their household and/or traveled tended to be younger and were more often working outside the home in either essential or non-essential positions. Moreover, the age difference was even more striking among those who traveled for Thanksgiving and were highly active; the median age was 35 years in this group. That this group was relatively small may explain why the nationwide surge post-Thanksgiving was not even larger 5 . Our data demonstrate that had more persons traveled and participated in activities than this small group did, we would have anticipated twice as many cases. In contrast, if those who did travel behaved like the groups who did not, we would have expected a 50% reduction in cases.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1506,
                    "end": 1513,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "It is important to note that there was a group of individuals who had Thanksgiving with people outside of their household or traveled but who did not report an increased prevalence of SARS-CoV-2 infection post-Thanksgiving. This group participated in few non-essential activities aside from their Thanksgiving gatherings. These data collectively suggest that it may be possible to mitigate the risks associated with travel and/or gatherings by limiting engagement in other activities. This is further supported by the modeled reductions in cases associated with limiting the number of activities and/or limiting visits to bars/restaurants and/or fitness activities. Specifically, the model suggests that there would have been a near 50% reduction in the number of primary cases if people could not visit bars and restaurants; a similar impact was shown for stopping visits to gyms. There has been much interest in understanding whether one venue confers more risk than another. We focused on modeling the impact of stopping visits to bars, restaurants, and gyms because in some ways these are venues where it is hardest to control the environment 8 .",
            "cite_spans": [
                {
                    "start": 1147,
                    "end": 1148,
                    "text": "8",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Several limitations of this analysis must be acknowledged. Specifically, these data cannot be considered representative of the states; though we specified targets for recruitment that mirrored the demographic distributions of the states and applied analytic weights, online samples tend to underrepresent lower-income persons as well as those without access to the internet. However, we have previously demonstrated consistency with other types of samples with respect to outcomes like flu vaccination coverage 9, 10 . Moreover, our primary purpose was to examine associations between behaviors and outcomes for which a representative sample is not required. All data is self-reported and subject to bias; however, we sampled participants in the weeks immediately following www.nature.com/scientificreports/ Thanksgiving and queried behaviors in the prior 2 weeks to minimize recall bias. All participants were not screened for SARS-CoV-2 and so, it is likely we missed undiagnosed infections; however, we observed similar associations with COVID-19 symptoms that were asked of all participants. We were also limited by not having detailed data on social contacts outside the household. As a result, we simplified this analysis and focused on only household-based contacts, which is unable to inform broader community-level transmission estimates. Our estimate of the number of cases in surveyed individuals was ~ 2× the number who tested positive despite fitting the probability of community transmission to the data. This discrepancy may be due to individuals testing positive following the survey date, pre-symptomatic and asymptomatic individuals 11 who may also be less likely to be tested, or stochasticity inherent in the model. For example, of the 273 individuals who tested positive for SARS-CoV-2, the majority 85% (n = 230) reported symptoms. Finally, we cannot conclusively say whether bars, restaurants, or gyms for example conferred more risk than other venues in part because individuals who were the most active tended to visit multiple types of venues. What these data do support is that restricting or even reducing the frequency of some non-essential activities rather than restricting all non-essential activities might help to minimize transmission. This is a particularly important message given that travel and gatherings are rapidly increasing with relaxation of social distancing and masking mandates. Unlike Thanksgiving and December where the majority were gathering at homes and with family, summer travel is likely to involve additional activities (e.g., visits to bars and restaurants while traveling). These findings suggest that it may be important to think beyond just travel itself to the activities that one participates in while traveling.",
            "cite_spans": [
                {
                    "start": 511,
                    "end": 513,
                    "text": "9,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 514,
                    "end": 516,
                    "text": "10",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, these data provide important information about how the combination of holiday travel and engagement in a high number of non-essential activities may fuel SARS-CoV-2 transmission. These data have important implications globally where vaccination rates remain well below 5% and even in settings where vaccines for COVID-19 are widely available such as the US. For example, in the US, vaccine coverage remains at only 50% and remains highly variable by state such that cases are once again surging. As viral variants which threaten vaccine efficacy continue to emerge 12,13 , there will be ongoing need to minimize infections in order to reduce the emergence of these variants 14 particularly given unclear efficacy of vaccines against viral variants [15] [16] [17] . In this setting, other prevention strategies like minimizing large gatherings and high risk activities will remain critically important. We recommend that the focus of public health authorities should be on promoting messaging on how to travel and get together in a \"low-risk\" manner. Messages should incorporate language on how to mitigate risk by limiting the number and types of activities, in essence adopting an approach of harm reduction to prevent further surges.",
            "cite_spans": [
                {
                    "start": 763,
                    "end": 767,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 768,
                    "end": 772,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 773,
                    "end": 777,
                    "text": "[17]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Study sample. Participants were sampled across 10 US states: California, Florida, Illinois, Maryland, Massachusetts, Nebraska, North Dakota, South Dakota, Texas, and Wisconsin. States were chosen to represent diversity with respect to geography, policies/restrictions around mask use and social distancing as well as in case counts and SARS-CoV-2 test positivity. At the time of the survey, SARS-CoV-2 test positivity in these states ranged from 5.6% in Maryland to 41.5% in South Dakota (Supplementary Table 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 503,
                    "end": 510,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Participants were recruited using Dynata (https:// www. dynata. com), one of the largest first-party global data platforms. Dynata maintains a database of potential participants who are randomized to specific surveys if they meet the demographic targets of the survey; additionally, participants can select a survey from a list of potential options (survey topic not provided). Participants receive modest compensation for participation. Security checks and quality verifications include digital fingerprinting and spot-checking via third-party verification. In order to accrue demographically representative samples, we provided quotas for age, gender, race/ethnicity, and income based on the population composition of the states 9,10 . Individuals were surveyed from December 4-December 18, 2020, representing a range of 8-22 days after Thanksgiving. Participants provided informed consent, were 18 years of age or older, and a resident of the state they were sampled from. Sample sizes were proportional to the population size of the state with a range of 234 in North/South Dakota to 1490 in Texas for a total of 7905 across the 10 states. Across all states, 11,087 were routed to the survey; 493 did not start the survey, 625 started but did not complete the survey, and 588 responses were excluded for non-eligibility.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Survey. The online survey was developed by the study team as part of a larger effort called the Pandemic Pulse study 9 . Specifically, the goal of this study was to assess changes over time in factors associated with SARS-CoV-2 transmission including mobility and adoption of non-pharmaceutical interventions such as masking and social distancing as well as changes with respect to SARS-CoV-2 testing access and uptake (all versions of the surveys conducted as part of this study are available from: github.com/sclipman/PandemicPulse). The survey version used for this wave of data collection captured information on demographics, people's experiences with COVID-19 symptoms, and self-reported SARS-CoV-2 PCR testing in the past 2 weeks, and SARS-CoV-2 positivity among other household members in the prior 2 weeks. In terms of the holidays, people were asked about whether they had Thanksgiving outside of their home (traveled) and/or with individuals from outside their household and the size of their Thanksgiving gathering as well as their travel plans over the December holidays. Additionally, participants were asked about the types and frequency of recent activities (within the past 2 weeks). These were distinguished as essential (grocery store and/or pharmacy) and non-essential (bars both indoor and outdoor, restaurants both indoor and outdoor, gyms, participation in group-outdoor fitness classes, church, visits with friends and family, and salons either for a haircut or some other service). Finally, participants were asked about social distancing and mask use while participating in these activities as well as about general participation in gatherings of 10 or more and 100 or more persons. www.nature.com/scientificreports/ Statistical analysis. Characteristics of persons were compared by whether they had Thanksgiving at home with household members only, had Thanksgiving at home but with non-household members/guests, or had Thanksgiving away from their home/traveled. Categorical variables were compared using chi-squared tests and continuous variables were compared using a Kruskal-Wallis test. Survey weights were applied using iterative proportional fitting to further reflect the composition of the study states with respect to age, gender, race/ethnicity, income, and education using the Census Bureau's American Community Survey 18 . Weighting variables were raked according to their marginal distributions, as well as by two-way cross-classifications for each pair of demographic variables. A total of 7770 persons answered the question about how they spent Thanksgiving and thus were included in the analysis. Univariable and multivariable logistic regression was used to identify factors associated with SARS-CoV-2 positivity (among those who received a test) and factors associated with COVID-19 symptoms in the weeks following Thanksgiving. We calculated an activity score which was a count outcome that summed the number of times an individual participated in non-essential activities in the prior 2 weeks, this included visits to bars, restaurants, places of worship, salons, theatres and stadiums, gyms, participation in group outdoor fitness activities and gatherings with friends and family. This activity score was further dichotomized into low (< 1 non-essential activity per day) and high (≥ 1 non-essential activity/day). Factors included in the multivariable model included factors associated with SARS-COV-2 positivity and COVID-19 symptoms and included age, gender, race/ethnicity, employment status, household size, and attending a gathering of 10 or more persons. The final multivariable model also adjusted for state of residence and included an interaction between where individuals had Thanksgiving and their activity score (low vs. high). Analyses were conducted using Stata 15.0 (College Station, Texas), R (v3.5.1) and Python (v3.8.5).",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 118,
                    "text": "9",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Transmission model. Using data from all participants who were tested in the prior 2 weeks, we fit the probability of community transmission ( p c ) considering the activity score (truncated to a maximum of 35 activities) for each individual:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Using the observed self-reported cases of SARS-CoV-2 and number of activities, we fit the value for p c using Markov Chain Monte Carlo (MCMC) methods and an uninformed prior. In order to add estimates of uncertainty in our model, we ran multiple chains to provide a range of values. Specifically, we ran 100 simulations each with a chain length of 10,000 steps. This produced a range of estimates for p c (mean = 0.033, min = 0.029, max = 0.036) 19 . Using the range of fit values, we then used the activity scores to estimate if each individual in the survey data was infected or not sampling from a binomial distribution with P i for each individual and an adjustment to account for the skew in the distribution of P i values (Supplementary Figure 2) . To simplify the number of assumptions, we only considered the possibility of secondary cases within the individual's household using self-reported data on household structure including the ages of all household members and a range of age-specific secondary attack rates 20 . Deaths were estimated using a range of age-specific infection fatality rates based on published data 21 . To simulate the impact of different behavioral patterns, we further considered several scenarios that altered the number and types of activities that individuals participated in. Specifically, we considered the following: (a) all participated in the same distribution (resampled) of activities as those who had Thanksgiving at home with household members only; (b) all participated in the same distribution of activities as those who traveled for Thanksgiving; (c) all could only participate in up to 7 activities regardless of type; (d) all could only participate in up to 14 activities regardless of type; (e) all could participate in all activities except for gyms/outdoor fitness; and (f) all could participate in all activities except for bars/restaurants (indoors and outdoors).",
            "cite_spans": [
                {
                    "start": 446,
                    "end": 448,
                    "text": "19",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1025,
                    "end": 1027,
                    "text": "20",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 743,
                    "end": 752,
                    "text": "Figure 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Ethical clearance. The study was approved by the Institutional Review Board of the Johns Hopkins Bloomberg School of Public Health (IRB00012413) and was conducted in accordance with all relevant ethical guidelines and regulations. All participants consented to participate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Domestic Travel During COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "Centers for Disease Control",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Transportation Security Administration. TSA checkpoint travel numbers for 2020 and 2019",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "As Christmas nears, virus experts look for lessons from Thanksgiving. The New York Times",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fernandez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Holder",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Leatherby",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Valentino-Devries",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Tompkins",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Data shows Americans couldn't resist Thanksgiving travel",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Groves",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "-thank sgivi ng-travel-209e8 8a889 664ad 5e25a 81ee0 d4620 1c",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Johns Hopkins University Coronavirus Resource Center",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Clustering and superspreading potential of SARS-CoV-2 infections in Hong Kong",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Adam",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat. Med",
            "volume": "26",
            "issn": "11",
            "pages": "1714--1719",
            "other_ids": {
                "DOI": [
                    "10.1038/s41598-021-96779-6"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Community and close contact exposures associated with COVID-19 among symptomatic adults ≥18 years in 11 outpatient health care facilities-United States",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Fisher",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "MMWR Morb. Mortal. Wkly. Rep",
            "volume": "69",
            "issn": "36",
            "pages": "1258--1264",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Rapid real-time tracking of non-pharmaceutical interventions and their association with SARS-CoV-2 positivity: The COVID-19 Pandemic Pulse Study",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Clipman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin. Infect. Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/ciaa1313"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "SARS-CoV-2 Testing in Florida, Illinois, and Maryland: Access and Barriers",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Clipman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "789--790",
            "other_ids": {
                "DOI": [
                    "https:/www.medrxiv.org/content/10.1101/2020.12.23.20248789v1"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Prevalence of Asymptomatic SARS-CoV-2 Infection",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Oran",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Topol",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Intern Med",
            "volume": "173",
            "issn": "5",
            "pages": "362--367",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Emergence in late 2020 of multiple lineages of SARS-CoV-2 Spike protein variants affecting amino acid position 677",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Hodcroft",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "658--659",
            "other_ids": {
                "DOI": [
                    "https:/www.medrxiv.org/content/10.1101/2021.02.12.21251658v1"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Emergence and rapid spread of a new severe acute respiratory syndrome-related coronavirus 2 (SARS-CoV-2) lineage with multiple spike mutations in South Africa",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tegally",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "640--641",
            "other_ids": {
                "DOI": [
                    "https:/www.medrxiv.org/content/10.1101/2020.12.21.20248640v1"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "SARS-CoV-2 variants and ending the COVID-19 pandemic",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fontanet",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Lancet",
            "volume": "0140",
            "issn": "6736",
            "pages": "370--376",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(21)00370-6"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Safety and efficacy of the BNT162b2 mRNA Covid-19 vaccine",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "P"
                    ],
                    "last": "Polack",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N. Engl. J. Med",
            "volume": "383",
            "issn": "27",
            "pages": "2603--2615",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Efficacy and safety of the mRNA-1273 SARS-CoV-2 vaccine",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Baden",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "N. Engl. J. Med",
            "volume": "384",
            "issn": "5",
            "pages": "403--416",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Safety and efficacy of the ChAdOx1 nCoV-19 vaccine (AZD1222) against SARS-CoV-2: An interim analysis of four randomised controlled trials in Brazil, South Africa, and the UK",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Voysey",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Lancet",
            "volume": "397",
            "issn": "",
            "pages": "99--111",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "An examination of the Reed-Frost theory of epidemics",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Abbey",
                    "suffix": ""
                }
            ],
            "year": 1952,
            "venue": "Hum Biol",
            "volume": "24",
            "issn": "",
            "pages": "201--233",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Household transmission of SARS-CoV-2: A systematic review and meta-analysis",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "J"
                    ],
                    "last": "Madewell",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Longini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Halloran",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Dean",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Netw. Open",
            "volume": "3",
            "issn": "12",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Age-specific mortality and immunity patterns of SARS-CoV-2",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "O&apos;driscoll",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Nature",
            "volume": "590",
            "issn": "7844",
            "pages": "140--145",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Summary of non-essential activities in the prior 2 weeks by Thanksgiving travel and SARS-CoV-2 test positivity in the prior 2 weeks. activities you could participate in (up to 7 or 14 activities) or by venue (no visits to gyms/outdoor fitness or bars/restaurants) would have a large impact on the number of cases with reductions on the order of 60-200+ primary cases. However, given the differences in the reported household structure, we did not observe a difference in the number of estimated deaths (Supplementary Data 1).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The modeled impact of activity patterns on SARS-CoV-2 positive cases. We estimated the (A) number of primary cases in surveyed individuals as well as (B) cases in their household contacts and (C) deaths in their household contacts. Mean values are shown as points with the 95% percentile range shown as lines Using the reported activity scores (grey) we also explored the impacts on a range of other activities including limiting activities, no visits to certain establishments, and different patterns of Thanksgiving celebrations.Scientific Reports | (2021) 11:17328 | https://doi.org/10.1038/s41598-021-96779-6",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Description of study population by Thanksgiving travel, 7700 adults sampled across 10 US states from December 4-18, 2020. Data are presented as n (%) unless otherwise specified. Numbers may not sum to total if there were participants who elected not to answer a given question. P values from Kruskal-Wallis tests for continuous variables and chi-squared tests for categorical variables using unweighted estimates. IQR, interquartile range.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Hannah Manley and Katie Schluth for assisting with administrative aspects of the study and data cleaning and Tony Chu and Stephanie Ye for assistance with data visualization. This work was supported by the Johns Hopkins COVID-19 Research Response Program. AW is funded by a Career Award at the Scientific Interface by the Burroughs Wellcome Fund and by the National Library of Medicine of the National Institutes of Health (DP2LM013102). SSS is funded by the National Institute on Drug Abuse (DP2DA040244).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "S.H.M., S.J.C., A.P.W. and S.S.S. designed the study and oversaw data collection. S.H.M., S.J.C. and A.P.W. conducted analyses. All authors contributed to drafting of the manuscript and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author contributions"
        },
        {
            "text": "Sunil Solomon received research grants and product from Gilead Sciences and Abbott Diagnostics outside of the submitted work. Sunil Solomon and Shruti Mehta received consulting fees from Gilead Sciences outside of the submitted work. Stephen Clipman and Amy Wesolowski declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "The online version contains supplementary material available at https:// doi. org/ 10. 1038/ s41598-021-96779-6.Correspondence and requests for materials should be addressed to S.H.M.Reprints and permissions information is available at www.nature.com/reprints.Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Information"
        },
        {
            "text": "License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by/4. 0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International"
        }
    ]
}