{
    "paper_id": "a9bcdf474b0430498bcb7262bff4d31ca4a611c7",
    "metadata": {
        "title": "Development of an in situ simulation-based continuing professional development curriculum in pediatric emergency medicine",
        "authors": [
            {
                "first": "James",
                "middle": [
                    "S"
                ],
                "last": "Leung",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mandeep",
                "middle": [],
                "last": "Brar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mohamed",
                "middle": [],
                "last": "Eltorki",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kevin",
                "middle": [],
                "last": "Middleton",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Leanne",
                "middle": [],
                "last": "Patel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Meagan",
                "middle": [],
                "last": "Doyle",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Quang",
                "middle": [],
                "last": "Ngo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Continuing professional development (CPD) activities delivered by simulation to independently practicing physicians are becoming increasingly popular. At present, the educational potential of such simulations is limited by the inability to create effective curricula for the CPD audience. In contrast to medical trainees, CPD activities lack pre-defined learning expectations and, instead, emphasize self-directed learning, which may not encompass true learning needs. We hypothesize that we could generate an interprofessional CPD simulation curriculum for practicing pediatric emergency medicine (PEM) physicians in a single-center tertiary care hospital using a deliberative approach combined with Kern's six-step method of curriculum development. Methods: From a comprehensive core list of 94 possible PEM clinical presentations and procedures, we generated an 18scenario CPD simulation curriculum. We conducted a comprehensive perceived and unperceived needs assessment on topics to include, incorporating opinions of faculty PEM physicians, hospital leadership, interprofessional colleagues, and expert opinion on patient benefit, simulation feasibility, and value of simulating the case for learning. To systematically rank items while balancing the needs of all stakeholders, we used a prioritization matrix to generate objective \"priority scores.\" These scores were used by CPD planners to deliberately determine the simulation curriculum contents. Results: We describe a novel three-step CPD simulation curriculum design method involving (1) systematic and deliberate needs assessment, (2) systematic prioritization, and (3) curriculum synthesis. Of practicing PEM physicians, 17/20 responded to the perceived learning needs survey, while 6/6 leaders responded to the unperceived needs assessment. These ranked data were input to a five-variable prioritization matrix generating priority scores. Based on local needs, the highest 18 scoring clinical presentations and procedures were selected for final inclusion in a PEM CPD simulation curriculum. An interim survey of PEM physician (21/24 respondents) opinions was collected, with 90% finding educational value with the curriculum. The curriculum includes items not identified by self-directed learning that PEM physicians thought should be included. Conclusions: We highlight a novel methodology for PEM physicians that can be adapted by other specialities when designing their own CPD simulation curriculum. This methodology objectively considers and prioritizes the needs of practicing physicians and stakeholders involved in CPD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Independently practicing physicians have a moral imperative to commit to continuing professional development (CPD) in order to provide high-quality patient care and maintain ongoing public trust as a self-regulated profession [1] . The current conceptualization of CPD emphasizes updating and acquiring all of the broad competencies required for practicing high-quality medicine, including continuing medical education (CME), whereby technical knowledge and skills are refined and acquired [2] , as well as the physician's capacity as a communicator, collaborator, leader, health advocate, and professional [3] . In recent years, the increasing emphasis on improving healthcare quality and patient safety has transformed the needs and expectations of medical education provided to physicians in training and in practice [4, 5] .",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 229,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 490,
                    "end": 493,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 607,
                    "end": 610,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 820,
                    "end": 823,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 824,
                    "end": 826,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "There is mounting public pressure for maintenance of certification (MOC) programs to support activities demonstrating change in physician behavior and improving patient outcomes rather than focusing on individual learning outcomes [6] . Concurrently, there has been mounting pressure from physicians for MOC programs to demonstrate value, encouraging CPD delivery in novel, impactful methods with high-quality learning outcomes. In Canada, specialists are mandated to participate in the Royal College of Physicians and Surgeons of Canada (RCPSC) MOC program. A 2016 cross-sectional survey of the RCPSC MOC program found a perceived lack of impact of the program on physician learning and perception from physicians that the MOC program served as a monitoring/regulatory body rather than its intended purpose as a mechanism to enhance lifelong learning and reflection [7] . A similar, US survey in 2016 revealed physicians desire more practice-relevant learning that is time-efficient, low-cost, and with topics of their choosing [8] .",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 234,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 867,
                    "end": 870,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1029,
                    "end": 1032,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Evidence from several studies [7] [8] [9] [10] [11] [12] suggests three factors consistently influence CPD learning success: accurate needs assessments prior to the learning activity, interaction amongst physician learners with opportunities to practice, and multifaceted educational activities [13] . Simulation-based medical education (SBME) addresses all three of these factors and has a greater influence on physician learning outcomes and practice compared to the traditional CPD methods such as lectures and conferences [12, 13] . SBME offers a number of potential advantages over traditional educational methods including simultaneously addressing CME needs and advanced knowledge domains such as communication and teamwork, direct observation of clinical performance with feedback through debriefing, and the capability to practice medical procedures and methods with minimal patient risk. SBME is also unique in its ability to train physicians to operate within interprofessional healthcare teams and the larger systems in which they function.",
            "cite_spans": [
                {
                    "start": 30,
                    "end": 33,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 34,
                    "end": 37,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 38,
                    "end": 41,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 42,
                    "end": 46,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 47,
                    "end": 51,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 52,
                    "end": 56,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 295,
                    "end": 299,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 526,
                    "end": 530,
                    "text": "[12,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 531,
                    "end": 534,
                    "text": "13]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Rationale for simulation in continuing professional development"
        },
        {
            "text": "For these reasons, MOC programs are increasingly embracing SBME for CPD. In Canada, a 2009 RCPSC MOC program evaluation led to simulation being recognized as a method of practice assessment. In the US, SBME is required for primary licensure of anesthesiologists and surgeons and is utilized for CPD with anesthesia, surgery, internal medicine, family medicine, emergency medicine, pediatrics, and radiology [14] . There is strong physician demand for SBME, with 46% of practicing US physicians wanting more simulation activities for CPD in a 2016 national cross-sectional survey [8] .",
            "cite_spans": [
                {
                    "start": 407,
                    "end": 411,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 579,
                    "end": 582,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Rationale for simulation in continuing professional development"
        },
        {
            "text": "There is less understanding regarding the effectiveness of SBME for CPD, as most published literature focuses upon trainee physicians. However, evidence is emerging to support SBME effectiveness for board-certified physicians. A systematic review of 39 available studies in 2015 revealed benefits of SBME for CPD in acute care physician's self-reported skills and attitudes, and immediate and sustained improvements in physician educational outcomes [5] . As an educational method rooted in constructivism, SBME theoretically has a greater potential educational benefit for practicing physicians due to the presence of pre-existing clinical experiences to build upon. With this potential educational impact, understanding methods to optimize SBME for CPD is imperative.",
            "cite_spans": [
                {
                    "start": 450,
                    "end": 453,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Rationale for simulation in continuing professional development"
        },
        {
            "text": "In contrast to medical trainee programs, CPD programs are distinguished by lack of specific, pre-defined curricula and emphasis on self-identified learning interests. However, evidence has shown that despite being a key motivator for ongoing engagement [8, 15] , self-direct learning (SDL) is insufficient for a robust CPD program as physicians are unable to accurately self-assess learning needs meeting professional and societal demands [16] . A curriculum including necessary topics not identified by SDL would create a more robust and effective CPD program.",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 256,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 257,
                    "end": 260,
                    "text": "15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 439,
                    "end": 443,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Rationale for developing a curriculum for simulation CPD"
        },
        {
            "text": "At present, much of our experience with SBME and CPD consists of ad hoc case creation suiting SDL needs of physicians or as a reaction to systems needs (i.e., critical safety events). This approach limits the educational potential of SBME for CPD. In contrast, a simulation curriculum, planned in advance from perceived and unperceived learning needs, is more robust, sustainable, and proactive for healthcare system needs. We hypothesize that such a curriculum would be noninferior in educational effectiveness compared to the traditional approach.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rationale for developing a curriculum for simulation CPD"
        },
        {
            "text": "Curriculum integration prospectively distributes CPD learning over several sessions, broadening the scope of SBME and allowing deliberate practice and spaced repetition of targeted objectives to achieve mastery learning [17] . In particular, we feel spaced repetition is powerful for equally important learning objectives such as communication, which can be repeating educational aims, in a curriculum with various clinical presentations. From the perspective of a MOC program, a curriculum vastly improves simulation logistics and operations. Although seemly trivial, prior CPD literature has identified logistical factors as a leading facilitator and barrier to successful and sustainable CPD [10] . A curriculum serves to assist course facilitators with more predictable planning, known costs, lead-time for quality simulation scenario development and testing, and standardization of local practice. These changes potentially translate to an overall higher quality educational experience.",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 224,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 695,
                    "end": 699,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Rationale for developing a curriculum for simulation CPD"
        },
        {
            "text": "Conceptually, we envision a curriculum whereby a group of board-certified physicians shares in completing a comprehensive series of longitudinally delivered simulation scenarios. Using appropriate knowledge/experience dissemination tools, this approach is rooted in the educational theories of Experiential Learning, Social Learning and Communities of Practice [18] [19] [20] [21] . This co-produced curriculum approach is a pragmatic solution to allow a greater variety of cases to be covered in a feasible timeframe than a single individual completing the curriculum alone.",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 365,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 366,
                    "end": 370,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 371,
                    "end": 375,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 376,
                    "end": 380,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Rationale for developing a curriculum for simulation CPD"
        },
        {
            "text": "In pediatric emergency medicine (PEM), simulation is vital for practicing physicians as the frequency of critically ill children is low relative to the total volume of children presenting to pediatric emergency departments [22] . Simulation allows PEM physicians to refine and retain resuscitative skills to remain prepared to manage rare, high stakes events. The tremendous breadth of clinical presentations in PEM creates both a challenge and rationale for a well-designed CPD simulation curriculum. An objective and systematic methodology using input from vital stakeholders to select the important clinical presentations and procedures to include in such a comprehensive curriculum is critical.",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 227,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Our aim: development of simulation CPD curriculum for PEMs"
        },
        {
            "text": "To design our simulation CPD curriculum, we formed an Interprofessional PEM Simulation Oversite Committee (PEMSOC) with membership consisting of local physicians, a registered nurse (RN), pharmacist, and a simulation operation specialist with a professional background as a registered respiratory therapist (RRT). The overarching aim of our simulation CPD program was to utilize simulation to develop and maintain the clinical skills of health care providers with the goal of providing world-class quality care to children. The primary objective of this paper is to describe our methods for the development of a SBME curriculum for CPD of practicing PEM physicians.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Our aim: development of simulation CPD curriculum for PEMs"
        },
        {
            "text": "To develop our curriculum, we first looked at existing literature on CPD simulation curriculum design. We conducted a literature review on curriculum design methodology for simulation and CPD. A formal search by a research librarian conducted on February 14, 2019, revealed 172 results when including articles (Epub Ahead of Print, In-Process & Other Non-Indexed Citations) from OVID Medline between 1946 and February 14, 2019, with the following MESH terms: Professional Competence (MESH 108801) AND Simulation Training/ or exp Computer Simulation/ or exp Patient Simulation (MESH 222646) AND faculty, medical/ed or \"Education, Medical, Continuing\" (MESH 24165). A manual review of these 172 results revealed 0 articles referencing a curriculum design methodology for physician CPD using simulation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Literature review"
        },
        {
            "text": "With no identified pre-existing literature, we endeavored to develop our own methodology for CPD simulation curriculum design. Although our methodology could be considered for general CPD curriculum design, our focus was to develop a curriculum optimized for simulation as the chief educational strategy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Curriculum design process"
        },
        {
            "text": "To develop our methodology, we adapted Kern's [23] established approach to curriculum design for a novel application of simulation curriculum design with a CPD audience. We completed the following six steps: (1) problem identification by a general needs assessment, (2) targeted needs assessment, (3) goals and specific measurable objectives, (4) educational strategies (SBME in our case), (5) implementation, and (6) evaluation and feedback [24] This process was followed by a deliberative curriculum approach with experts determining the final curriculum content. Specific deliberative considerations included lack of standardized core learning objectives, greater variations in learner clinician experience and practice patterns, non-static learner composition, need for voluntary learner participation, medico-legal ramifications of simulations, and psychological safety considerations of participants such as reputation.",
            "cite_spans": [
                {
                    "start": 46,
                    "end": 50,
                    "text": "[23]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 442,
                    "end": 446,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Curriculum design process"
        },
        {
            "text": "We consolidated the above processes into our novel systematic three-phase methodology described below ( Fig. 1 : Continuing professional development simulation curriculum design process).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 104,
                    "end": 110,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Curriculum design process"
        },
        {
            "text": "We conducted a detailed general and targeted needs assessment using a systems and deliberative approach, including perceived and unperceived learning needs from our target learner audience.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Phase 1: systematic and deliberative needs assessment"
        },
        {
            "text": "A perceived needs assessment was completed using a 20-item electronically distributed survey (SurveyMonkey Inc., San Mateo, CA, USA, www.surveymonkey.com) sent to all 20 practicing PEM physicians at our institution from March 28, 2018, to April 11, 2018. The primary objective of this survey was to determine topics our audience wished to cover in simulations. The secondary objective focused on local simulation etiquette and tailoring learning processes for our target audience. Participants were presented a comprehensive list of 65 clinical presentations and 29 critical procedures from the 2013 RCPSC Objectives of Training in pediatric emergency medicine [25] and asked if they felt an educational need to address by an educational simulation session. This document, originating from our national board-certifying organization, was selected as the foundational list as we felt it best represented the competencies expected of PEM physicians upon entry into practice. The survey was anonymously completed by 17 physicians (85% response rate), with results found in Additional file 1: Needs assessment survey.",
            "cite_spans": [
                {
                    "start": 661,
                    "end": 665,
                    "text": "[25]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Phase 1: systematic and deliberative needs assessment"
        },
        {
            "text": "Considering the aforementioned limitations of SDL in identifying learning needs, we conducted an unperceived needs assessment by asking our hospital leadership to rank on a 5-point Likert scale (1 = low priority, 3 = moderate priority [default starting score], 5 = high priority) from the same expansive list of clinical presentations and procedures presented to PEM physicians from the perspective of their position of leadership. Six positions of leadership polled were multi-disciplinary and composed of our PEM medical director and division head, deputy division head, PEM division safety lead, general emergency department site lead at our local tertiary care general hospital, PEM pharmacist lead, and PEM RN lead and trauma coordinator. All six leaders (100% response rate) completed the survey. In addition to leadership needs, PEMSOC accounted for patient-level needs by reviewing cases discussed from the previous 2 years of PEM divisional quality improvement and patient safety rounds (QI/PS). PEMSOC reviewed 21 clinical presentations but did not go into an in-depth chart review of each case at this stage, as our focus was to determine topics to cover in the simulation curriculum. Fig. 1 Continuing professional development simulation curriculum design process. A three-phase curriculum development process adapted from Kern's curriculum development approach used to generate a simulation curriculum for continuing professional development (CPD) for pediatric emergency medicine physicians. Phase 1 begins with a detailed targeted needs assessment involving all relevant stakeholders of the physician's continuing professional development. Phase 2 follows with systematic prioritization of learning topics to include in the curriculum using data collected from the targeted needs assessment. A prioritization matrix is used to rank items for curriculum inclusion. Finally, in phase 3, selected learning topics are organized by educational experts into a curriculum to be implemented and evaluated. These three phases can be repeated in a cyclical manner as the curriculum is refined and reimagined over time",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1196,
                    "end": 1202,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Phase 1: systematic and deliberative needs assessment"
        },
        {
            "text": "In order to objectively synthesize all of our collected needs assessment data, we utilized a prioritization matrix to objectively determine the clinical presentations and critical procedures to include in our PEM simulation CPD curriculum. While less commonly utilized in medical education and simulation, prioritization matrices have been applied in healthcare quality improvement [26, 27] and are commonly utilized in business and military goal setting where resources are limited and multiple objectives need to be addressed [28] . As there are several published matrices underpinned by different mathematical algorithms, we adapted an available prioritization matrix utilized by members in other local educational projects.",
            "cite_spans": [
                {
                    "start": 382,
                    "end": 386,
                    "text": "[26,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 387,
                    "end": 390,
                    "text": "27]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 528,
                    "end": 532,
                    "text": "[28]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Phase 2: systematic prioritization"
        },
        {
            "text": "Our prioritization matrix utilized five data categories determined by PEMSOC a priori: perceived needs assessment results, unperceived needs assessment results, feasibility of conducting the simulation, benefit to patients if practiced, and educational value of simulating the case for learning (balanced with frequency of encountering the case in real clinical practice, in which case there would be less educational need). Ranked data ranging from scores of 1 (low rank) to 5 (high rank) were input into the matrix for each clinical presentation and procedure and each data category, generating an overall priority score which was utilized by PEMSOC in consideration for curriculum inclusion (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 694,
                    "end": 703,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": "Phase 2: systematic prioritization"
        },
        {
            "text": "To complete our perceived needs assessment data category, we recorded the frequency of \"yes\" responses from all 17 survey participants, converting individual qualitative responses (nominal/binary data) into quantitative discrete frequency data. These frequency data were categorically assigned a ranking score from 1 to 5 (1 = 0-20%; 2 = 21-40%; 3 = 41-60%; 4 = 61-80%; 5 = 81-100%) and inserted into the prioritization matrix. With the unperceived needs assessment category, we input the mean ranking score (from 1 to 5) of all six leaders into the priority matrix. For the remaining three data categories, PEMSOC members independently assigned a ranking score from 1 to 5 (1 = low priority, 3 = moderate priority [default starting score], 5 = high priority) for each data category, with the mean score input into each respective column in the prioritization matrix. PEMSOC committee members also included the 21 QI/ PS rounds cases by factoring their scores for the \"benefits to patient\" data category of the matrix. As PEMSOC is comprised of inter-professional education and simulation specialists with formal training (simulation, quality improvement, Master of Education, curriculum design), these data represent the expert opinion necessary for pragmatic grounding we felt necessary for eventually creating a feasible, high-quality curriculum. Table 1 Pediatric emergency medicine continuing professional development simulation curriculum systematic prioritization matrix With these data, the matrix generated priority scores for PEM clinical presentations and critical procedures. These scores were organized into two ranked lists: a clinical presentation list and a critical procedure-list based on priority score (Table 2) . Each list was manually reviewed by PEMSOC to ensure overlapping or duplicate items were combined into a single item.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1350,
                    "end": 1357,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 1722,
                    "end": 1731,
                    "text": "(Table 2)",
                    "ref_id": null
                }
            ],
            "section": "Phase 2: systematic prioritization"
        },
        {
            "text": "Based on expert opinion, factoring the large number of items to cover, balanced with the need for regular curriculum refresh and review, PEMSOC decided on a 24-month curriculum block, filled with an 18-simulation scenario curriculum, with one scenario per month. We deliberately planned 6 months of \"flex-time\" to maintaining flexibility to repeat high-yield scenarios, conduct urgent simulation cases (e.g., to address urgent patient safety and quality improvement needs), and reschedule the unanticipated events where a simulation sessions are cancelled.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Phase 2: systematic prioritization"
        },
        {
            "text": "With the number of cases to include for our singlecenter's needs decided, PEMSOC selected the highestscoring 18 clinical presentations and 18 critical procedures objectively determined by the matrix for inclusion in the CPD curriculum. PEMSOC mapped individual clinical presentations to critical procedures to synthesize our 18-simulation scenario curriculum (Table 3) . We centered our scenarios around clinical presentations, as our intention was to cover all procedures at least once in the curriculum with repetition of high-yield procedures for mastery learning. Learning objectives for each case were set by PEMSOC based on expert opinion, including learning points from the 21 QI/PS round cases when appropriate. For consistent formatting, all cases were drafted using an internally designed standard simulation template (Additional file 2: Sample simulation scenario).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 359,
                    "end": 368,
                    "text": "(Table 3)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Phase 2: systematic prioritization"
        },
        {
            "text": "Our curriculum was incorporated into a monthly pre-existing interprofessional in situ simulation program within our pediatric emergency department starting in April 2019. In our single-center PEM division, all practicing PEM physicians participated in the simulation program, with leadership expecting physicians to participate in one to two simulation sessions within a 24-month period. Prior to our curriculum, cases were selected at random from a database, or created on an ad hoc basis, by request of the participating PEM physician, 1 week in advance of the scheduled simulation session. After curriculum implementation, practicing PEM physicians were instead given an option of three simulation scenarios selected from our 18 case curriculum, 1 week in advance of the simulation session. The selected scenario would be marked as \"completed\" by PEMSOC and removed from circulation until all cases were covered in the 24-month curriculum block. We allowed PEM physicians to know the clinical presentation in advance to provide context, reduce \"performance anxiety\" [29] , encourage psychological safety [30] , and encourage learning in advance of the simulation. We also shared a limited version of the simulation curriculum in Table 3 with all PEM physicians (only detailing \"clinical presentation,\" \"sample case stem,\" and \"unique procedures covered in case\"). This sharing was intended to facilitate learning through community of practice and further promote psychological safety. Other interprofessional participants were also provided the case topic in advance, if asked.",
            "cite_spans": [
                {
                    "start": 1069,
                    "end": 1073,
                    "text": "[29]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1107,
                    "end": 1111,
                    "text": "[30]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 1232,
                    "end": 1239,
                    "text": "Table 3",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Phase 2: systematic prioritization"
        },
        {
            "text": "In the simulation session, the PEM physician completed a 1-h in situ interprofessional simulation involving practicing RNs, pharmacists, and RRTs in our pediatric emergency department resuscitation room. Following each simulation, immediate post-event debriefing of the entire interprofessional team was completed by a simulation facilitator with formal debriefing training (PEMSOC member). Key learning points relating to team-level knowledge and performance gaps were addressed during debriefing. Within a month of the simulation session, an information package highlighting key knowledge and practice tips (called \"SimBITS\" by our team) was created and electronically disseminated by PEMSOC to all PEM, RN, and RRT practitioners in our division (Additional file 3: Sample SimBITS). To protect the psychological safety of simulation participants, the newsletter omitted all identifying information and performance gaps of participants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Phase 2: systematic prioritization"
        },
        {
            "text": "As our learner group is expected to be non-static, with evolving clinical experiences and evolving learning needs, we planned to continuously evaluate our simulation program, with repeated curriculum redesign following the above process every 20 months.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Phase 2: systematic prioritization"
        },
        {
            "text": "Between November 10 and 15, 2019, PEMSOC distributed an electronic survey to all 24 practicing PEM physicians (SurveyMonkey Inc., San Mateo, CA, USA, www. surveymonkey.com) (our division had grown by four members in the interval time). The primary objective of this survey was to elicit feedback on the curriculum contents, with a secondary objective of determining learner attitudes to our curriculum approach (Additional file 4: Interim feedback survey).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interim curriculum feedback"
        },
        {
            "text": "Twenty-one PEM physicians responded to the survey (88% response rate) with 20 (95%) respondents previously participating in PEMSOC CPD simulation activities. Four (19%) of respondents felt the Table 2 Ranked scores for pediatric emergency medicine continuing professional development simulation curriculum generated by priority matrix",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 193,
                    "end": 200,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Interim curriculum feedback"
        },
        {
            "text": "Clinical presentations ranked 1-18 and procedures codes A-R were selected for inclusion in the final curriculum 1 Clinical presentations related to trauma were omitted from our needs assessment and hence systematic prioritization as they were considered beyond the scope of our continuing professional development program and encompassed in a different trauma simulation program at our institution curriculum included scenarios they did not feel were necessary, with three (14%) being unsure and the remaining 14 (67%) feeling all included scenarios were appropriate. Participant opinions on curriculum contents are detailed in Fig. 2 : PEMSOC interim curriculum survey results regarding curriculum contents.",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 113,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 628,
                    "end": 634,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Interim curriculum feedback"
        },
        {
            "text": "Presentations the PEM physicians group felt should be included (but were not) were multi-system trauma (the subject of trauma not in the scope of this curriculum), pericardial tamponade (actually included in the curriculum), increased intracranial pressure (also included in the curriculum), traumatic arrest (not in Table 2 , \"Procedure key code\" column for designated procedures the scope of this curriculum), violent/agitated patient, and the critical procedure of Burr hole. Regarding attitudes towards the PEM CPD simulation curriculum, 19 (90%) felt they could learn from a shared curriculum approach, with 19 (90%) feeling they could learn from our post-simulation, SimBITS knowledge dissemination package. Seventeen (81%) of physicians even felt our curriculum approach enhanced their learning compared to the previous, with the remainder being unsure (19%). No respondents felt unable to learn in our curriculum approach, and 11 (52%) respondents felt the curriculum would make it more likely they would participate in CPD simulation activities, with 8 (38%) being unsure and two (9.5%) responding no. PEM physician opinions on the CPD simulation curriculum are detailed in Fig. 3 : Physician opinions regarding added value of CPD simulation over traditional ad hoc approach.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 317,
                    "end": 324,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 1183,
                    "end": 1189,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Interim curriculum feedback"
        },
        {
            "text": "We describe a three-phase methodology for designing a simulation curriculum for CPD, whereby ranked data obtained from a systematic and deliberative approach is subsequently input into a project prioritization matrix to generate objective prioritization scores for use by program coordinators to plan, synthesize, and Clinical presentations are listed in ascending order of priority score in curriculum design process. Clinical presentations with high priority scores (toxicology, cardiopulmonary arrest, cardiac arrhythmia, respiratory failure, congenital heart disease, drowning/submersion) were felt to be high yield. Items with lower priority scores (toxic syndrome, meningitis/encephalitis) were felt by some physicians to not be necessary. Some clinical presentations (inborn error of metabolism, disseminated intravascular coagulation, adrenal disorders) were unexpected to be included in the curriculum and felt to be high yield by physicians implement a final curriculum ( Fig. 1 : Continuing professional development simulation curriculum design process). To our knowledge, this is the first published methodology for curriculum design with CPD simulation activities.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 982,
                    "end": 988,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Preliminary feedback from our curriculum approach was positive. The majority of PEM physicians found our curriculum approach educationally effective (potentially more than traditional ad hoc simulation). In addition, the vast majority of physicians found our curriculum comprehensive for their needs, with no participants disagreeing with clinical presentations included. Reassuringly, the clinical presentations our PEM physicians found to be of highest yield in the interim feedback survey were also the clinical presentations with the highest matrix prioritization scores (toxicology, inborn error of metabolism, cardiopulmonary arrest, cardiac arrhythmia, severe electrolyte abnormalities). Similarly, clinical presentations that PEM physicians felt were not required had lower matrix prioritization scores. There were also clinical presentations PEM physicians felt would be high yield but did not identify as important for curriculum inclusion, such as inborn error of metabolism, severe sepsis, and electrolyte abnormalities. These finding highlights and reaffirms a critical function of our curriculum approach: the capability to consider learning needs beyond those identified through the traditional selfdirected approach.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although our curriculum design process was derived for PEM subspecialty physicians, we believe our methodology is generalizable to other healthcare specialities interested in using simulation for CPD. Our phase 2 objectively incorporates the identified needs of multiple stakeholders involved with CPD, including participants, the healthcare system, and patients. Other healthcare specialities can adapt our prioritization matrix to suit their needs including incorporating differing clinical presentations and procedures, mathematical algorithms for calculating priority scores, and data categories to suit their needs. Alternative data categories for use in other priority matrices by other groups are shown in Table 4 . We also intentionally designed our phase 3 of curriculum synthesis, implementation, and continuous review to rely on expert opinion of local education leaders. Our approach was applied to an acute care medical speciality in a fashion we felt best suited our local needs. However, our approach allows other healthcare specialities to select different numbers of clinical/presentations for curriculum inclusion, interpret prioritization score data to map different simulation curricula, implement their own CPD simulation programs compatible to their learning audience, and utilize variable knowledge dissemination techniques. While relying on local expert opinion creates more difficulty in consistently replicating curricula, we felt our approach was strengthened by the intrinsic conceptual flexibility of our methodology to accommodate the countless local needs, barriers, and variations of CPD simulation practice. The majority of physicians felt the curriculum allowed them to experience more diverse clinical presentations outside of their comfort zone. The curriculum approach also encouraged mastery learning and created a more psychologically safe and predictable simulation experience.) ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 713,
                    "end": 720,
                    "text": "Table 4",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Unfortunately, due to the limitations of our single-center design, we determined a priori that we would be unable to address the above-proposed hypothesis comparing the educational effectiveness of our curricular approach to ad hoc SBME for CPD. It was not feasible in our single academic center to have some members of our pediatric emergency department in the curriculum group and others in a traditional stream. This is a major limitation of our current protocol requiring further investigation in future, multi-center, comparative studies. We do believe there is benefit to curricular integration with CPD simulation on learning outcomes, although additional studies regarding effect on learner knowledge, skills, and performance are required. Additional unique learning outcomes to examine from a CPD context include voluntary participation rates for CPD, economic analysis of an integrated simulation curriculum for CPD compared to ad hoc design, correlations with MOC certification performance and, of course, impact on real patient outcomes. Nonetheless, our protocol design process described here is the first step toward these future studies, which is critical, as SBME is increasingly utilized for CPD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "We describe a novel three-phase process for curriculum design in simulation activities targeting independently practicing physicians for continuing professional development (CPD). The highlights of our approach are (1) an adaptable prioritization matrix capable of objectively ranking and identifying high-priority subjects to include using data collected from an in-depth perceived and unperceived needs analysis and (2) a knowledge gap sharing tool to facilitate group learning and community of practice amongst physicians. This methodology is valuable as simulation activities are increasingly embraced and required as CPD activities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Position statement The art and science of high-quality health care: executive summary: R Coll physician surgen canada",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Continuing medical education and continuing professional development: international comparisons Common features of systems for professional development internationally",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Peck",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mccall",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mclaren",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rotem",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Bmj",
            "volume": "320",
            "issn": "",
            "pages": "432--437",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Physician competency framework. Ottawa: Royal College of Physicians and Surgeons of Canada. CanMEDS 2015 Physician Competency Fram Ottawa R Coll Physicians Surg Canada",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Frank",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Snell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sherbino",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Canmeds",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--30",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The nature of adverse events in hospitalized patients: results of the Harvard Medical Practice Study II fecting the quality of care has grown . Curiously , how-paratively little attention from either perspective . But an important objective for those conc",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Leape",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Brennan",
                    "suffix": ""
                },
                {
                    "first": "Nan",
                    "middle": [],
                    "last": "Laird",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ph",
                    "suffix": ""
                },
                {
                    "first": "Anng",
                    "middle": [],
                    "last": "Lawthers",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sc",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "N Engl J Med",
            "volume": "324",
            "issn": "6",
            "pages": "377--84",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The role of simulation in continuing medical education for acute care physicians: a systematic review",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Khanduja",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Bould",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "N"
                    ],
                    "last": "Naik",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hladkowicz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Boet",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Crit Care Med",
            "volume": "43",
            "issn": "1",
            "pages": "186--93",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The Royal College experience and plans for the maintenance of certification program",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Parboosingh",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Contin Educ Heal Prof",
            "volume": "33",
            "issn": "",
            "pages": "36--47",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "More than reducing complexity: Canadian specialists' views of the Royal College's maintenance of certification framework and program",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Horsley",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Moreau",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lockyer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zeiter",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Varpio",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Campbell",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Contin Educ Heal Prof",
            "volume": "36",
            "issn": "3",
            "pages": "157--63",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Professional development perceptions and practices among U.S. physicians",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Blachman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Price",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "West",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Berger",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Wittich",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "92",
            "issn": "",
            "pages": "1335--1380",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "In situ, multidisciplinary, simulation-based teamwork training improves early trauma care",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Steinemann",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Berg",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Skinner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ditulio",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Anzelon",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Terada",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Surg Educ",
            "volume": "68",
            "issn": "6",
            "pages": "472--479",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Barriers and facilitators to self-directed learning in continuing professional development for physicians in Canada: a scoping review",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jeong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Presseau",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Elchamaa",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Naumann",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mascaro",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Luconi",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Acad Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Examining pediatric resuscitation education using simulation and scripted debriefing: a multicenter randomized trial",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Hunt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Donoghue",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nelson-Mcmillan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nishisaki",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Leflore",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "JAMA Pediatr",
            "volume": "167",
            "issn": "6",
            "pages": "528--564",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Effectiveness of continuing medical education",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Marinopoulos",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Dorman",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ratanawongsa",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Ashar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Magaziner",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Evid Rep Technol Assess (Full Rep)",
            "volume": "",
            "issn": "149",
            "pages": "1--69",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Continuing medical education and the physician as a learner",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Mazmanian",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Davis",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "JAMA",
            "volume": "288",
            "issn": "9",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "http:/jama.jamanetwork.com/article.aspx?doi=10.1001/jama.288.9.1057"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Role of simulation in US physician licensure and certification",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Levine",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Schwatrz",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bryson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Demaria",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "79",
            "issn": "",
            "pages": "140--53",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Education theory made practical",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gottlieb",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "3--7",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Accuracy of physician self-assessment compared: a systematic review",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Mazmanian",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fordis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Van Harrison",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Thorpe",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Perrier",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Am Med Assoc",
            "volume": "296",
            "issn": "9",
            "pages": "1094--102",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Features and uses of high-fidelity medical simulations that lead to effective learning: a BEME systematic review AU -Barry Issenberg",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Issenberg",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Mcgaghie",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Petrusa",
                    "suffix": ""
                },
                {
                    "first": "Lee",
                    "middle": [],
                    "last": "Gordon",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Scalese",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "S. Med Teach",
            "volume": "27",
            "issn": "1",
            "pages": "10--28",
            "other_ids": {
                "DOI": [
                    "10.1080/01421590500046924"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Expansive learning in the university setting: the case for simulated clinical experience",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Haigh",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nurse Educ Pract",
            "volume": "7",
            "issn": "2",
            "pages": "95--102",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Social learning theory of aggression",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bandura",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "J Commun",
            "volume": "28",
            "issn": "",
            "pages": "12--29",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Social learning systems and communities of practice. First Edit",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Blackmore",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Medicine as a community of practice: implications for medical education",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Cruess",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Cruess",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Steinert",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Acad Med",
            "volume": "93",
            "issn": "2",
            "pages": "185--91",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The spectrum and frequency of critical procedures performed in a pediatric emergency department: implications of a provider-level view",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Mittiga",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Geis",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Kerrey",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Rinderknecht",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Ann Emerg Med",
            "volume": "61",
            "issn": "",
            "pages": "263--70",
            "other_ids": {
                "DOI": [
                    "http:/www.annemergmed.com.http/dx.doi.org/10.1016/j.annemergmed.2012.06"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Curriculum development for medical education: a six-step approach: Thid Edition. Third",
            "authors": [
                {
                    "first": "Pa (",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Patricia",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Kern",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Hughes",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Curriculum development for medical education: a six-step approach",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Kern",
                    "suffix": ""
                },
                {
                    "first": "Pa (",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Patricia",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Hughes",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Objectives of training in the subspecialty of pediatric emergency medicine",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Canada",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--31",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The use of a prioritization matrix to preserve quality resources",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Pelletier",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Cphg",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Beaudin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cpha",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Van Leeuwen",
                    "suffix": ""
                },
                {
                    "first": "Che",
                    "middle": [
                        "C"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Developing a prioritization matrix breast care-a complex project",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Van Leeuwen",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Healthc Qual",
            "volume": "24",
            "issn": "2",
            "pages": "42--46",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The CARVER Assessment Tool. In: Understanding, assessing, and responding to terrorism: protecting critical intrastructure and personnel",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Bennett",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "In situ simulation: challenges and results",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Patterson",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Nadkarni",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bgt",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Advances in Patient Safety: New Directions and Alternative Approaches",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Agency for Healthcare Research and Quality (US)",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "There's no such thing as \"nonjudgmental\" debriefing: a theory and method for debriefing with good judgment",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Rudolph",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Simon",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Dufresne",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Raemer",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Simul Healthc",
            "volume": "1",
            "issn": "1",
            "pages": "49--55",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Publisher's Note",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "All items are ranked from 1 (low priority) to 5 (high priority), with 3 (moderate priority) being starting default score RCPSC Royal College of Physicians and Surgeons of Canada, PEM pediatric emergency medicine, PEMSOC Pediatric Emergency Medicine Simulation Oversite Committee1 Proportion of PEM physicians within the division feeling that curriculum item should be included in CPD simulation curriculum: 1 = 0-20% PEM physicians responding yes; 2 = 21-40%; 3 = 41-60%; 4 = 61-80%; and 5 = 81-100%2 Mean rank from 1-5 from the following 6 PEM leaders: medical director and division head, deputy division head, PEM quality improvement and patient safety lead, general emergency medicine site lead, PEM pharmacy lead, PEM nursing lead Phase 3: curriculum synthesis, implementation, and continuous evaluation",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "PEMSOC interim curriculum survey results regarding curriculum contents. Pediatric emergency medicine physicians (n = 21/24) completed an online survey indicating personal opinions on whether clinical presentations should be included in a simulation curriculum designed for continuing professional development.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Physician opinions regarding the added value of CPD simulation over traditional ad hoc approach. (20/24 pediatric emergency medicine physicians responded to an online survey on personal opinions regarding simulations for continuing professional development adhering to a curriculum model, in comparison with simulations devised shortly in advance of a simulation session based on personal request (ad hoc approach).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Pediatric emergency medicine continuing professional development simulation curriculum",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Alternative data categories to consider with priority matrices in other CPD curriculum design processesCPD  domain Alternative matrix data category Individual physician Self-identified clinical presentations for physicians to practice via simulation 1 team Interprofessional colleague (i.e., nursing, social work, respiratory therapist, pharmacy) identified priority topics 1 Common learning needs identified from peer review processes Priority cases requiring high level interprofessional collaboration (e.g., cardiopulmonary resuscitations with chest compression) Healthcare system Administration/leadership needs 1 Human resources and occupational health needs (e.g., personal protective equipment use) Responding to emerging health threats (e.g., SARS/ Ebola/terrorism/disaster) Patient and familycentered care Priorities as identified by patient/family council committees Priorities as identified from hospital patient experience committees Code blue/pink/mortality review committee recommendations National certifying body priorities (e.g., Royal College of Physicians and Surgeons of Canada) 1 High medico-legal risk priorities from malpractice data (e.g., Canadian Medical Protective Association) Value of performing simulation for learning compared to other learning methods 1Utilized by authors in the described matrix in this matrix",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Supplementary information accompanies this paper at https://doi.org/10. 1186/s41077-020-00129-x.Additional file 1. Needs assessment survey.Additional file 2. Sample simulation scenario.Additional file 3. Sample SimBITS.Additional file 4. Interim feedback survey.Authors' contributions JL made substantial contributions in the conceptualization of this study, acquisition of data (survey creation and dissemination), and primary data analysis (matrix creation, data entry, matrix score generation, curriculum synthesis creation and process, case scenario generation) and is the primary author of this manuscript. Revisions after peer and editorial review were primarily made by JL. MB made contributions in the conceptualization of this study (prioritization matrix methodology, matrix creation) and data analysis (curriculum synthesis, matrix score generation, case scenario generation) and revised the manuscript. ME made contributions in the conceptualization of this study, data acquisition (survey creation), and data analysis (curriculum synthesis, matrix score generation, case scenario generation) and provided substantial revisions to the manuscript. KM contributed to the conceptualization of this study and data analysis (matrix score generation, curriculum synthesis). LP contributed substantially to data analysis (matrix score generation and case scenario generation) and revised the manuscript. MD contributed substantially with data analysis (curriculum synthesis and case scenario generation) and revised the manuscript. QN contributed substantially to the conceptualization (Kern's curriculum design methodology) and data analysis (curriculum synthesis, case scenario generation) and provided substantial revisions to the manuscript. All authors have reviewed the attached manuscript and approve of this version to be submitted for publication. All authors have agreed to be personally accountable for their own contributions and ensure that questions related to the accuracy, integrity of any part of their work, even the ones in which the author was not personally involved are appropriately investigated, resolved, and the resolution documented in the literature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary information"
        },
        {
            "text": "There are no funding sources to declare in this publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "All the datasets used and/or analyzed during the current study are available from the corresponding author on reasonable request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of data and materials"
        },
        {
            "text": "This study was reviewed by our regional ethics board (Hamilton Integrated Research Ethics Board) and felt to be qualified as a quality improvement study. Formal ethics approval was deferred.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics approval and consent to participate"
        },
        {
            "text": "Not applicable-no individual personal data is presented.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        },
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author details"
        }
    ]
}