{
    "paper_id": "a9cfac01cd76a355980f0c641c163b7b5cffa3e6",
    "metadata": {
        "title": "Gender-sensitive sentiment analysis for estimating the emotional climate in online teacher education",
        "authors": [
            {
                "first": "Mireia",
                "middle": [],
                "last": "Usart",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitat Rovira I Virgili",
                    "location": {
                        "settlement": "Tarragona",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Carme Grimalt-Álvaro",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitat Rovira I Virgili",
                    "location": {
                        "settlement": "Tarragona",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Adolf",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Maria",
                "middle": [],
                "last": "Iglesias-Estradé",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitat Oberta de Catalunya",
                    "location": {
                        "settlement": "Barcelona",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Mireia",
                "middle": [
                    "Usart@urv"
                ],
                "last": "Cat",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Teacher training takes place in distance education to a large extent. Within these contexts, trainers should make use of all the information available to adapt and refine their instructional methods during the training process. Sentiment analysis (SA) can give immediate feedback of the emotions expressed and help in the training process, although it has been used infrequently in educational settings, slow to assess, and bound to interpretative issues, such as gender bias. This research aimed to design and evaluate a SA gender-sensitive method as a proxy to characterize the emotional climate of teacher trainees in an online course. An explanatory case study with mixed methods was implemented among students of the Interuniversity Master of Educational Technologies (N = 48). Participants' messages were analyzed and correlated with learning achievement and, along with a qualitative study of participants' satisfaction with the Master's degree, to validate the effectiveness of the method. Results show that sentiment expression cannot be used to exactly predict participants' achievement, but it can guide trainers to foresee how participants will broadly act in a learning task and, in consequence, use SA results for tuning and improving the quality of the guidance during the course. Gender differences found in our study support gendered patterns related to the emotional climate, with female participants posting more negative messages than their counterparts. Last but not least, the design of well-adjusted teachinglearning sequences with appropriate scaffolding can contribute to building a positive climate in the online learning environment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Preservice and inservice teacher training courses in some countries are mainly implemented in online learning modalities (Philipsen et al., 2019) . In these online learning environments, according to Buckingham Shum and Ferguson (2012) , trainees interact to clarify their intentions, ground their learning, engage in meaningful conversations, and receive feedback from their trainers. In the COVID-19 context, the use of virtual learning environments (VLE) has become even more widespread, leading educators to re-conceptualize fundamental issues of teaching (Crawford et al., 2020) . These changes probably will have lasting effects on learning environments in higher education and will need to be reviewed and adapted to the new normality (Khan & Jawaid, 2020) .",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 145,
                    "text": "(Philipsen et al., 2019)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 211,
                    "end": 235,
                    "text": "Shum and Ferguson (2012)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 560,
                    "end": 583,
                    "text": "(Crawford et al., 2020)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 742,
                    "end": 763,
                    "text": "(Khan & Jawaid, 2020)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The emotional climate of a group, defined as the quality of the social and emotional interactions between trainees, their peers, and trainers (Reyes et al., 2012) , is a key element for creating safe and creative learning environments (Alonso-Tapia & Nieto, 2019), because it can influence trainees' motivation to engage in learning within a particular classroom environment (Fraser et al., 2021) . Consequently, how trainers manage the group's emotional states can affect not only trainees' emotional outcomes, but also their learning and success in the course (Alonso-Tapia & Nieto, 2019) . From the perspective of formative assessment, it is crucial to have an accessible measurement of the emotional climate of a group so that trainers can adapt and refine their instructional methods as the course goes on. Although several instruments for characterizing a group's emotional climate can be found in the literature, these instruments are based on observational tools and questionnaires (Fraser et al., 2021) . To improve the quality of formative assessment, it might become necessary to explore other methods for characterizing the emotional climate of a group which, in online learning environments, could involve studying trainees' exchanges of textual data. This information could therefore be used by trainers to improve teaching and learning processes in general (Pinger et al., 2018) .",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 162,
                    "text": "(Reyes et al., 2012)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 375,
                    "end": 396,
                    "text": "(Fraser et al., 2021)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 562,
                    "end": 590,
                    "text": "(Alonso-Tapia & Nieto, 2019)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 990,
                    "end": 1011,
                    "text": "(Fraser et al., 2021)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1372,
                    "end": 1393,
                    "text": "(Pinger et al., 2018)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Nevertheless, analyzing textual data in a VLE while teaching can be both stressful and time-consuming for trainers, textual information can be massive, and manual analysis can lead to biased interpretative issues (Yadegaridehkordi et al., 2019) . In recent years, with the spreading use of big data analysis, institutions have been able to apply increasingly automatic computational techniques to analyze participants' data. One of the techniques that has emerged is sentiment analysis (SA) or opinion mining, which uses artificial intelligence to analyze textual data in natural language with the aim of interpreting the emotions expressed by a group of participants (Barrón et al., 2020) . SA of text input has been characterized as a nonintrusive and behavioral manner of emotion measurement (Feidakis, 2016) .",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 244,
                    "text": "(Yadegaridehkordi et al., 2019)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 668,
                    "end": 689,
                    "text": "(Barrón et al., 2020)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 795,
                    "end": 811,
                    "text": "(Feidakis, 2016)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In education, different SA methods have been developed as a proxy measure in real time of the emotional climate of a group, as well as to assess the quality of the trainer's feedback (Yadegaridehkordi et al., 2019) . SA has also been used to improve the understanding of educational processes, study participants' satisfaction (Kastrati et al., 2021; Mite-Baidal et al., 2018) , and make performance and dropout predictions (Iglesias-Estradé, 2019). However, these methods use a collection of textual data and have paid little attention to possible differences of communication because of personal characteristics of participants, such as cultural differences, language barriers, age and gender (Yadegaridehkordi et al., 2019) .",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 214,
                    "text": "(Yadegaridehkordi et al., 2019)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 327,
                    "end": 350,
                    "text": "(Kastrati et al., 2021;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 351,
                    "end": 376,
                    "text": "Mite-Baidal et al., 2018)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 695,
                    "end": 726,
                    "text": "(Yadegaridehkordi et al., 2019)",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "It is necessary not only to develop methods that help trainers to process the huge amount of textual data from the VLEs, but also to develop inclusive, sensible, and reliable tools which consider the possible differences in trainees' communication while estimating the emotional climate of a group. In this research, we put the focus on the design and assessment of a SA gender-sensitive method as a proxy to characterize the emotional climate of two cohorts of teacher trainees in an online Master's program in Spain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Formative assessment involves a process of verification, assessment, and decision-making with the purpose of optimizing the teaching-learning process (Pinger et al., 2018) . Compared with final or summative assessment, it can increase both motivation and involvement of trainees and provide opportunities for the correction of errors (Silvers & Sarvis, 2020) . Hence, formative assessment represents a learning experience itself, developing trainees' responsibility, autonomy, and communication, thereby improving their capacity for selfreflection and academic achievement (Martínez et al., 2016) . These formative assessment practices will be mimicked and implemented by teachers, following their experience as trainees (Hamodi et al., 2017) . Moreover, the effective integration of formative assessment has additional potential because it can offer an appropriate structure for sustained meaningful interactions through the development of effective online learning communities (Sorensen & Takle, 2005) , which can be of special interest for preservice and inservice teachers.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 171,
                    "text": "(Pinger et al., 2018)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 334,
                    "end": 358,
                    "text": "(Silvers & Sarvis, 2020)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 573,
                    "end": 596,
                    "text": "(Martínez et al., 2016)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 721,
                    "end": 742,
                    "text": "(Hamodi et al., 2017)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 979,
                    "end": 1003,
                    "text": "(Sorensen & Takle, 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Formative assessment and emotional climate in teacher training"
        },
        {
            "text": "Certainly, formative assessment can be easily adapted to the asynchronous nature of interactivity in online learning environments. Among others, discussion forums are common formative assessment format either in synchronous or asynchronous manner (Xiong & Suen, 2018) and can be useful for promoting trainer feedback, peer assessment and automated feedback.",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 267,
                    "text": "(Xiong & Suen, 2018)",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Formative assessment and emotional climate in teacher training"
        },
        {
            "text": "The use of discussion forums as a tool for providing formative assessment is well-considered by participants in online learning environments (Gaylard Baleni, 2015; Ogange et al., 2018) . However, despite participants' positive attitudes towards the use of discussion forums, research evidences suggests that its use involves a significant workload for trainers in monitoring the online environment and subsequent discussions between students (McCarthy, 2017) . This difficulty in digesting a large amount of textual data in a relatively short time can seriously jeopardize the quality of periodic formative assessment provided, despite the potential benefits of using discussion forums and similar formats to provide formative assessment.",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 163,
                    "text": "(Gaylard Baleni, 2015;",
                    "ref_id": null
                },
                {
                    "start": 164,
                    "end": 184,
                    "text": "Ogange et al., 2018)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 442,
                    "end": 458,
                    "text": "(McCarthy, 2017)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Formative assessment and emotional climate in teacher training"
        },
        {
            "text": "Different studies have focused on how the affective domain can influence the learning process and therefore needs to be considered within formative assessment. Participants can share interesting insights into the course topics and provide their impressions and affective states during the course through online forums and debates (Moreno-Marcos et al., 2019) .",
            "cite_spans": [
                {
                    "start": 330,
                    "end": 358,
                    "text": "(Moreno-Marcos et al., 2019)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Formative assessment and emotional climate in teacher training"
        },
        {
            "text": "The educational environment is a consistent determinant of students' cognitive and affective outcomes (Fraser et al., 2021) . In particular, the emotional environment, or the quality of social and emotional interactions in the classroom-between and among students and teachers-influences students' achievement (Reyes et al., 2012) . When an emotional climate is characterized by warm, respectful, and emotionally-supportive relationships (a positive climate), students perform better, partly because they are more emotionally engaged in the learning process and they enjoy it more (Reyes et al.) . In Kashy-Rosenbaum and colleagues (2018) experimental study, academic achievement was significantly higher within classrooms characterized by positive emotional environment, but significantly lower within classrooms characterized with negative emotional environment.",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 123,
                    "text": "(Fraser et al., 2021)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 310,
                    "end": 330,
                    "text": "(Reyes et al., 2012)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 581,
                    "end": 595,
                    "text": "(Reyes et al.)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Formative assessment and emotional climate in teacher training"
        },
        {
            "text": "Several limitations are also met when measuring emotional climate in online learning environments. Traditional instruments for measuring a group's emotional climate are based on thoroughly-designed questionnaires aimed at retrieving a subjective report from each participant about his/her psychological state. These include the questionnaires developed by Fraser et al. (2021) for STEM classrooms or by Alonso-Tapia and Nieto (2019) for high-school students. Other traditional instruments use observational tools to capture the behavioral activity to infer the emotional climate, such as the Classroom Assessment Scoring System of Pianta and colleagues (2008) . More recently, with the generalization of the use of sensors, implicit detection of emotion has involved measuring physiological data, such as heartbeat, facial expressions, etc. (Feidakis, 2016) . However, none of these three approaches fits well in online learning environments. Firstly, the behavioral and measurement of physiological data is impractical. Secondly, because the asynchronous nature of online learning environments-even though some activities can be carried out synchronously-makes it futile to try to measure a group's emotional climate at a particular moment in time.",
            "cite_spans": [
                {
                    "start": 356,
                    "end": 376,
                    "text": "Fraser et al. (2021)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 631,
                    "end": 659,
                    "text": "Pianta and colleagues (2008)",
                    "ref_id": null
                },
                {
                    "start": 841,
                    "end": 857,
                    "text": "(Feidakis, 2016)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Formative assessment and emotional climate in teacher training"
        },
        {
            "text": "Therefore, to leverage the benefits of formative assessment in trainees' outcomes, it is necessary to develop automated tools to help trainers to process data, so that they can provide authentic real-time feedback based on the emotional climate of their group of trainees. At this point, textual data mining becomes a necessary tool for facilitating formative assessment in online learning environments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formative assessment and emotional climate in teacher training"
        },
        {
            "text": "Sentiment analysis (SA) is defined as the computational field concerned with contextually mining of unstructured text documents (such as opinions, sentiments, attitudes, evaluations, or emotions) so that structured and insightful knowledge can be obtained and employed for different tasks (Mite-Baidal et al., 2018) . In education, a recent literature review conducted by Kastrati and colleagues (2021) identified 92 studies on SA of students' feedback in online learning environments which, in general, measured the comments of trainees concerning various aspects of the trainers' role. Results highlight the need for standardized solutions and a focus on emotional expression and detection, because the field is rapidly growing.",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 315,
                    "text": "(Mite-Baidal et al., 2018)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 372,
                    "end": 402,
                    "text": "Kastrati and colleagues (2021)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Using sentiment analysis (SA) to improve formative assessment in online learning environments"
        },
        {
            "text": "Research on this topic has identified the existence of gendered patterns of communication in participants' uses of VLEs, which is different for specific areas. For example, in Sun and colleagues' (2020) research on online technology communities, the frequency of female users expressing positive emotions was higher, and also male participants were more likely to express impatience and dissatisfaction in the process of technical learning. Similar patterns were found in the analysis of female and male posts in social media (Çoban et al., 2021) . These authors also found that male users posted more positive messages as they grew older, while the reverse was observed for females. Therefore, age would also influence the gendered patterns observed. In other areas, such as health communities, female users are more likely to seek emotional support in health communities (Liu et al., 2018) and express more-negative emotions than male users, especially the expression of anxiety and sadness.",
            "cite_spans": [
                {
                    "start": 526,
                    "end": 546,
                    "text": "(Çoban et al., 2021)",
                    "ref_id": null
                },
                {
                    "start": 873,
                    "end": 891,
                    "text": "(Liu et al., 2018)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Using sentiment analysis (SA) to improve formative assessment in online learning environments"
        },
        {
            "text": "Females usually interact more in the VLE than their male peers (Oreski & Kadoic, 2018; Van Horne et al., 2018) and they usually participate to a lesser extent in the proposed activities with contributions that integrate fewer mistakes (Kickmeier-Rust et al., 2014) . Shapiro et al. (2017) observed that females expressed more-negative views about their progress and self-perceived evaluation. These findings are aligned with previous results in the literature showing that female students usually underestimate their abilities compared with their male peers with similar achievements, especially in the areas of mathematics, computing, and social sciences (Huang, 2013) . However, no previous literature was found on the use of SA to explore gender differences in the communication patterns-and sentiment expression-of trainees in higher education, which could jeopardize the use of SA as a formative generalized assessment tool.",
            "cite_spans": [
                {
                    "start": 63,
                    "end": 86,
                    "text": "(Oreski & Kadoic, 2018;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 87,
                    "end": 110,
                    "text": "Van Horne et al., 2018)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 235,
                    "end": 264,
                    "text": "(Kickmeier-Rust et al., 2014)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 267,
                    "end": 288,
                    "text": "Shapiro et al. (2017)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 656,
                    "end": 669,
                    "text": "(Huang, 2013)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Using sentiment analysis (SA) to improve formative assessment in online learning environments"
        },
        {
            "text": "In summary, previous studies identify a need for developing more-accessible ways of performing SA as a tool for measuring the emotional climate of a group in online learning environments. Moreover, although other personal factors might influence how students express themselves (i.e., age, race, and socioeconomic level), there is a need to integrate a gender perspective when developing SA techniques not only to develop a deeper understanding of participants' interactions, but also to design more-inclusive tools and implement a better and more-targeted formative assessment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Using sentiment analysis (SA) to improve formative assessment in online learning environments"
        },
        {
            "text": "An explanatory case study with mixed methods (Simons, 2009 ) was implemented in developing a SA technique for characterizing the emotional climate of a group of trainees in an online learning environment and assessing its validity while considering participants' gender, achievements, and satisfaction.",
            "cite_spans": [
                {
                    "start": 45,
                    "end": 58,
                    "text": "(Simons, 2009",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "This study took place in a Master's program in Educational Technology in Spain, where preservice and inservice teachers engage to develop their professional competencies related to the use of digital technologies in their professional practice. The two-month subject Data Collection and Analysis Tools and Techniques was chosen because it had a previous formative assessment design; trainee teachers had continuous feedback on their achievement at an individual level. Moreover, this subject has been traditionally perceived as the most difficult of the program. Consequently, we anticipated that the evolution of participants' perceptions would be more evident in their messages on the VLE compared with other subjects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Context of study"
        },
        {
            "text": "With the aim of explaining gender differences in relation to sentiment expression, learning achievement and satisfaction with a teacher training program as a first step for using SA to characterize the emotional climate, the following research questions were studied: RQ1. What is the relationship between participants' sentiment expression in the VLE, learning achievement, and gender?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aim and research questions"
        },
        {
            "text": "RQ2. What is the relationship between participants' sentiment expression in the VLE, satisfaction with the course, and gender?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aim and research questions"
        },
        {
            "text": "Four videoconferences were conducted during the course as part of the instruction (VC1-VC4) in a Moodle course ( Fig. 1 ) together with four evaluation activities. The first activity (EA1) was an introductory discussion forum on educational research during which the trainer posed some questions and students interacted (see Appendix 1 for examples of these interactions). Three more forums were opened to give space for participants' interaction and sharing of doubts and feelings about the three scored activities, which comprised a quantitative analysis exercise (EA2), participants' understanding of qualitative analysis techniques (EA3), and an individual practical activity for which students had to develop and present a proposal of data retrieval and analysis for their Master's thesis (FA). In these three forums, students voluntarily posted related questions, comments, and other information to facilitate the SA process. Participants' scores in EA1 were weighted 10% for the final score, 25% each for EA2 and EA3, and 40% for FA.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 113,
                    "end": 119,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 325,
                    "end": 335,
                    "text": "Appendix 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Instruments and data retrieval"
        },
        {
            "text": "The VLE was used to centralize all trainer-trainee and trainee-trainee interactions. In order to make sure that trainees interacted only through the VLE (Moodle, see Fig. 2 ), at the beginning of the course, the trainer recorded and shared a video and a text welcome Data retrieval was divided into the following three stages. First, textual data from VLE was studied using Sentiment Analysis. Participants' messages on forums were directly downloaded from the VLE together with Moodle ID to anonymize the data while tracking the answers. Second, an online questionnaire was distributed to participants immediately before the end using two open-ended questions (Appendix 2). Participants were asked about their satisfaction with the program. This information was gathered to explain the relationship of participants' previously expressed sentiments with their final satisfaction to qualitatively assess the validity of SA. Additional questions were added at the end of the questionnaire to ascertain participants' gender, and other professional data. Third, participants' learning achievement in the course was built from their grades in the four different evaluations described below (Fig. 2) . Trainees' grades were used to assess the predictive capacity of SA method (Fig. 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 166,
                    "end": 172,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 1185,
                    "end": 1193,
                    "text": "(Fig. 2)",
                    "ref_id": null
                },
                {
                    "start": 1270,
                    "end": 1278,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Instruments and data retrieval"
        },
        {
            "text": "Regarding ethical aspects, all participants were informed about the aims of the research, subsequent treatment of the anonymous data gathered, and the voluntary nature of their participation. All analyses were carried out after the completion of the course to avoid misunderstandings with the final grading.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Instruments and data retrieval"
        },
        {
            "text": "The sample for this case study was made up of the cohorts of participants of the 2018-19 and 2019-20 courses. The trainer, the syllabus, and the learning tasks were the same for the two cohorts, but differences in participants' interactions on forums and satisfaction were not considered I terms of the characteristics of the subject in each academic course. However, results were analyzed and presented separately to increase reliability of SA. Of the total of 61 trainees enrolled in this subject during the 2018-2019 and 2019-2020 years, 10 people (16.39%) dropped out of the subject (5 women and 5 men). The final sample comprised 48 students (26 women and 22 men; mean age 33.50 years; SD = 8.69 years) who answered the questionnaires and participated in all evaluation activities. Differences in the two cohorts are displayed in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 835,
                    "end": 842,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Sample"
        },
        {
            "text": "The data analysis for the study involved both quantitative and qualitative measures. Support Vector Machine was used in SA; content analysis methods were used to interpret participants' responses to the satisfaction questionnaire with the software Atlas.ti 8 (ATLAS.ti Scientific Software Development GmbH) for Windows to validate the effectiveness of the SA. Finally, a correlational analysis was conducted using JASP V0.11.1 1 software.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "Sentiment expressions from textual data were rated as positive, negative and neutral in order to train and run the machine learning process and further analysis (Pang & Lee, 2008) . In particular, to retrieve the sentiment polarity from a student's post in the VLE, we used a support vector machine (SVM) because SVM is the machine learning strategy that gives the best performance in the SA field (Oloruntoba & Akinode, 2017) . A code written in Python language within the Anaconda Navigator 1.9.12 environment has been developed, based on Garrido's (2015) previous work. In order to train and test the SVM using a preliminary set-up to test the SVM's capacity to distinguish between positive, neutral, and negative information with a set of previously-tagged messages and their progressive improvement), we took advantage of TASS corpus, a set of tweets previously classified in different sentiment polarity in Spanish (Martínez-Cámara et al., 2016; Villena-Román et al., 2013 ) . A linear kernel was selected to classify the documents based on the fact that sentiment analysis corpus was classified in two different polarities. To preprocess text data, CountVectorizer tokenizer was selected. Furthermore, a pipeline was applied to get the best parameters for prediction. Finally, the parameters selected were as follows: { 'vect__max_df': 0.5, 'vect__min_df': 50, 'vect__max_features':1000, 'vect__ngram_ range': (1, 1), # unigramas 'cls__C': 0.2, 'cls__loss': 'squared_hinge', 'cls__max_iter': 1000}. ",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 179,
                    "text": "(Pang & Lee, 2008)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 398,
                    "end": 426,
                    "text": "(Oloruntoba & Akinode, 2017)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 541,
                    "end": 557,
                    "text": "Garrido's (2015)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 921,
                    "end": 951,
                    "text": "(Martínez-Cámara et al., 2016;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 952,
                    "end": 978,
                    "text": "Villena-Román et al., 2013",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 979,
                    "end": 980,
                    "text": ")",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Descriptive sentiment analysis"
        },
        {
            "text": "To examine the interpretative power of the SA technique developed, a complementary qualitative analysis was undertaken to assess the relationship of the evolution of the sentiments expressed by participants with their satisfaction with the program. Content analysis methods were used to interpret participants' satisfaction with the program retrieved from the final online questionnaire, following McMillan and Schumacher (2010) . The aim of this phase was to transform opinions into a condensed form of information (categories) that could facilitate the subsequent comparison with results of SA and contrasts by gender. The process of defining and refining the opinion categories was based on a mainly-inductive cyclical process to optimize the total number of categories considered and the meaning given to each one. Two researchers participated in the refinement process to assess the consistency of the analysis. Opinion categories were defined with a positive or negative direction for contrasting with participants' results in the SA and were structured into two families: Master's training capacity for professional development (10 categories); and Master's managing capacity (3 categories). Additionally, identification categories (i.e., gender and teaching experience) were applied to participants' satisfaction. After matching opinion categories to identification categories, the corresponding χ 2 statistic was calculated for two nominal variables to assess possible differences of participants' satisfaction according to their gender. From the analysis of the total frequencies and gender differences, relevant opinion categories were identified and considered for the purposes of this study. Therefore, relevant opinion categories were defined as the ones with a minimum frequency of 10 participants or with a significant difference in the gender distribution. The final categories and their frequencies are displayed in the results section.",
            "cite_spans": [
                {
                    "start": 398,
                    "end": 428,
                    "text": "McMillan and Schumacher (2010)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Complementary qualitative analysis of participants' satisfaction with the program"
        },
        {
            "text": "SA from trainees' messages on forums and debates was correlated with achievement in all the learning tasks (AE1, AE2, AE3 and FA) and with the qualitative analysis of participants' satisfaction in order to validate the effectiveness of the SA process. First, a parametric correlation analysis identified the relationship between sentiment expression and task performance (continuous data). According to prior studies, this relation would be positive and significant, showing that the more positive the sentiments expressed in the VLE, the better the learning achievement (Iglesias-Estradé, 2019). Second, a nonparametric correlational analysis (Pearson correlation) was conducted to identify the direction and strength (statistical significance) of the relationship of sentiment expression and the nominal variable of gender (Cohen et al., 2013) . The contrasts were carried out with a significance level of 95% and with JASP V0.11.1 2 software.",
            "cite_spans": [
                {
                    "start": 825,
                    "end": 845,
                    "text": "(Cohen et al., 2013)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Validating SA with correlational analysis"
        },
        {
            "text": "A first description of the total number of posts and participants analyzed for the SA is displayed in Table 2 to present the results for RQ1 (relationship between participants' sentiment expression in the VLE, learning achievement, and gender).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 102,
                    "end": 109,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Findings"
        },
        {
            "text": "The classification system used in this analysis was a ROC curve, which is a graph that shows the performance of a classification model at all classification thresholds. This curve represents two parameters:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Findings"
        },
        {
            "text": "Real To calculate the points of the ROC curve there is an efficient algorithm based on classification that provides this information, namely, area under the ROC curve (AUC). AUC measures the entire two-dimensional area below the entire ROC curve from (0.0) to (1.1). The best AUC parameter from which the analysis was made was 0.939, evidencing a correct performance of the classifier to distinguish between all positive posts (e.g. Leídos parte de los documentos y contenido de la EA1 veo que he acertado, y me alegro enorme-mente… in EA1, translated as Having read part of the documents and content of the EA1, I see that I have been right, and I am extremely happy…), neutral posts (e.g. Exactamente esa es la duda que sigo teniendo después de mirar el PDF in EA2, translated as That is exactly the question that I still have after looking at the PDF) and the negative posts (e.g. Mi compañero y yo estamos un poco atascados, pensábamos que lo habíamos entendido, pero no estamos seguros In EA2, translated as My partner and I are a bit stuck, we thought we understood, but we are not sure). The closer the AUC value is to 1, the higher is the reliability of the classifier in distinguishing between the positive and negative posts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Findings"
        },
        {
            "text": "Results of participants' achievement in the different learning tasks are shown in Table 3 , together with the sentiment expression of their contributions in the correspondent discussion forums. SA was measured for each forum separately; all messages in each forum were analyzed and the rate of positive messages was extracted according to the SVM results after it was trained with Spanish TASS corpus. Although sentiment expression in the forums showed a positive correlation with achievement in the course, it was not statistically significant at a confidence level of 95% based on results of the Pearson correlation coefficient (r = 0.23; p = 0.75). Table 4 displays the percentage of females who participated in each forum and the sentiment expression retrieved from the messages. To provide consistency with the second research question, the percentage of women's participation in every forum was used instead of general gender percent. Results show that SA and women's participation was negatively correlated (r = −0.73; p < 0.05), with women participating less than men and expressing more negative sentiments.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 82,
                    "end": 89,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 652,
                    "end": 659,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Relationship between SA and participants' achievement (RQ1)"
        },
        {
            "text": "To answer RQ2, results of participants' satisfaction are summarized in Table 5 together with the absolute frequency and the percentage of women in the category,. A complete version of the table can be found in Appendix 3 with excerpts. Only relevant categories with a minimum frequency of 10 participants or with a significant difference in the gender distribution were considered in our study. Participants reviewed negatively the program's training capacity (e.g. Teacher's feedback (…) is not provided in a very fast way. Chats are answered quite quickly, but ratings take a longer time), summarized in the practicality and assessment categories. Satisfaction with the program's managing capacity was mostly positive (e.g. (I appreciate the Master's) for its value in learning more about education and getting more points to get a stable job), summarized in the certification, adaptation, and coordination and planification categories. The proportion of women who positively rated the potential of the program's certifying (100%) was found to be statistically different from the sample, χ 2 (1, 48) = 5.333, p = 0.021. The proportion of women who negatively rated the assessment (36%) was slightly statistically significant, χ 2 (1, 48) = 3.387, p = 0.066. On the other hand, the proportion of women who value the adaptability of the program was significantly lower than the proportion of male colleagues, χ 2 (1, 48) = 5.000, p = 0.025.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 71,
                    "end": 78,
                    "text": "Table 5",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Relationship between SA and participants' gender (RQ1 and RQ2)"
        },
        {
            "text": "The purpose of this study was to explain the application of a SA technique to identify gender differences in relation to sentiment expression as a proxy measure of the emotional climate of a group in an online learning environment. The measures of sentiment expression were contrasted with participants' learning achievement and satisfaction with the program as a first step for validating this technique. From the analysis, three main themes emerged, which are discussed below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Sentiment expression, in general, was rated as positive, which is similar to Buckingham Shum and Ferguson's (2012) results. However, our results revealed that women posted significantly-more negative messages than their counterparts, which supports previous findings by Shapiro et al. (2017) that female participants expressed more-negative views about their progress and self-perceived evaluation in online environments, but contradicts findings of Çoban et al. (2021) and Sun et al. (2020) . Hence, the effect of participants' gender on emotional climate could be different according to the area, which reinforces the need for integrating a gender perspective in SA. When analyzed in detail, ratings within the diverse forums were different, suggesting different implications for participants in different forums and for the emotional climate of the group. Ratings in the discussion forum (EA1) were a highly positivite compared with other forums (around 73% to 78% for the 2018-19 and 2019-20 cohorts, respectively). According to the results and prior literature, this positive emotional climate can be related to the significant emphasis on the collaborative nature of the activity, as well as by the fact that both groups were composed mostly by females. Hence, females tend to enjoy morecollaborative activities compared with their male peers according to Atwood-Blaine and Huffman (2017). These findings also explain why a more-positive climate was found for the 2019-20 cohort for which women were in the majority. Therefore, and adding to previous research results, participants' gender distribution could be a relevant factor to consider when designing collaborative learning environment in online courses.",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 291,
                    "text": "Shapiro et al. (2017)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 450,
                    "end": 469,
                    "text": "Çoban et al. (2021)",
                    "ref_id": null
                },
                {
                    "start": 474,
                    "end": 491,
                    "text": "Sun et al. (2020)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Positive emotional climate is related to participants' gender and the design of activity (RQ1)"
        },
        {
            "text": "Results of the positive climate in the first forum were also related to how the associated task in the forum was conducted and its perceived initial level of difficulty. Certainly, collaboration in an online environment can be a socially-and emotionallydemanding task which not always results in a positive emotional climate, as Bakhtiar et al. (2018) describe. In our case, this forum was designed with an easy entry-level to the course and participants mobilized their own personal resources and previous knowledge without difficulty to complete the designed task. Therefore, the overall preparation in terms of prior knowledge of topics and self-regulation were appropriate, which is key factor identified by Bakhtiar and colleagues for generating a positive socio-emotional climate in online collaborative learning environments. These results support the relevance of implementing introductory collaborative activities with an easy entry level in order to build a community with a positive emotional climate.",
            "cite_spans": [
                {
                    "start": 329,
                    "end": 351,
                    "text": "Bakhtiar et al. (2018)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Positive emotional climate is related to participants' gender and the design of activity (RQ1)"
        },
        {
            "text": "In the other forums (EA2, EA3, FA), participants only shared doubts and questions around the individual learning tasks, generating a different and less-supportive group dynamic. In particular, sentiment expression in the forum related to the quantitative analysis activity (EA2) was linked with the most-negative climate for both cohorts. This task is usually considered as the most difficult by trainee teachers, with participants perceiving themselves as less competent and, consequently, sharing less-positive sentiments, in line with previous results (Djudin, 2019) . Hence, participants' preparation or self-regulation prior to the task was perceived as insufficient by trainees compared with the assignment, thus hampering a positive collaborative experience, in line with Bakhtiar et al. (2018) . These results show how the design of well-adjusted teaching-learning sequences with appropriate scaffolding also contributes to a positive climate in online learning environments, where participants feel that they are prepared to tackle the next step in the learning pathway. The relevance of participants' self-regulation skills in creating positive climates in online learning environments is also evidenced by the results of SA in the two cohorts. Participants in the 2018-19 cohort became more positive as they progressed in the subject, unlike the 2019-20 cohort participants who scored lower in the SA of the final activity (FA) compared with EA1. This trend could be related with participants' teaching experience and age, because the 2018-19 cohort was more novice and younger compared with the 2019-20 cohort. Çoban et al. (2021) highlight that older female participants-a majority in the studied course-express more-negative messages. Following this interpretation, the more-experienced cohort would have initially higher self-confidence, which would have not been satisfied with the development of the subject's results-explaining the decrease in the positiveness of the climate. Conversely, the more-novice cohort would have less self-confidence initially but grow it during the subject-explaining the increase in the positiveness for this group. In summary, age would also act as a relevant factor influencing the climate of the group, mediated by possible differences in participants' self-regulation skills in line with Bakhtiar et al. (2018) .",
            "cite_spans": [
                {
                    "start": 555,
                    "end": 569,
                    "text": "(Djudin, 2019)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 779,
                    "end": 801,
                    "text": "Bakhtiar et al. (2018)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1623,
                    "end": 1642,
                    "text": "Çoban et al. (2021)",
                    "ref_id": null
                },
                {
                    "start": 2339,
                    "end": 2361,
                    "text": "Bakhtiar et al. (2018)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Positive emotional climate is related to participants' gender and the design of activity (RQ1)"
        },
        {
            "text": "Previous literature shows how a positive climate in the learning environment is related to better student achievement (Fraser et al., 2021; Iglesias-Estradé, 2019; Reyes et al., 2012) . Our results support these findings, because the sentiment expressions of participants were correlated with learning achievement, although not a significant level. Therefore, sentiment expression as a proxy of emotional climate cannot be used to exactly predict participants' achievement, but it could guide trainers to foresee how participants broadly act in a learning task and, therefore, to use these SA results for tuning and improving the quality of the guidance during the course.",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 139,
                    "text": "(Fraser et al., 2021;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 140,
                    "end": 163,
                    "text": "Iglesias-Estradé, 2019;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 164,
                    "end": 183,
                    "text": "Reyes et al., 2012)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Sentiment expression is related to participants' achievement, but not significantly (RQ1)"
        },
        {
            "text": "There were gender differences in participants' satisfaction with the program: men were more critical with the assessment and follow-up approach and the adaptation of the program to their own personal circumstances. These differences seem to support gendered patterns found in SA results related to the emotional climate, with female participants posting more negative messages than their counterparts. Male participants are considered to hold more-positive self-perceptions compared with women (Shapiro et al., 2017) but, because no gender differences were found in participants' achievement, we interpreted male participants' more-critical opinions in the final satisfaction questionnaire as suggesting disappointment with the program caused by a mismatch with their self-perceived capacities (Table 3) . Conversely, female participants, who had expressed fewer positive sentiments in all forums but had achieved similar results than their male counterparts, would express a higher level of satisfaction with their achievements. The coherence between these results constitutes a first step in the validation of the effectiveness of the SA developed as a proxy of emotional climate.",
            "cite_spans": [
                {
                    "start": 494,
                    "end": 516,
                    "text": "(Shapiro et al., 2017)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [
                {
                    "start": 794,
                    "end": 803,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Gender differences are found in participants' satisfaction with the program, evidencing a connection with their sentiment expression (RQ2)"
        },
        {
            "text": "This case study has presented a technique for performing SA of participants' interactions in discussion forums extracted from a VLE, developed for Spanish-speaking participants in an online teacher training course. Results highlight the power of SA as a proxy measure of emotional climate, acting as an indicator of the perceived difficulty of the demanded task in collaborative activities and, subsequently, of participants' preparedness and developed selfregulation skills for addressing it. Emotional climate can signal potential low task achievement of the group and can be useful for teacher trainers when helping the group before the submission of each activity, especially in better tuning the demands in a teaching-learning sequences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and implications"
        },
        {
            "text": "The observed gender differences reinforce the need for integrating a gender perspective in the development of SA methods and interpreting the emotional climate of a group. In our research, female participants expressed more-negative sentiments than their counterparts and felt more confident in collaborative learning spaces. Male participants showed morepositive self-perceptions but would possibly experience disappointment with the program at the end. The proposed SA method has been found to be sensitive to these gender differences. These findings lay the ground to continue exploring the expansion of the potential of SA results as a comprehensive and real-time measurement of trainees' emotional climate and leveraging the potential of online learning environments for tailoring trainees' needs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and implications"
        },
        {
            "text": "Because the VLE Moodle has widespread use in higher education, this proposal could be easily replicated in other subjects, courses and/or institutions, making automatization of SA in higher education feasible. However, procedures for extracting textual contents are specific to the format of each VLE, as well as to how the system administrator organizes the tasks. Hence, automating SA would be favored between courses using the same VLE, which is usually the case within the same institutions. Otherwise, an adaptation of the natural-language processing code for retrieving the forum text would be needed for different VLEs (Villena-Román et al., 2015) .",
            "cite_spans": [
                {
                    "start": 626,
                    "end": 654,
                    "text": "(Villena-Román et al., 2015)",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions and implications"
        },
        {
            "text": "Similarly, the creation of a tool to inform trainers about groups' sentiment expression would be again restricted to the characteristics of the VLE, which could be tailored or developed specifically. However, we argue that these two aspects represent minor issues for large institutions, compared with the interpretative potential and the understandable results retrieved by this technique. Finally, because of the novelty of our proposal with Spanishspeaking participants, a greater number of analyzed messages in Spanish would help to refine the analysis and contribute with more insightful information for better understanding participants' learning needs and designing more gender-inclusive spaces. The interpretative potential, its degree of automatization, and the type of results retrieved, complemented with the qualitative analysis, make this assessment method easy to use by trainers, who could benefit from real-time group feedback on students' emotional climate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and implications"
        },
        {
            "text": "Message on EA1: Discussion forum activity:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix 1"
        },
        {
            "text": "\"Buenas tardes X.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix 1"
        },
        {
            "text": "Ese mismo artículo pone de manifiesto que los diseños de investigación basados en metodología mixta vienen adquiriendo relevancia en el campo de las Ciencias Sociales como base para entender y modificar diferentes aspectos asociados al campo educativo (Pereira, 2011) . Esto es debido a que el uso simultáneo de ambos métodos (cuantitativo y cualitativo) mejora la capacidad de comprensión de los fenómenos que se están estudiando, máxime cuando tenemos que interpretar campos tan complejos como la diversidad del ser humano.",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 267,
                    "text": "(Pereira, 2011)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Appendix 1"
        },
        {
            "text": "Un saludo.\" [Good afternoon X.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix 1"
        },
        {
            "text": "That same article shows that research designs based on mixed methodology have been gaining relevance in the field of Social Sciences as a basis for understanding and modifying different aspects associated with the educational field (Pereira, 2011) . This is because the simultaneous use of both methods (quantitative and qualitative) improves the ability to understand the phenomena that are being studied, especially when we have to interpret fields as complex as the diversity of the human being.",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 247,
                    "text": "(Pereira, 2011)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Appendix 1"
        },
        {
            "text": "A greeting.]",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix 1"
        },
        {
            "text": "Message on EA2: Doubts forum on the quantitative analysis forum \"Buenos días, yo también estoy como mis compañeros, con dudas y un poco perdida con esta actividad. He estado investigando estos días para intentar hacerlo pero no consigo avanzar. X, podrías hacer una videoconferencia para resolver dudas? La actividad hay que entregarla el martes y veo que no llego.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix 1"
        },
        {
            "text": "Un saludo\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix 1"
        },
        {
            "text": "[Good morning, I am also like my colleagues, with doubts and a little lost with this activity. I have been investigating these days to try to do it but I cannot advance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix 1"
        },
        {
            "text": "X, could you make a videoconference to answer questions? The activity must be delivered on Tuesday and I see that it did not arrive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix 1"
        },
        {
            "text": "a greeting].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix 1"
        },
        {
            "text": "Questions used in the online questionnaire to gather data about participants' final satisfaction:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix 2"
        },
        {
            "text": "• What do you think are the main potentialities of this master's degree? (participants' satisfaction) • What do you think are the main weaknesses of this master's degree? (participants' satisfaction) Appendix 3",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 199,
                    "text": "(participants' satisfaction)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Appendix 2"
        },
        {
            "text": "Complete description of the categories used in the analysis of participants' satisfaction with the Master's (DT referrs to Digital Technologies. (14) Assessment (either summative evaluation or formative assessment) is valued negatively due to the quality of the feedback, the slowness of the response, or the grading system Quotation example: Teacher's feedback (…) is not provided in a very fast way. Chats are answered quite quickly, but ratings take a longer time 36% + Certification (6) The Master's is positively valued as a tool for certifying the training received and improving one's CV for competitive examinations Quotation example: (I value the master for) its value to learn more about education and get more points to get a stable job",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix 2"
        },
        {
            "text": "Master's managing capacity + Adaptation (21) The master's is positively valued for its capacity to adapt to personal situations Quotation example: The course is exclusively online, which makes it easier to carry it out 38% Funding Open Access funding provided thanks to the CRUE-CSIC agreement with Springer Nature. This work was supported by the la Caixa Banking Foundation under Grant LCF/PR/SR19/52540001 and carried out within the ARGET research group (2017SGR1682).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "100%"
        },
        {
            "text": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by/4. 0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "100%"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Classroom emotional climate: Nature, measurement, effects and implications for education",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Alonso-Tapia",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Nieto",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Revista De Psicodidactica",
            "volume": "24",
            "issn": "2",
            "pages": "79--87",
            "other_ids": {
                "DOI": [
                    "10.1016/j.psicod.2018.08.002"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Mobile gaming and student interactions in a science center: The future of gaming in science education",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Atwood-Blaine",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Huffman",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "International Journal of Science and Mathematics Education",
            "volume": "15",
            "issn": "",
            "pages": "45--65",
            "other_ids": {
                "DOI": [
                    "10.1007/s10763-017-9801-y"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Regulation and socio-emotional interactions in a positive and a negative group climate. Metacognition and Learning",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bakhtiar",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Webster",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Hadwin",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "13",
            "issn": "",
            "pages": "57--90",
            "other_ids": {
                "DOI": [
                    "10.1007/s11409-017-9178-x"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Opinion mining and emotion recognition applied to learning environments",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Barrón Estrada",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zataraincabada",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Oramasbustillos",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Graff",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Expert Systems with Applications",
            "volume": "150",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.eswa.2020.113265"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Social learning analytics",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Buckingham Shum",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Educational Technology and Society",
            "volume": "15",
            "issn": "3",
            "pages": "3--26",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Deep learning-based sentiment analysis of Facebook data: The case of Turkish users",
            "authors": [
                {
                    "first": "Ö",
                    "middle": [],
                    "last": "Çoban",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Özel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Inan",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Computer Journal",
            "volume": "64",
            "issn": "3",
            "pages": "473--499",
            "other_ids": {
                "DOI": [
                    "10.4324/9780203720967"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Research methods in education",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Manion",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Morrison",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.4324/9780203720967"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "COVID-19 20 countries' higher education intra-period digital pedagogy responses",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Crawford",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Butler-Henderson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rudolph",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Malkawi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Glowatz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Burton",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Magni",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lam",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Applied Learning and Teaching",
            "volume": "3",
            "issn": "1",
            "pages": "1--20",
            "other_ids": {
                "DOI": [
                    "10.37074/jalt.2020.3.1.7"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Self-concept, interest in becoming a teacher, prerequisite courses: What do the most determinant factors in microteaching competencies of prospective teachers",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Djudin",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Education",
            "volume": "4",
            "issn": "2",
            "pages": "257--263",
            "other_ids": {
                "DOI": [
                    "10.26737/jetl.v4i2.1322"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Using data mining as a strategy for assessing asynchronous discussion forums",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Dringus",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ellis",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Computers and Education",
            "volume": "45",
            "issn": "1",
            "pages": "141--160",
            "other_ids": {
                "DOI": [
                    "10.1016/j.compedu.2004.05.003"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A review of emotion-aware systems for e-learning in virtual environments",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Feidakis",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Formative assessment, learning data analytics and gamification",
            "volume": "",
            "issn": "",
            "pages": "217--242",
            "other_ids": {
                "DOI": [
                    "10.1016/B978-0-12-803637-2.00011-7"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Assessing classroom emotional climate in STEM classrooms: Developing and validating a questionnaire",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "I"
                    ],
                    "last": "Mclure",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Koul",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Learning Environments Research",
            "volume": "24",
            "issn": "1",
            "pages": "1--21",
            "other_ids": {
                "DOI": [
                    "10.1007/s10984-020-09316-z"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Como hacer análisis de sentimiento en español",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Garrido",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Online formative assessment in higher education: Its pros and cons",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Gaylardbaleni",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Electronic Journal of E-Learning",
            "volume": "13",
            "issn": "",
            "pages": "228--236",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "If I experience formative assessment whilst studying at university, will I put it into practice later as a teacher? Formative and shared assessment in Initial Teacher Education (ITE)",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hamodi",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "López-Pastor",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "López-Pastor",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "European Journal of Teacher Education",
            "volume": "40",
            "issn": "2",
            "pages": "171--190",
            "other_ids": {
                "DOI": [
                    "10.1080/02619768.2017.1281909"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Gender differences in academic self-efficacy: A meta-analysis",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "European Journal of Psychology of Education",
            "volume": "28",
            "issn": "1",
            "pages": "1--35",
            "other_ids": {
                "DOI": [
                    "10.1007/s10212-011-0097-y"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Relació entre l'anàlisi del sentiment, els resultats acadèmics i l'abandonament als entorns virtuals d'aprenentatge",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Iglesias-Estradé",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.17345/ute.2019.1.2622"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Predicting academic achievement by class-level emotions and perceived homeroom teachers' emotional support",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kashy-Rosenbaum",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Kaplan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Israel-Cohen",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Psychology in the Schools",
            "volume": "55",
            "issn": "7",
            "pages": "770--782",
            "other_ids": {
                "DOI": [
                    "10.1002/pits.22140"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Sentiment analysis of students' feedback with NLP and deep learning: A systematic mapping study",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Kastrati",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Dalipi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Imran",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pirevanuci",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Wani",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Applied Sciences",
            "volume": "11",
            "issn": "9",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/app11093986"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Technology enhanced assessment (TEA) in COVID 19 pandemic",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jawaid",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Pakistan Journal of Medical Sciences",
            "volume": "36",
            "issn": "",
            "pages": "19--23",
            "other_ids": {
                "DOI": [
                    "10.12669/pjms.36.COVID19-S4.2795"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Gamification and smart feedback: Experiences with a primary school level math app",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Kickmeier-Rust",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Hillemann",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Albert",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "International Journal of Game-Based Learning",
            "volume": "4",
            "issn": "3",
            "pages": "35--46",
            "other_ids": {
                "DOI": [
                    "10.4018/ijgbl.2014070104"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Research on gender differences in online health communities",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "International Journal of Medical Informatics",
            "volume": "111",
            "issn": "",
            "pages": "172--181",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijmedinf.2017.12.019"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "TASS 2015-The evolution of the Spanish opinion mining systems",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Martínez-Cámara",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "García-Cumbreras",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Villena-Román",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "García-Morera",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Procesamiento del Lenguaje Natural",
            "volume": "56",
            "issn": "",
            "pages": "33--40",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Enhancing feedback in higher education: Students' attitudes towards online and in-class formative assessment feedback models. Active Learning in Higher Education",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mccarthy",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/1469787417707615"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Research in education: Evidence-based inquiry",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Mcmillan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schumacher",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Sentiment analysis in education domain: A systematic literature review (Communications in Computer and Information Science book series)",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mite-Baidal",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Delgado-Vera",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Solís-Avilés",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Espinoza",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ortiz-Zambrano",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Varela-Tapia",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-030-00940-3_21"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "A learning analytics methodology for understanding social interactions in MOOCs",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Moreno-Marcos",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Alario-Hoyos",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Munoz-Merino",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Estevez-Ayres",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Kloos",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "IEEE Transactions on Learning Technologies",
            "volume": "12",
            "issn": "4",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1109/TLT.2018.2883419"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Student perceptions of the effectiveness of formative assessment in an online learning environment",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "O"
                    ],
                    "last": "Ogange",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Agak",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "O"
                    ],
                    "last": "Okelo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kiprotich",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Open Praxis",
            "volume": "10",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.5944/openpraxis.10.1.705"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Student academic performance prediction using support vector machine",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Oloruntoba",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Akinode",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "International Journal of Engineering Sciences and Research Technology",
            "volume": "6",
            "issn": "12",
            "pages": "588--598",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Analysis of ICT students' LMS engagement and success",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Oreski",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kadoic",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "35th International Scientific Conference on Economic and Social Development",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.4324/9780203004937"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Opinion mining and sentiment analysis: Foundations and trends",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Information Retrieval",
            "volume": "2",
            "issn": "1-2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1561/1500000011"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Improving teacher professional development for online and blended learning: A systematic meta-aggregative review",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Philipsen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tondeur",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "P"
                    ],
                    "last": "Roblin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vanslambrouck",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Educational Technology Research and Development",
            "volume": "67",
            "issn": "5",
            "pages": "1145--1174",
            "other_ids": {
                "DOI": [
                    "10.1007/s11423-019-09645-8"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Classroom Assessment Scoring SystemTM: Manual K-3",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Pianta",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "La Paro",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Hamre",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Interplay of formative assessment and instructional quality-Interactive effects on students' mathematics achievement",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pinger",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Rakoczy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Besser",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Klieme",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Learning Environments Research",
            "volume": "21",
            "issn": "1",
            "pages": "61--79",
            "other_ids": {
                "DOI": [
                    "10.1007/s10984-017-9240-2"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Classroom emotional climate, student engagement, and academic achievement",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Reyes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Brackett",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Rivers",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Salovey",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Educational Psychology",
            "volume": "104",
            "issn": "3",
            "pages": "700--712",
            "other_ids": {
                "DOI": [
                    "10.1037/a0027268"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Can you hear me now? Evaluation of an online wireless technology to provide real-time feedback to special education teachers-in-training",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Rock",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gregg",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Thead",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Acker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Gable",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "P"
                    ],
                    "last": "Zigmond",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Teacher Education and Special Education",
            "volume": "32",
            "issn": "1",
            "pages": "64--82",
            "other_ids": {
                "DOI": [
                    "10.1177/0888406408330872"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Constructively aligning technologies with learning and assessment in a distance education master's programme. Distance Education",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rogerson-Revell",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "36",
            "issn": "",
            "pages": "129--147",
            "other_ids": {
                "DOI": [
                    "10.1080/01587919.2015.1019972"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Understanding the massive open online course (MOOC) student experience: An examination of attitudes, motivations, and barriers. Computers and Education",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "B"
                    ],
                    "last": "Shapiro",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Wyman Roth",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Çetinkaya-Rundel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Canelas",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "110",
            "issn": "",
            "pages": "35--50",
            "other_ids": {
                "DOI": [
                    "10.1016/j.compedu.2017.03.003"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Appraisal centers: A formative assessment model for preservice teachers to demonstrate emerging theory-practice understanding",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Silvers",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sarvis",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Education",
            "volume": "200",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/0022057419881172"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Case study research in practice",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Simons",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "97814",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.4135/9781446268322"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Male and female users' differences in online technology community based on text mining",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mao",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Frontiers in Psychology",
            "volume": "11",
            "issn": "",
            "pages": "1--11",
            "other_ids": {
                "DOI": [
                    "10.3389/fpsyg.2020.00806"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Facilitating student success in introductory chemistry with feedback in an online platform. Technology, Knowledge and Learning",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Horne",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Curran",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vanburen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zahrieh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Larsen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "23",
            "issn": "",
            "pages": "21--40",
            "other_ids": {
                "DOI": [
                    "10.1007/s10758-017-9341-0"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "TASS -Workshop on Sentiment Analysis at SEPLN. Procesamiento del Lenguaje Natural",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Villena-Román",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lana-Serrano",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Martínez-Cámara",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "González-Cristobal",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "50",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "TASS 2013 -A second step in reputation analysis in Spanish",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Villena-Román",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "García-Morera",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lana-Serrano",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "González-Cristóbal",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Procesamiento del Lenguaje Natural",
            "volume": "52",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "TASS 2014 -The challenge of aspect-based sentiment analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Villena-Román",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Martínez-Cámara",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "García-Morera",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jiménez-Zafra",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Procesamiento del Lenguaje Natural",
            "volume": "54",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Assessment approaches in massive open online courses: Possibilities, challenges and future directions",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xiong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "K"
                    ],
                    "last": "Suen",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "International Review of Education",
            "volume": "64",
            "issn": "2",
            "pages": "241--263",
            "other_ids": {
                "DOI": [
                    "10.1007/s11159-018-9710-5"
                ]
            }
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Affective computing in education: A systematic review and future research",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Yadegaridehkordi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "F B M"
                    ],
                    "last": "Noor",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N B"
                    ],
                    "last": "Ayub",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "B"
                    ],
                    "last": "Affal",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "B"
                    ],
                    "last": "Hussin",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Computers and Education",
            "volume": "142",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.compedu.2019.103649"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Sequential explanatory design adapted fromSimons (2009), with quantitative sentiment analysis preceding qualitative study of sentimentsFig. 2 Screenshot from first unit in the VLE (Moodle) of the subject, UA1 Discussion forum message that stated that the preferred communication channel for participant-teacher and participant-participant interactions would be the Moodle forums.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Time schedule of the learning activities and questionnaires (EA: evaluation activities; EA1: 10% of the final scoring; EA2: 25% EA3: 25%; Final Activity: FA: 40%; VC: videoconference)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "positive tax: TPR = TP / (TP + FN). False positive tax: FPR = FP / (FP + TN).TP: true positives; FN: false negative; FP: false positive; TN: true negatives.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Description of participants in the two cohorts *Teaching experience was measured as an interval variable.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Number of posts analyzed and total participants in each forum",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Sentiment expression and gender participation in each forum (Women's participation rate is the percentage of women who participated in each forum)",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Categories used in the analysis of participants' satisfaction with the Master's, frequency of categories, and the percentage of women who provided these answers (DT: Digital Technologies)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}