{"paper_id": "a9d410955bee164440f042302e874ae0cd3889c5", "metadata": {"title": "Development of a camera-based remote diagnostic system focused on color reproduction using color charts", "authors": [{"first": "Masato", "middle": [], "last": "Takahashi", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ryo", "middle": [], "last": "Takahashi", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yasuhiro", "middle": [], "last": "Morihara", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Isseki", "middle": [], "last": "Kin", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Keiko", "middle": [], "last": "Ogawa-Ochiai", "suffix": "", "affiliation": {}, "email": ""}, {"first": "·", "middle": ["Norimichi"], "last": "Tsumura", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "In this paper, we propose a color reproduction method using color charts to improve the color quality of a telemedicine system. Owing to the spread of COVID-19, the need for telemedicine is rapidly increasing to prevent infections more effectively. However, in practices such as traditional Japanese (Kampo) medicine, where color is used as an important examination factor, an accurate diagnosis cannot be made without adequate color reproduction. In telemedicine using a commercially available smartphone, color reproducibility may deteriorate owing to differences in the devices and lighting, which may result in a misdiagnosis. Therefore, we created a color chart that includes the colors of the human skin and tongue as a tool to help doctors identify the color of patients more accurately when conducting a telemedicine examination. Through a subjective evaluation by eight medical doctors, it was unanimously found that the proposed method is practical in terms of a color examination. The developed color chart can also be used for an automatic color correction.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The telemedicine market is growing, particularly in the area of chronic illness, because conducting interviews and observations thorough a network is sufficient for an examination of such illnesses [1] . Because it is necessary to conduct a medical examination of the area of infection even during ordinary medical checkups, owing to the spread of COVID-19, the importance of telemedicine has been recognized as a means to prevent infections in healthcare workers conducting diagnosis and treatment [2, 3] . If the number of patients is significantly increased, it will become difficult to care for all patients in the hospital, and asymptomatic or mild patients will be forced to move to a hotel, home, or other unsupervised area. For the care of such patients, it is also extremely important to monitor any sudden deterioration in their condition, for which telemedicine will play an extremely important role.", "cite_spans": [{"start": 198, "end": 201, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 499, "end": 502, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 503, "end": 505, "text": "3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Introduction"}, {"text": "To address this situation, Greenhalgh et al. published a guide for general practitioners in charge of primary care (video consultation: March 2020 BJGP Life Practice Guide) [4] . This guide notes that pulse measurements using fitness equipment may not be suitable for assessing the patient status from the perspective of reliability. Regarding the examination of color, \"skin features (such as flushing, pallor, cyanosis-though note that if lighting is suboptimal this can be difficult to assess)\" should be noted at the time of a medical examination. As the guide indicates, a proper color examination is important.", "cite_spans": [{"start": 173, "end": 176, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Introduction"}, {"text": "The importance of a color reproduction in medicine is also described in [5] . In particular, it is noted that telemedicine is affected by significant color errors incurred through the differences in the setup conditions, such as the illumination [6] . Dermatologists, dentists, and otolaryngologists observing patients based on the color of their face and tongue may make an improper diagnosis if the color is not reproduced correctly. A practical color reproduction system was standardized by the CIE [7] . In achieving a color reproduction in telemedicine, monitor correction on the doctor's side can be performed relatively easily using a profile creation tool of a commercially available display device. However, a correction on the patient's side is not easy to achieve, because a correction when the color of the light source and camera characteristics may be needed. Because the light source and camera for each patient usually differ, such a correction should be performed for each patient and illumination condition.", "cite_spans": [{"start": 72, "end": 75, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 246, "end": 249, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 502, "end": 505, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Introduction"}, {"text": "Therefore, in this study, we created a color chart for a color examination that can be used immediately for each patient during telemedicine. We will examine whether the color examination of the patient's skin or tongue has reached a level sufficient for a diagnosis.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "We propose an accurate color examination approach for a telemedicine system using a color chart designed by medical doctors. The color chart can be used by following two strategies for a color examination of the patient.", "cite_spans": [], "ref_spans": [], "section": "Methods and results"}, {"text": "1. In the first strategy, the color chart is placed next to the face of the patient, and the face and color chart are captured in the same image. The medical doctor is asked to view the difference in the color chart between the patient and doctor sides. Based on this difference, the medical doctor is expected to be able to examine the color of the patient appropriately. 2. In the second strategy, the color chart is also placed next to the face, and the face and color chart are captured in the same image. The software calculates the difference in the color chart between the patient's side and the doctor's side. The software can correct the color on the patient's side for presentation on the doctor's side using a color transformation function. After the color transformation is obtained, it is no longer necessary to present the color chart using the same color transformation functions.", "cite_spans": [], "ref_spans": [], "section": "Methods and results"}, {"text": "This study was conducted with the approval of the Ethics Committee of Kanazawa University School of Medicine.", "cite_spans": [], "ref_spans": [], "section": "Methods and results"}, {"text": "Skin color and tongue color are different for individual. Therefore, in selecting the skin and tongue color four Kampo doctors discussed and extracted representative colors that were considered to be effective for color judgment from the tongue image and the skin image. The difference in color between individuals is can be considered to be the deviation from this representative color, and this difference in color between individuals can be examined by the eyes of a doctor. The proposed chart is designed to be used only for the yellow race. Since the color of the tongue is the color of the mucous membrane, it is generally said that it is not related to the race for the tongue color. However, since we have not examined this relation deeply, we need to ask the user to the color chart only for patient of yellow race.", "cite_spans": [], "ref_spans": [], "section": "Creation of color chart including skin and tongue colors"}, {"text": "The proposed design is shown in Fig. 1 . The color chart is the size of a business card for easy handling. Because the medical doctor is asked to see the difference in the color chart between the patient's side and the doctor's side, color patches are used to make it easier to accomplish.", "cite_spans": [], "ref_spans": [{"start": 32, "end": 38, "text": "Fig. 1", "ref_id": "FIGREF0"}], "section": "Creation of color chart including skin and tongue colors"}, {"text": "A grayscale is arranged in 6 steps on the left side to judge lightness and contrast, and 17 colors are arranged in the middle to see the general color change. Seven types of skin and tongue color, which are important for examination, are placed on the right side. These colors are based on the colors of the skin and tongue, which have been judged to be important by a Kampo practitioner. The L*a*b values of the colors are shown Table 1 . Because the color changes depending on the printing conditions, the version number is given. The medical doctor and patient should use color charts of the same version. In addition, considering an automatic color discrimination, we also placed two markers diagonally across the corner. To handle the color chart correctly, we placed a logo on the upper part and provided a blank part on the lower left. The print data were created using Adobe Illustrator and printed on a dedicated matte paper using an industrial inkjet printer.", "cite_spans": [], "ref_spans": [{"start": 430, "end": 437, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Creation of color chart including skin and tongue colors"}, {"text": "The color quality of the products was confirmed using a colorimeter.", "cite_spans": [], "ref_spans": [], "section": "Creation of color chart including skin and tongue colors"}, {"text": "With the cooperation of eight doctors of Kampo medicine from Kanazawa University Hospital, we examined whether the color examination of the patient's skin or tongue reaches a level that can be applied for diagnosis.", "cite_spans": [], "ref_spans": [], "section": "Telemedicine using only a color chart"}, {"text": "The outline of the experiment is shown in Fig. 2 . First, the patient uses a smartphone to take a photograph of both the patient and the color chart in a single image, and sends the photograph to the doctor through email or SNS. The doctor compares the actual color chart on the doctor's side with the color chart in the photograph sent by the patient to determine the color change.", "cite_spans": [], "ref_spans": [{"start": 42, "end": 48, "text": "Fig. 2", "ref_id": null}], "section": "Telemedicine using only a color chart"}, {"text": "The doctor compares the actual color chart on the doctor's side with the color chart in the photograph sent by the patient to determine the color change.", "cite_spans": [], "ref_spans": [], "section": "Telemedicine using only a color chart"}, {"text": "The paper used for the chart is 243 microm thickness for jet ink that does not bend under normal use. Matte paper was used for this color chart. Even if the matt paper due to the positional relationship between the light source and the camera, the captured chart may be suffered by the specular component that reduces the color reproducibility. Therefore, it is necessary to ask the user of color chart to prevent the setting of light source and color chart, where the specular component is appeared on the paper. We need to confirm this situation to medical doctors and patients.", "cite_spans": [], "ref_spans": [], "section": "Telemedicine using only a color chart"}, {"text": "For doctors who are unfamiliar with conducting a color comparison, we also prepared a specific procedural manual. The contents of the manual are as follows.", "cite_spans": [], "ref_spans": [], "section": "Telemedicine using only a color chart"}, {"text": "1. Gray scale: Observe the transition from black to white on the left side of the chart to note the contrast in the image. Observe the brightness level and color balance to determine the lighting environment and the characteristics of the camera. 2. Consider the difference in the appearance of the color of blood by comparing the multiple red patches and observing their strengths and weaknesses. 3. Compare patches of healthy tongue and check for shades of color. 4. Compare the blue patches and check the intensity of the color. The difference between red and blue can then be seen. 5. Use a patch of tongue color to determine the patient's condition more accurately. 6. Identify any inflammation using a provided patch showing the color of skin with dermatitis.", "cite_spans": [], "ref_spans": [], "section": "Telemedicine using only a color chart"}, {"text": "In this section, doctors were asked to evaluate patients using their own different smartphones, computers, different lighting environments, and different applications. In this environment, medical doctors evaluated whether they could make judgments about tongue and skin color by visually referring to color patches without automatic correction.", "cite_spans": [], "ref_spans": [], "section": "Telemedicine using only a color chart"}, {"text": "The evaluation results of the eight doctors are shown in Table 2 .", "cite_spans": [], "ref_spans": [{"start": 57, "end": 64, "text": "Table 2", "ref_id": null}], "section": "Telemedicine using only a color chart"}, {"text": "The opinions of doctors with color knowledge evaluated the system highly, whereas doctors with little color knowledge found it useful after we explained to how it should be used. There were no negative opinions, and it was determined that the examination could be conducted better than without the color chart.", "cite_spans": [], "ref_spans": [], "section": "Telemedicine using only a color chart"}, {"text": "From the above results, it was found that \"color correction using color charts to asked medical doctor to see the difference of the color chart between patient side and doctor side. \" is effective in emergency situations, but for many doctors to use it, knowledge of color reproduction and experience in telemedicine are required. ", "cite_spans": [], "ref_spans": [], "section": "Telemedicine using only a color chart"}, {"text": "Automatic color correction is required for an easier diagnosis. We, therefore, propose reproducing the color using a color chart. Figure 3 shows color differences in images taken using commercially available smartphones under different devices and illuminations. We can see visually that the colors are different in each image. The medical doctors stated that the color differences in these images tended to give improper results for the examination.", "cite_spans": [], "ref_spans": [{"start": 130, "end": 138, "text": "Figure 3", "ref_id": null}], "section": "Automatic color correction using color chart"}, {"text": "Automatic color correction using a color chart is performed in two steps, as shown in Fig. 4 .", "cite_spans": [], "ref_spans": [{"start": 86, "end": 92, "text": "Fig. 4", "ref_id": null}], "section": "Automatic color correction using color chart"}, {"text": "By matching the colors of every patch on the color chart, the image taken will be displayed correctly on the doctor's monitor. The first step (offline) is to adjust every color patch (using RGB data) displayed on the monitor to match the color patch on the real color chart. The second step (online) is to adjust the RGB data of every color patch captured by the camera to match the reference RGB data.", "cite_spans": [], "ref_spans": [], "section": "Automatic color correction using color chart"}, {"text": "Matte paper was used. In this case, depending on the positional relationship between the light source and the camera, the glossiness that deteriorates the color reproducibility may be appeared on the captured chart. Therefore, it is necessary to ask the user of color chart to prevent the setting of light source and color chart, where the specular component is appeared on the paper. We need to confirm this situation for medical doctors and patients.", "cite_spans": [], "ref_spans": [], "section": "Automatic color correction using color chart"}, {"text": "The colors on the color chart that the doctor sees depend on the light source in the room. This is because the spectral distribution of the light that illuminates the color chart depends on this light source. Therefore, when the light source is different, the color when observing the color Table 2 Evaluation results by eight medical doctors for the proposed color chart No Comments 1 I think it is very good to have a color checker, because I can make corrections depending on the model and lighting. Because it is difficult to judge a moving image, it seems good to receive multiple still images to make such a judgment 2 Once I got used to it, I was able to use it 3 I felt that the color chart leads to an objective diagnosis 4 I found it difficult to tell if there was a shadow or not unless the light came from the front of the tongue. If possible, images taken from three directions, the frontal, first oblique, and second oblique, would provide a more reliable diagnosis. But it would be complicated 5 For the tongue color, if you are unfamiliar to you, there may be subjective impression of the color, so I think the proposal is good 6 It seems to be useful for telemedicine. I hope to the patients and doctors will get used to it 7 Until now, I was unable to understand what I was looking at, but I felt the potential of the chart 8 Skin diseases can be diagnosed accurately by the simultaneous color checker and imaging of the affected area before and after treatment and over time chart differs. In addition, the performance of the display varies depending on the model, and the same color cannot be output even if the same RGB is input. Thus, the correction starts by adjusting the color development of the monitor using the color of the color chart observed by the doctor as the correct value. Because people recognize color by the three stimulus values XYZ, the XYZ values of each color patch on the color chart, which are the correct values, were measured using a colorimeter under the same lighting environment as the doctor. The monitor side correction was performed with reference to [8] .", "cite_spans": [{"start": 2104, "end": 2107, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [{"start": 291, "end": 298, "text": "Table 2", "ref_id": null}], "section": "Display color reproduction"}, {"text": "The relationship between the luminance and input level is (1)", "cite_spans": [], "ref_spans": [], "section": "Display color reproduction"}, {"text": "From Eq. (4), the luminance of each RGB can be calculated using Eq. (5) when the three stimulus values X'Y'Z' are to be displayed on the monitor: According to Eq. (5), R, G, B can be calculated by applying the luminance obtained through Eq. (2) . This allows the doctor to correct the display.", "cite_spans": [{"start": 241, "end": 244, "text": "(2)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Display color reproduction"}, {"text": "We will explain the color adjustment of the monitor on the doctor side based on the calculation formula.", "cite_spans": [], "ref_spans": [], "section": "Display color reproduction"}, {"text": "First, we measure the performance of doctor's monitor. We change input RGB values by increasing the value of the input value R from 0 to 255 by 8 with keeping the G and B values to be 0, and measure the brightness on the monitor for each color. We execute the same operation about G, B channels. Since the relationship between the RGB input value and the luminance L is shown in Eq. (1), the parameters of Eq. (1) are obtained by multiple regression analysis based on the measured data. The next step is to obtain the RGB values to input the monitor, where the XYZ values measured by real color patch can be displayed. By inputting the X′Y′Z′ values into Eq. (5), the monitor emission brightness, the RGB values required for input can be obtained as follows. To determine the RGB value required for input, we input the X′Y′Z′ values in Eq. (5) , and obtain monitor emission brightness. The obtained monitor emission brightness is input into the inverse function of Eq. (1), then the RGB input values are calculated when the X'Y'Z' values of the color chart are displayed on the doctor's monitor in the doctor's environment.", "cite_spans": [{"start": 840, "end": 843, "text": "(5)", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Display color reproduction"}, {"text": "Because the RGB values (standard RGB values) of each patch of the color chart projected on the doctor's monitor are calculated, the color can be reproduced by converting each RGB value taken at the patient's side into a standard RGB value. For this purpose, we describe the correction of images taken at the patient's side.", "cite_spans": [], "ref_spans": [], "section": "Image color correction on the patient's side"}, {"text": "The conversion formula is obtained by examining the correlation between the RGB value corresponding to each patch of the color chart displayed on the doctor's display (reference RGB) with the RGB value corresponding to each patch of the color chart taken on the patient's display.", "cite_spans": [], "ref_spans": [], "section": "Image color correction on the patient's side"}, {"text": "Specifically, a gamma correction is applied using the grayscale portion of the color chart and the grayscale portion of the reference RGB. The RGB values are then corrected using all colors in the color chart.", "cite_spans": [], "ref_spans": [], "section": "Image color correction on the patient's side"}, {"text": "First, we extract the color chart part of the photograph using AR markers. The portions of each square are further taken and averaged. The model is created through a multiple regression from the difference between the averaged numbers and the reference RGB values. Based on this, all pixels are converted to correct the color of the human face and tongue.", "cite_spans": [], "ref_spans": [], "section": "Image color correction on the patient's side"}, {"text": "The details of the gamma correction are next described. First, such correction is applied based on the luminance of the grayscale portion of the color chart measured by a colorimeter against the RGB value when the grayscale was photographed. Similarly, this is also conducted for the grayscale portion of the reference RGB value. Next, a gamma correction is applied for each RGB. In the case of R, the form is as shown in Eq. (6): where R c is the R-value of the image taken, and Y is the luminance of the color chart's grayscale. In the grayscale of the color chart, the brightness of the grayscale is transformed to within the range of zero to 1 by normalizing with the brightness value of white such that black has a value zero and white has a value of 1. This model can be used to correct the gamma for any RGB value. Specifically, we compute the gamma-corrected RGB values by multiplying the inverse function of Eq. (6) for each value.", "cite_spans": [], "ref_spans": [], "section": "Image color correction on the patient's side"}, {"text": "Next, we construct a model using multiple regression on the color of each gamma-corrected color patch. In the case of R, we have Eq. (7):", "cite_spans": [], "ref_spans": [], "section": "Image color correction on the patient's side"}, {"text": "where R' c is the R value of the corrected image and Rr, Gr, Br indicate an un-corrected RGB value. Each parameter is calculated by a multiple regression with every color patch. Finally, the color correction is completed by performing a transformation on each pixel of the captured image. The above program was created in Python.", "cite_spans": [], "ref_spans": [], "section": "Image color correction on the patient's side"}, {"text": "As a result, we were able to return the image to its original equivalent. The original and corrected images are shown in Fig. 5 .", "cite_spans": [], "ref_spans": [{"start": 121, "end": 127, "text": "Fig. 5", "ref_id": "FIGREF3"}], "section": "Image color correction on the patient's side"}, {"text": "One medical doctor compared the correct image with the corrected image, and rated the resulting color correction as reliable.", "cite_spans": [], "ref_spans": [], "section": "Image color correction on the patient's side"}, {"text": "The automatic color correction results of the seven important colors are shown in Table 3 . The evaluation image is \"iPhone 11 Pro Lighting 1\" at the far left of Fig. 3 . For the color comparison, we used seven important patches, one color for skin color of dermatitis and six different tongue colors. The comparison about L*a*b* value was performed with images that were converted according to the correct values of the color chart of the paper under the doctor's illumination and the paper under the doctor's illumination. The light colors showed good matching, the dark colors had a difference of Δ5 or more, which is a problem when visually observed.", "cite_spans": [], "ref_spans": [{"start": 82, "end": 89, "text": "Table 3", "ref_id": "TABREF1"}, {"start": 162, "end": 168, "text": "Fig. 3", "ref_id": null}], "section": "Image color correction on the patient's side"}, {"text": "Next, we will explain the comparison method for automatic correction of the proposed color chart and a typical color chart. Our proposed method used all 30 patches on the color chart for automatic correction. A typical color chart does not have tongue color. Therefore, to compare the effectiveness of automatic correction with the case of using a general color chart, we compared with or without the tongue colors. Comparative experiments were conducted using all 30 colors of the proposed color chart and 24 colors excluding six tongue colors of the proposed color chart.", "cite_spans": [], "ref_spans": [], "section": "Image color correction on the patient's side"}, {"text": "The results are shown in Table 3 . It has been shown that the proposed method produces a better correction due to the number of patches exceeding Δ5 was smaller. From the above, the proposed color chart including tongue colors worked well with automatic color correction.", "cite_spans": [], "ref_spans": [{"start": 25, "end": 32, "text": "Table 3", "ref_id": "TABREF1"}], "section": "Image color correction on the patient's side"}, {"text": "The results of this study show that the use of color charts that incorporate the color of the human skin can help doctors recognize the color of patient's skin more accurately when applying telemedicine.", "cite_spans": [], "ref_spans": [], "section": "Conclusion and future studies"}, {"text": "In this study, we created a color chart for a color reproduction that is easy to use with COVID-19, and confirmed that it is possible to reproduce the facial and tongue colors of the patient accurately. We also found that the captured image can be reproduced automatically using a color chart. If a color reproduction can be achieved easily and automatically, it can be used by numerous members of the medical staff. This study was conducted as part of an emergency response to the spread of COVID-19. Therefore, only a few cases were considered, and there remains room for improvement in the proposed automated color correction method.", "cite_spans": [], "ref_spans": [], "section": "Conclusion and future studies"}, {"text": "In the future, we plan to improve the colors applied and the layout of the color chart for color correction (which relies on human perception) based on the opinions of numerous medical personnel. For the color used, it may be possible to select a color corresponding to the clinical department, such as dentistry, or in consideration of the differences in the color of natural skin. We also plan to proceed with an automatic color correction method that can easily handle changes in the lighting environment and display devices, in addition to its application to moving images.", "cite_spans": [], "ref_spans": [], "section": "Conclusion and future studies"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Global markets for telemedicine technologies", "authors": [], "year": 2018, "venue": "BCC Research", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Telehealth for global emergencies: implications for coronavirus disease 2019 (COVID-19)", "authors": [{"first": "A", "middle": ["C"], "last": "Smith", "suffix": ""}, {"first": "E", "middle": [], "last": "Thomas", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Snoswell", "suffix": ""}, {"first": "H", "middle": [], "last": "Haydon", "suffix": ""}], "year": 2020, "venue": "J Telemed Telecare", "volume": "20", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Transmission interval estimates suggest pre-symptomatic spread of COVID-19", "authors": [{"first": "L", "middle": [], "last": "Tindale", "suffix": ""}, {"first": "M", "middle": [], "last": "Coombe", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Stockdale", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.03.03.20029983"]}}, "BIBREF3": {"ref_id": "b3", "title": "Covid-19: a remote assessment in primary care", "authors": [{"first": "T", "middle": [], "last": "Greenhalgh", "suffix": ""}, {"first": "Gch", "middle": [], "last": "Koh", "suffix": ""}, {"first": "J", "middle": [], "last": "Car", "suffix": ""}], "year": 2020, "venue": "BMJ", "volume": "368", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1136/bmj.m1182"]}}, "BIBREF4": {"ref_id": "b4", "title": "Problems and solutions in medical color imaging", "authors": [{"first": "M", "middle": [], "last": "Nishibori", "suffix": ""}], "year": 2000, "venue": "Proceedings of the second international symposium on multi-spectral imaging and high accurate color reproduction", "volume": "", "issn": "", "pages": "9--17", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Color error in the digital camera image capture process", "authors": [{"first": "P", "middle": [], "last": "John", "suffix": ""}, {"first": "A", "middle": ["B"], "last": "Paul", "suffix": ""}, {"first": "D", "middle": ["S"], "last": "Jolene", "suffix": ""}], "year": 2014, "venue": "J Digit Imaging", "volume": "27", "issn": "", "pages": "182--191", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Colorimetry: Understanding the CIE system", "authors": [{"first": "J", "middle": [], "last": "Schanda", "suffix": ""}], "year": 2007, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Principal component analysis of skin color and its application to colorimetric color reproduction on CRT display and hardcopy", "authors": [{"first": "F", "middle": ["H"], "last": "Imai", "suffix": ""}, {"first": "N", "middle": [], "last": "Tsumura", "suffix": ""}, {"first": "H", "middle": [], "last": "Haneishi", "suffix": ""}, {"first": "Y", "middle": [], "last": "Miyake", "suffix": ""}], "year": 1996, "venue": "J Imaging Sci Technol", "volume": "40", "issn": "5", "pages": "422--430", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Proposed color chart arrangement and selection of seven important colors (color figure online)", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Selfie Overview of automatic color correction method (color figure online)", "latex": null, "type": "figure"}, "FIGREF2": {"text": "where L' R , L' G , L' B are the luminance of R, G, B, respectively, and a i , b i , c i (i = 0 − 2) are the coefficients. The tristimulus values X, Y, Z on the display can be decomposed to R, G, B as shown in the following equation:where, X' i , Y' i , Z' i (i = R, G, B)are tristimulus values for red, green, and blue luminescence, respectively. The tristimulus values corresponding to each luminescence can be calculated from L, x, y when the monitor is measured. The relationship between X -Y and Y -Z of each emission can be expressed through the following linear equation:where a i , b i , c i , and d i (i = R, G, B) are the coefficients.Equation(4)is obtained from Eqs.(2) and(3):", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Automatic color correction result (color figure online)", "latex": null, "type": "figure"}, "TABREF0": {"text": "L* a* b* color values for the proposed color chartThe L*a*b* color value is calculated using white reference plate under D50 light source", "latex": null, "type": "table"}, "TABREF1": {"text": "Error for seven important colors inFig. 1Patch number L*a*b* error (ΔE)", "latex": null, "type": "table"}, "TABREF2": {"text": "Table 1. Because the color changes depending on the printing conditions, the version number is given. The medical doctor and patient should use color charts of the same version. In addition, considering an automatic color discrimination, we also placed two markers diagonally across the corner. To handle the color chart correctly, we placed a logo on the upper part and provided a blank part Fig. 1   Proposed color chart arrangement and selection of seven important colors (color figure online)", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Table 1  L* a* b* color values for the proposed color chart\n</td></tr><tr><td> </td><td>A </td><td>B </td><td>C </td><td>D </td><td>E\n</td></tr><tr><td>a </td><td>L*, a*, b* </td><td>L*, a*, b* </td><td>L*, a*, b* </td><td>L*, a*, b* </td><td>L*, a*, b*\n</td></tr><tr><td>97, 0, 0 </td><td>28, 24, − 55 </td><td>43, − 12, </td><td>52, 50, 13 </td><td>58,27,7\n</td></tr><tr><td> </td><td> </td><td> </td><td>18\n</td><td> </td><td> </td></tr><tr><td>b </td><td>87, 0, 0 </td><td>67, 20, 14 </td><td>51, 0, − 25 </td><td>56, − 37, </td><td>60, 20, 5\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>30\n</td><td> </td></tr><tr><td>c </td><td>76, 0, 0 </td><td>62, 38, 55 </td><td>82, 6, 74 </td><td>42, 57, 24 </td><td>78, 30, 15\n</td></tr><tr><td>d </td><td>64, 0, 0 </td><td>72, 22, 62 </td><td>40, 14, − </td><td>70, − 30, </td><td>48, 25, 2\n</td></tr><tr><td> </td><td> </td><td> </td><td>47\n</td><td>− 4\n</td><td> </td></tr><tr><td>e </td><td>51, 0, 0 </td><td>30, 27, − 26 </td><td>38, 17, 12 </td><td>55, 14, − </td><td>33, 40, 30\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>30\n</td><td> </td></tr><tr><td>f </td><td>36, 0, 0 </td><td>50, 54, − 18 </td><td>51, − 21, </td><td>73, − 22, </td><td>72, 8,22\n</td></tr><tr><td> </td><td> </td><td> </td><td>− 30\n</td><td>54\n</td><td> </td></tr></table></body></html>"}}, "back_matter": [{"text": "We would like to thank the Kampo medicine doctors at Kanazawa University for their cooperation in this experiment amidst the spread of COVID-19. In addition, we would like to thank all of the people involved at DICG for the high-quality charts produced, including the printing and paper selection.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}]}