{
    "paper_id": "abeee04e91f70eafa1a0d5bed3e24438005c7b7f",
    "metadata": {
        "title": "The stories of eight women managed by a community rehabilitation company during the Covid-19 pandemic",
        "authors": [
            {
                "first": "Rebecca",
                "middle": [],
                "last": "Woolford",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Interserve Justice",
                    "location": {
                        "addrLine": "Cunard Building",
                        "postCode": "L3 1DS",
                        "settlement": "Liverpool",
                        "country": "UK"
                    }
                },
                "email": "rebecca.woolford@justice.gov.uk"
            }
        ]
    },
    "abstract": [
        {
            "text": "This study explores the stories of eight women supervised by probation during the first national lockdown in the United Kingdom in response to the Covid-19 pandemic. Probation quickly implemented an exceptional delivery model to protect the health and safety of staff and service users. Covid-19 has highlighted societal disparities across the world, it can be suggested that this has hugely impacted the lives of women and further extending the gender inequality gap. Although acknowledging that this is a small-scale study, it does provide a platform for women to voice and share their experiences of both problematic challenges encountered and the opportunities embraced during the first national lockdown. Firstly, the importance of supervisory relationships kept women feeling connected, emotionally supported and provided a source for practical advice. Secondly, the experiences of lockdown were felt differently dependant on the vulnerabilities and complexities of women; in short, the greater the priority need the more issues and obstacles women encountered. Thirdly, remote probation supervision was regarded as the safest and appropriate way to approach the unchartered waters of Covid-19. And finally, there was shared optimism to return to 'normal' face-toface supervision, re-engage with services that had been paused or interrupted to aid recovery and rehabilitation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "There has been a surge of interest recently into the impact of Covid-19 ranging from bio-medical to social behavioural research. It is therefore an optimum time to explore the impact of Covid-19 in a probation setting. In particular to focus on the experiences of women. This exploratory study has been conducted to provide an in-depth insight into the journey of eight women supervised by a community rehabilitation company (CRC) during the Covid-19 pandemic. Providing a platform for women to ensure that their voices are heard and listened to by the criminal justice system. The following literature review summarises the key messages when working with women in a criminal justice setting, a brief reflection on the Covid-19 pandemic and the consequential changes it brought to probation practice. This will highlight the current gaps in our existing knowledge and justify the need for further research on both women and the impact of Covid-19 on operational practice in probation. The findings discuss five emerging themes that outline the stories of eight women, sharing both the problematic challenges encountered and the opportunities embraced during the first national lockdown. This will add to the existing and growing literature on the impact Covid-19 has had on probation, a service that has had to rapidly respond and change operational practice over the past year. Furthermore, it begins to shed some light on essential lessons learnt on remote supervision to aid recovery and rehabilitation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "There can be few topics that have been so exhaustively researched to such little practical effect as the plight of women in the criminal justice system (Corston, 2007: 16) .",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 171,
                    "text": "(Corston, 2007: 16)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Women in the criminal justice system"
        },
        {
            "text": "The failings of the criminal justice system to address the needs of women have had a long and persistent history. Over a decade ago the Corston report (2007) called for radical changes and highlighted the failings of the criminal justice system in meeting the specific and unique needs of women on probation. Key messages were that 'equal treatment of men and women does not result in equal outcomes' and 'a distinct approach [to women] is required' (Corston, 2007: 16/3) . The 43 recommendations the report made remain essential to provide a holistic and individualised approach for women on probation (Gilbert and O'Dowd, 2019) . In 2017, 'the Corston report 10 years on' outlined the progress that had been achieved. It identified a clear 'stagnation and loss of momentum in fully implementing the Corston report's recommendations' (Women in Prison, 2017: 27) . However, there was recognition that the 'policy rhetoric surrounding women in the criminal justice system has remained strong' (Women in Prison, 2017: 27) . For example, in 2018 Corston's recommendations were incorporated into the 'female offender strategy' (Ministry of Justice, 2018) . This strategy set out an aspirational commitment towards the complex needs and vulnerabilities of women on probation. However, some commentators regarded the strategy as both implausible and inadequate (Booth et al., 2018) .",
            "cite_spans": [
                {
                    "start": 450,
                    "end": 471,
                    "text": "(Corston, 2007: 16/3)",
                    "ref_id": null
                },
                {
                    "start": 603,
                    "end": 629,
                    "text": "(Gilbert and O'Dowd, 2019)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 835,
                    "end": 862,
                    "text": "(Women in Prison, 2017: 27)",
                    "ref_id": null
                },
                {
                    "start": 992,
                    "end": 1019,
                    "text": "(Women in Prison, 2017: 27)",
                    "ref_id": null
                },
                {
                    "start": 1123,
                    "end": 1150,
                    "text": "(Ministry of Justice, 2018)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1355,
                    "end": 1375,
                    "text": "(Booth et al., 2018)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Women in the criminal justice system"
        },
        {
            "text": "Women in the criminal justice system are often characterised by a complex set of vulnerabilities in both the prevalence and complexity of their needs (Ministry of Justice, 2018) . Women differ in a number of important ways from their male counterparts, with the majority convicted for 'non-violent, low level persistent offences' (Ministry of Justice, 2018: 5) because of this, women are more likely to receive short sentencing decisions (Earle, 2017; Masson, 2019; Prison Reform Trust, 2019) . Women's histories are regularly characterised by experiences of oppression and abuse (Pollock, 1998; Cabinet Office Social Exclusion Unit and Ministry of Justice, 2009) and in adulthood homelessness and substance misuse (Pollock, 1998) . Their problems can be further aggravated by their roles as mothers (Gelsthorpe et al., 2007) . These experiences have all been identified as key issues in producing and sustaining criminality in women (Bloom et al., 2004) . Over recent years the emergence of the 'feminist pathway research' or 'gendered pathways research' has gathered pace (Nuytiens and Christiaens, 2016) . Providing the opportunity for probation officers to work in a gender-specific service (Holtfreter and Wattanaporn, 2014) supporting women to deal with past trauma, addictions and mental health concerns (Golder et al., 2015) to build resilience and autonomy (Bartlett et al., 2015) . However, as discussed earlier with little systemic change the women's review and strategy remain as relevant and poignant today as it did over a decade ago.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 177,
                    "text": "(Ministry of Justice, 2018)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 438,
                    "end": 451,
                    "text": "(Earle, 2017;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 452,
                    "end": 465,
                    "text": "Masson, 2019;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 466,
                    "end": 492,
                    "text": "Prison Reform Trust, 2019)",
                    "ref_id": null
                },
                {
                    "start": 580,
                    "end": 595,
                    "text": "(Pollock, 1998;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 596,
                    "end": 663,
                    "text": "Cabinet Office Social Exclusion Unit and Ministry of Justice, 2009)",
                    "ref_id": null
                },
                {
                    "start": 715,
                    "end": 730,
                    "text": "(Pollock, 1998)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 800,
                    "end": 825,
                    "text": "(Gelsthorpe et al., 2007)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 934,
                    "end": 954,
                    "text": "(Bloom et al., 2004)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1074,
                    "end": 1106,
                    "text": "(Nuytiens and Christiaens, 2016)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1195,
                    "end": 1229,
                    "text": "(Holtfreter and Wattanaporn, 2014)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1311,
                    "end": 1332,
                    "text": "(Golder et al., 2015)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1366,
                    "end": 1389,
                    "text": "(Bartlett et al., 2015)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Women in the criminal justice system"
        },
        {
            "text": "In December 2019 the outbreak of severe acute respiratory syndrome-coronavirus-2 (Covid-19) was recognised and is believed to have originated in Wuhan, China. In February 2020, the first UK transmission of the virus was confirmed. To contain the spread of the virus the Prime Minister, Boris Johnson imposed regulations and restrictions and by late March the Government announced the first national lockdown. Covid-19 is one of the biggest public health challenges of modern times. Throughout 2020 and into 2021 Covid-19 related deaths sharply peaked and troughed in the UK. The pandemic has deepened pre-existing inequalities exposing vulnerabilities in social, political and economic systems (United Nations, 2020) . This has confirmed that 'the impact of Covid-19 has replicated existing health inequalities and, in some cases has increased them' (Public Health England, 2020: 4) . Although the broader impact of Covid-19 remains to be seen, the gendered consequences of the unfolding crisis are stark and already clearly visible. 'The impacts of Covid-19 are exacerbated for women and girls simply by virtue of their sex' (United Nations, 2020: 2). The imposition of restrictions, combined with family commitments, economic uncertainty and increased risk of domestic abuse caused by the pandemic, may further worsen the inequalities women face. As the first lockdown was imposed in early March 2020, some women found themselves in extremely vulnerable situations at home with little access to support services.",
            "cite_spans": [
                {
                    "start": 694,
                    "end": 716,
                    "text": "(United Nations, 2020)",
                    "ref_id": null
                },
                {
                    "start": 850,
                    "end": 882,
                    "text": "(Public Health England, 2020: 4)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Covid-19 and the changes to probation practice"
        },
        {
            "text": "This public health crisis has thrown the criminal justice system into sharp focus (Carr, 2020) . In response to the pandemic, exceptional delivery arrangements were introduced across probation to protect the health and safety of probation officers and people on probation. The exceptional delivery model and 'roadmaps' were arguably drawn up in haste (HMPPS, 2020) and significantly changed the nature of probation practice during lockdown. In line with government restrictions, probation implemented social distancing measures, scaled back face-to-face supervision, established emergency plans to transfer offender supervision to remote telephone contact and applied doorstop visits for high-risk cases. For women identified as high risk of harm, probation increased their monitoring, conducted socially distanced doorstop visits, and made assessments about their living conditions. Those identified as most at risk were placed in alternative accommodation for their own safety. There was a tendency to rely on remote supervision contact for the majority of cases. 'Like in many aspects of our lives, technology is being deployed to bridge the gap in face-to-face contact' (Carr, 2020: 96) . Some probation activity, such as unpaid work, was unable to be completed and rehabilitative activity requirements were often interrupted due to restrictions and operational changes. Interest in the impact of Covid-19 on probation practice has been steadily growing (Dominey et al., 2020; HMPPS, 2020; McGreevy, 2020; McNeill, 2020) .",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 94,
                    "text": "(Carr, 2020)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1174,
                    "end": 1190,
                    "text": "(Carr, 2020: 96)",
                    "ref_id": null
                },
                {
                    "start": 1458,
                    "end": 1480,
                    "text": "(Dominey et al., 2020;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1481,
                    "end": 1493,
                    "text": "HMPPS, 2020;",
                    "ref_id": null
                },
                {
                    "start": 1494,
                    "end": 1509,
                    "text": "McGreevy, 2020;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1510,
                    "end": 1524,
                    "text": "McNeill, 2020)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Covid-19 and the changes to probation practice"
        },
        {
            "text": "This research was planned with health and safety in mind. As advised by HMPPS, remote data collection methods were prioritised, and the research comprised semistructured telephone interviews. This project was commissioned by a CRC to understand the impact of remote supervision on women. Throughout the spring of 2020, six probation officers acted as gatekeepers to the fieldwork, utilising their professional judgement to invite women on their caseload who were actively engaging with the CRC. If a person was interested in taking part, a time and date for the telephone interview were scheduled. A total of eight participants were recruited based on the gatekeeper's assessment of suitability. The information sheet and ethical statement were discussed verbally, any questions or queries answered, and verbal consent taken. The interviews were recorded with the participants' permission and lasted an average of 98.46 min, with a time range of 61.24-135.59 min. All participants had a 15 min debrief session to make sure that they felt comfortable with the subject area of the interview, gauge their overall experience of taking part in the study and to check whether any additional support was needed post-interview. Thematic analysis was used by the researcher (Woolford) to analyse the transcripts. The researcher was able to construct open questions, allowing interviewees the freedom to respond. This provided a 'therapeutic' way of generating a wealth of data from the participants (Braun and Clarke, 2006; Howitt, 2010) . Interviews were read and re-read to ensure familiarisation whilst documenting initial codes identifying interesting features of the data. The researcher then went back to the data to refine and define key themes which had emerged. The quotes that most clearly illustrate the themes and sub-themes were selected and used to organise the findings. The results form the basis of a discussion on the impact of Covid-19, remote supervision and the exceptional delivery model. The small and selective sample size is recognised by the researcher to limit the generalisability of the results as the views expressed in this study may not represent the general caseload of women supervised by a CRC. Despite these limitations, the small in-depth study captured richly textured data exploring the individual journey and story of each participant. The chosen sampling technique provided additional screening to protect and safeguard both the participants and the researcher from harm.",
            "cite_spans": [
                {
                    "start": 1490,
                    "end": 1514,
                    "text": "(Braun and Clarke, 2006;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1515,
                    "end": 1528,
                    "text": "Howitt, 2010)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "The eight women interviewed described their personal probation journey during the Covid-19 pandemic. Amanda, Beatrice, Carly, Davina, Elizabeth, June, Kali and Leona (not their real names) had their details changed to preserve their anonymity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The participants"
        },
        {
            "text": "The following description will be kept deliberately generic due to the low number of participants and the potential for in-depth details to inadvertently breach anonymity. All the participants were on probation supervision with a CRC having received a community sentence of 12 months or more for offences including drink driving, public disorder, theft or fraud. Participants represented a range of women on probation from those convicted of a first offence to those convicted of multiple offences. The participants' ages ranged from 22 to 48 years with a mean age of 39.6. In particular, issues highlighted were homelessness, substance misuse, mental health problems and victimisation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The participants"
        },
        {
            "text": "My life was spiralling out of control. I was meeting up with so-called 'friends' doing loads of silly things; getting drunk, doing drugs and fighting. I lost the kids … had a mental breakdown and I hit rock bottom…this is where I started with my probation officer (Beatrice).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The participants"
        },
        {
            "text": "There are seven identified priority needs for women when working in a genderspecific, trauma-informed approach probation setting. These priority areas are substance misuse, mental health, emotion management, pro-social identity, being in control of daily life, good family contact and resettling and building social capital. All of the participants had two or more identified priority needs and some of the participants were both perpetrators and victims of crimes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The participants"
        },
        {
            "text": "Under the first national lockdown, probation officers began working from home. Usually, work with women was undertaken by telephone supervision, one-to-one work and doorstop visits for critical cases. In general, telephone reporting was carried out on a weekly basis. Many women 'looked forward' to their 'catch-ups', 'check-ins', 'conversations' and 'chats' with probation. This to some extent created a layer of consistency and routine for women and was also used as a support mechanism. For example, (Kali) valued contact with her probation officer on 'a frequent basis' for what (Elizabeth) described as 'lengthy, supportive and helpful conversations'. In addition, all of the women interviewed expressed confidence that their probation officer would always be available for additional support, emergencies or if they were at a crisis point. Several references were made about probation being a 'safety blanket' or 'support net' during the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experiences of remote supervision during lockdown"
        },
        {
            "text": "We have our one-to-one check ins on a weekly basis, but it was made really clear that [my probation officer] would be available if I needed to talk or had an issue or problem. It was like having a safety support net to catch you during lockdown … (Leona).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experiences of remote supervision during lockdown"
        },
        {
            "text": "Many of the women viewed the remote supervision during lockdown in a positive light. Firstly, the majority of the women interviewed had diagnosed mental health issues. Travelling to the women's centre created a lot of stress with the potential to be further exacerbated as infection rates of Covid-19 spiked across the UK. Reflecting back to pre-Covid times, the women described feelings of 'anxiety', 'stress', 'nervousness' describing their emotions as 'struggling' (Leona) or having a 'meltdown' (Elizabeth) when referring to attending office appointments. The thought of using public transport to attend face-to-face appointments was regarded as an unnecessary risk. Therefore, remote supervision was regarded generally as the safest and least stressful option because of growing concerns over infection rates. As (Davina) explained:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experiences of remote supervision during lockdown"
        },
        {
            "text": "It takes me two bus rides and a twenty-minute walk to get to the women's centre. I found catching the bus stressful enough before the virus … making sure I was on time for [my probation officer]. So, the thought of doing it now, just fills me with panic … I just wouldn't go. Having our catchups over the phone is good, I still have all the support I need, and I feel safe.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experiences of remote supervision during lockdown"
        },
        {
            "text": "The remote supervision afforded the women more flexibility within their probation order. Travel time, either using public transport or relying on family members was extremely time consuming. As (Carly) reflects 'a forty-minute bus ride, an hour appointment at the women's centre and then a forty-minute bus ride home, plus waiting at the bus stop … I couldn't do anything else'. Whereas, with remote supervision 'it's one hour, maybe more if I get talking and then I can get on with the rest of my day' (Carly). Furthermore, during lockdown for some of the women's family and house commitments meant that they had a lot of pressure at home. The majority of participants with children living with them had the responsibility of being a primary carer as in home schooling, entertaining children and maintaining the house; cleaning and cooking. Therefore, the flexibility of remote supervision was appreciated and valued by these women.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experiences of remote supervision during lockdown"
        },
        {
            "text": "I was worried about whether probation would be flexible around collecting the kids from school or home-schooling during Covid…The telephone appointments have just made my life a lot easier and a lot less stressful … it's a lot more flexible and a lot less time consuming. (Elizabeth) Probation activities remained fairly limited during the first national lockdown. However one-to-one work continued, for example building up self-confidence, selfesteem, self-efficacy and managing emotions. Participants most commonly cited issues of emotional and behavioural symptoms during lockdown were anger, anxiety and stress. One-to-one remote work which supported women to reduce physical, emotional and behavioural issues was valued. Simple techniques were referenced by participants such as 'slow breathing exercises' (Davina), 'getting some fresh air and going for a walk' (Beatrice) and utilising 'a distraction box' (Kali) during times of emotional stress. Learning these tools and strategies was considered 'helpful' and 'useful' in overcoming 'problems', 'obstacles' and 'barriers' encountered during lockdown.",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 283,
                    "text": "(Elizabeth)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Experiences of remote supervision during lockdown"
        },
        {
            "text": "Although the majority of participants were positive regarding remote supervision during lockdown, it should be acknowledged that all the women had met their probation officer in person prior to adopting the exceptional delivery model for probation. All the women had at least three face-to-face appointments and this built up a therapeutic relationship for them. The majority of participants felt 'anxious', 'nervous' and 'apprehensive' meeting their probation officer for the first time, but a 'strong', 'trusting', and 'empathetic' relationship developed over the initial face-to-face appointments. Therefore, the positive findings in remote supervision need to be taken within the context that a rapport had already been established between the probation officer and the individual on probation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experiences of remote supervision during lockdown"
        },
        {
            "text": "Individual circumstances may have differed, but it was likely that all of the participants faced some form of personal disruption in adjusting to a new 'normal'. A key theme discussed with the participants was the importance of having a good working relationship with their probation officer during lockdown. The women reflected on their initial apprehension when attending their first appointment with their probation officer. 'Shame', 'embarrassment' and 'guilt' were all common features of the participants' feelings. There were also concerns about being 'judged', 'treated badly' and a 'lack of understanding' of personal circumstances which had led them into the criminal justice system. As (Beatrice) admitted 'I felt ashamed, embarrassed and being thought of as a bad mum … I was really worried what [my probation officer] would think of me and treat me'. However, their probation officers quickly dispelled these fears. All of the participants discussed how their relationship progressed with their probation officer creating a 'safe space', 'support', 'trust' and 'understanding'. As (Kali) explains 'I can talk honestly and don't feel judged … I can ask questions and she doesn't make me feel silly … all of this helps me trust her'.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The importance of a therapeutic relationship"
        },
        {
            "text": "Building up a rapport and establishing a safe environment for frank and open discussions helped establish a foundation of trust during lockdown. Probation officers had to balance the accountability of probation orders with the support mechanisms inspiring a trusting relationship. Participants recognised that it is a give and take process 'you have to trust the service and they have to trust you' (Leona) or as (Beatrice) concluded 'it's up to me how this goes, how willing am I to help [my probation officer] help me'. Some of the participants recognised that probation officers had to work really hard to facilitate 'open', 'honest', 'frank' and 'truthful' remote supervisions. This was often dependant on the skill set of the probation officer to engage women over the telephone. As (Leona) explained 'I've been hurt or lied to in the past, so I don't really trust anyone … I find it difficult to open up and tell the truth'. Similarly, (Amanda) explained 'it's easy to share over the phone when things are going well but it's much harder to share when things are going badly and without visiting the centre it is easier to hide'. The openness of the participants clearly went back to the therapeutic relationship established with their probation officer. As (June) stated 'to make any progress you have to trust your probation officer'. There was a strong emphasis on women's welfare and wellbeing during the pandemic. The women commended the probation officers for being 'genuine', 'caring', and 'accessible' throughout the lockdown. The complexities and vulnerabilities of the participants meant that the probation service also provided an outlet for significant emotional strain. All of the participants discussed feelings of 'relief', 'lower levels of stress and anxiety' after their telephone catch-up with probation. 'After a call with [my probation officer] I feel emotionally lighter, less tense and I feel positive about the rest of my day' (June). In addition, participants also benefited from feelings of 'relaxation', 'comfort' and 'cared for' after their telephone catch-up with probation. 'It's reassuring to know that someone is just a phone call away if you need them' (Beatrice).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The importance of a therapeutic relationship"
        },
        {
            "text": "Yes, the weekly catch-ups were there to monitor you … but I felt there was a genuine emphasis on the question 'Are you ok?' during lockdown and actually it was a big relief some weeks to say \"no, I am not doing great this week\" … this gave me a sense of relief that I wasn't alone (Carly) At this point, it would be important to reference the potential toll on staff working with vulnerable and complex women during lockdown. The interviews highlighted that many probation officers would have to absorb intense emotions from high caseloads. This could translate into mental health challenges for staff. It would be useful to investigate the impact of Covid-19 on probation officers working with women.",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 288,
                    "text": "(Carly)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The importance of a therapeutic relationship"
        },
        {
            "text": "The slogan 'Stay Home, Protect the NHS, Save Lives' was created during the UK's first national lockdown. The government instructed people to stay home, except for specific circumstances. Therefore, lockdown interrupted and severely limited daily routines and activities. Similar to the rest of the population, the participants experienced 'the bad bits' (June) of the first national lockdown. The physical restrictions imposed meant that households were 'forced' to spend all their time together for several weeks. This potentially puts pressure on household relationships. Participants discussed 'living on top of each other' (Elizabeth), 'getting on each other's nerves' (Davina) or 'feeling claustrophobic' (Beatrice) during lockdown. Although the participants included in the study were not identified as high risk, the physical restrictions were often described as 'hard' or 'testing' on household relationships. As (Leona) explained 'you couldn't just pop out, clear your head and get some space … you needed a valid reason for leaving the house'. This was further emphasised by (Davina) 'my partner used to work twelve hour shifts so I had a lot of time to myself … during lockdown everywhere I turned or looked he was there … it really tested us at times'.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Problematic challenges encountered during lockdown"
        },
        {
            "text": "Many of the participants found the prohibition of mixing households extremely difficult. Not being allowed to meet up with family, friends or familiar faces all impacted the emotional wellbeing of the women. Participants described feelings of 'sadness' and 'loneliness' resulting from the lockdown. With one participant commenting that 'apart from my regular one-to-one work with [my probation officer] I probably only speak to one or two other people' (June). Loneliness was felt more chronically in women who were already suffering from mental health issues such as depression, anxiety and stress.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Problematic challenges encountered during lockdown"
        },
        {
            "text": "My mental health wasn't good before lockdown… I am just really anxious about catching Covid, I don't like going… I avoid everyone, except speaking to my sister, but then things build up in my head and I don't have anyone else to talk to (Kali). Some of the participants had feelings of 'worry', 'guilt' and 'fear' for at-risk family members. Many described stress and anxiety associated with vulnerable family members coming into contact with someone diagnosed with Covid-19. This for some participants added an extra layer of guilt in relation to their conviction. 'I just thought I could have been a lot more helpful for my elderly parents … If I hadn't had the driving offence, I could have done a big weekly shop' (Carly).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Problematic challenges encountered during lockdown"
        },
        {
            "text": "Some of the participants had children in care or their ex-partner had child custody which presented many issues during lockdown. The vast majority of contact that took place between children in care was through virtual means such as video-link, telephone or text. Not being able to have face-to-face contact with their children during lockdown was described by participants as 'horrible', 'really difficult', 'saddening' and 'not seeing my son at the contact centre was really hard and I just kept bursting into tears' (Amanda). The participants praised their probation officers for facilitating remote contact with their children during lockdown. However, it is important to note that digital platforms make a basic assumption that people have access to smartphones, iPads or laptops. The following example highlights the problem and how probation assisted the participant to overcome this obstacle during lockdown. I had a smartphone and it got completely smashed… I couldn't afford a new one so I started to panic… I spoke to [my probation officer] and she got me one of those basic old-fashioned phones, I couldn't facetime but at least I could call and text my kids and speak to my sister (Kali).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Problematic challenges encountered during lockdown"
        },
        {
            "text": "Participants discussed the obstacles of gaining remote access to their children when their ex-partner was the primary carer. Maintaining contact throughout lockdown requires both parties to actively engage in creating a time and date for contact. In some cases, during lockdown this was not happening and provoked feelings of 'frustration', 'annoyance' and 'anger' towards the ex-partner. The reasons for cancelling, re-arranging or postponing facetimes included: forgetting the time, bad internet connection or the child being unavailable to talk. This greatly impacted the emotional wellbeing of the women and they would often utilise the one-to-one remote supervision with probation as a source of support, advice and comfort. I was telling [my probation officer] about the latest excuse as to why I couldn't speak to my kids from ex-partner. It had been two weeks and I was going mental on the phone; crying and swearing… [my probation officer] was so calm, she listened, she didn't judge, and we looked at the best way forward… (Amanda).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Problematic challenges encountered during lockdown"
        },
        {
            "text": "The majority of participants expressed 'fear', 'stress' and 'anxiety' about catching or spreading Covid-19. Throughout the pandemic, the media extensively reported on rising infection rates. There was 24/7 access to news outlets and updates on the virus, both true and inaccurate versions were available in seconds. The participants had a range of information sources from BBC news to Google and social media. Throughout the interviews, there were many references to 'fake news' or 'conspiracy theories'. Examples included drinking alcohol will protect against the virus, avoid Chinese takeaways and that a future vaccine will be unsafe. There were great levels of fear of catching Covid-19 during lockdown with the majority of participants classing themselves as 'high risk' or 'vulnerable'. Participants described feelings of powerlessness and fear of the unknown that living through lockdown and the Covid-19 pandemic presented.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Problematic challenges encountered during lockdown"
        },
        {
            "text": "Lockdown brought diverse experiences to different people. For some it has been a more tranquil time or a moment of reflection, it has also been a time for family and wellbeing. Similar to the rest of the population, the participants experienced 'the good bits' (June) of the first national lockdown. There was shared empathy for personal circumstances between probation officers and women on probation. Although there was still the maintenance of a professional relationship everyone was enduring the same restrictions. 'We were in the same boat together during the pandemic' (Leona). The collective experiences of living through lockdown created a shared 'understanding', 'empathy', 'sympathy', 'compassion' and 'sensitivity' in their one-to-one supervisions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Opportunities embraced during lockdown"
        },
        {
            "text": "We both had to comply with the rules, we both had similar fears of catching the virus, we both were feeling a bit fed up during lockdown and we both were looking forward to getting back to normal as soon as possible (Carly).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Opportunities embraced during lockdown"
        },
        {
            "text": "The women also recognised that their probation officer had to balance work with family life during the pandemic. Reflecting back on earlier discussions this created shared empathy as the women on probation began to realise that their probation officer did have their own challenges to face during lockdown. Many participants said that they saw their probation officer in a different and positive light. (Beatrice) felt 'more connected' with her probation officer, (Carly) commented that 'it opened my eyes a bit more' and (Kali) said that she was able to 'relate' to her probation officer. For example, balancing home schooling and working during the pandemic was seen as a challenge faced by their probation officer as well as themselves. The participants recognised that their probation officers had a real commitment to offering support, they were genuine, and their work was not just a job. Again, it would be useful to find out how probation officers balanced their work and home life during the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Opportunities embraced during lockdown"
        },
        {
            "text": "We are both going through lockdown together. [My probation officer] had to homeschool the little ones and do her job. It made me realise that she genuinely wanted to help me, so I trust her completely now. Why else would she be doing this job when the virus has turned everything upside down? (Amanda).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Opportunities embraced during lockdown"
        },
        {
            "text": "Lockdown forced the public into a slower pace of life. There was simply nothing open and socialisation outside of households was banned. This allowed the women time to think and reposition previously held priorities. Some of the women described rather chaotic lifestyles prior to the pandemic referencing substance misuse, mental health issues and dysfunctional relationships with family members and peers. As one participant reflected 'lockdown was a godsend for me' (Beatrice). Lockdown limited the opportunity for a risk-taking lifestyle, for example, the closure of pubs, bars and clubs limited late-night parties and associated behaviours related to alcohol and drug abuse. This may have helped steer some women away from troublesome influences and risk-taking behaviours.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Opportunities embraced during lockdown"
        },
        {
            "text": "During lockdown I haven't been in trouble. I've had no police at my door. I haven't been arrested. I haven't had any complaints from the council. I haven't drunk or taken drugs lately … so everything's going okay. If lockdown didn't happen, I would probably be in prison or dead (Amanda).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Opportunities embraced during lockdown"
        },
        {
            "text": "Participants quickly adapted to a slower pace of life as (Davina) commented 'I was happier just getting on with things round the house'. June stated 'my priorities have changed since Covid-19' with Elizabeth advocating that 'reconnecting with my family has been a real positive out of a bad situation'. Similarly, many of the participants discussed making the most of family time during the lockdown. In some cases, lockdown and Covid-19 had brought families 'closer together', 'reconnected with each other' and spent 'quality time together'. Carly perceived lockdown to be 'an incredible gift to our family. We are living a slower, happy and healthier existence'. Enjoyable daily activities at home included baking, painting and going for local walks. References to 'girlie time', 'family meals' and 'film nights' were all seen as prioritising 'space' and 'time' for quality family time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Opportunities embraced during lockdown"
        },
        {
            "text": "Enthusiasm to return to face-to-face supervision Throughout the interviews, the women discussed numerous positives with remote supervision. However, there was a sense of enthusiasm to return to face-to-face supervision at the women's centre. The majority of participants said that they were 'now ready' as well as 'enthusiastic', 'keen' and 'looking forward' to going back to the women's centre. The main reasons given were to meet up with a friend they had made through probation; face-to-face contact with their probation officer and getting on with their probation order. 'I am 100% ready to go back to group, see the girls and start having discussions with staff' (June). The participants reflected on the 'long' and 'hard' road of lockdown with a hope for returning to the women's centre bringing a sense of normality. 'When I am back doing group, I will feel that the worse of lockdown is over' (Beatrice). Many of the women were looking forward to completing the activities attached to their probation order or the voluntary courses identified by their probation officer. 'Listening and sharing experiences made me feel like I wasn't alone in dealing with these issues' (Leona). During lockdown, the peer support and shared experiences delivered in the women's centres were not available. Therefore, it could be questioned whether the women were receiving enough wrap around support especially in relation to maintaining healthy relationships with partners.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Opportunities embraced during lockdown"
        },
        {
            "text": "Many of the women interviewed were both perpetrators and victims of crime, specifically domestic abuse victims. Therefore, returning to a form of 'normal' probation practice was vital to give women the knowledge and skills to identify potentially toxic and dysfunctional relationships. As (Davina) said, she was really looking forward to attending the empowerment course at the women's centre as it would 'help me learn to recognize the signs of when I'm in another abusive relationship'. In terms of future victimisation, the limited availability of rehabilitative activities during remote supervision could be a serious concern in relation to the safety of vulnerable and potentially at-risk women. The value of the interventions, activities and courses is clearly described below: I loved attending the group work with the other girls … it made me feel as though I am not alone. I listen to other people sharing their experiences and I feel much better about myself … especially when talking about past bad relationships, I don't feel so stupid anymore (Amanda).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Opportunities embraced during lockdown"
        },
        {
            "text": "Some of the women felt that the progression of their probation order had been massively interrupted and delayed. For example, unpaid work was in the main paused and many interventions either had to be adapted for remote delivery or were interrupted. The exceptional model of delivery for probation had not been trialled or tested before Covid-19 so there were some modifications needed especially in relation to remote group work delivery that in some instances did not even get off the ground before the end of the first national lockdown. The model was also reliant on people on probation having access to digital platforms. Some of the women discussed feelings of 'frustration' at not being able to continue with some of the planned work or courses that had been proposed prior to lockdown. For example, one participant highlighted that they were more than ready to start completing their unpaid work hours.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Opportunities embraced during lockdown"
        },
        {
            "text": "I have a lot of hours to complete with volunteering at a charity shop. I am just wanting to get going with this rather than have it looming over me for months on end. It builds up in my head and stresses me out a bit to be honest If I could just chip away a few hours, it wouldn't be so daunting (Davina).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Opportunities embraced during lockdown"
        },
        {
            "text": "Probation activity being interrupted and paused did cause some distress for the participants. There were feelings that 'online courses took forever to set up' (Carly) or that 'if they didn't start soon, they would not finish in time' (Kali). Therefore, although the participants did perceive remote supervision in a positive light it was thought of as a temporary measure during exceptional circumstances and not a long-term solution. The majority of participants wanted to get back to face-to-face probation supervision as soon as it was safe to do so.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Opportunities embraced during lockdown"
        },
        {
            "text": "The scaling back of supervision and community support throughout lockdown had a mixed impact on the participants. The findings from this study confirm and contribute to the previous literature on the exceptional delivery model and remote supervision (Dominey et al., 2020; Phillips, 2020; McNeill, 2020; McGreevy, 2020) . The participants discussed both the problematic challenges and opportunities embraced through the restrictions imposed during the pandemic whilst being supervised by a CRC. Similar to the findings of HMIP (2020), the experiences of remote supervision varied between people depending on personal circumstances, complexities and vulnerabilities. The most common type of contact used during remote supervision with people on probation was via telephone by probation officers working from home (HMIP, 2020) . The supervision process focused on offering practical support to service users, such as food deliveries or accessing medication (McGreevy, 2020; McNeill, 2020) . Some of the soft skills learnt through remote 1:1 work with their probation officers helped the participants with practical solutions.",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 272,
                    "text": "(Dominey et al., 2020;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 273,
                    "end": 288,
                    "text": "Phillips, 2020;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 289,
                    "end": 303,
                    "text": "McNeill, 2020;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 304,
                    "end": 319,
                    "text": "McGreevy, 2020)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 812,
                    "end": 824,
                    "text": "(HMIP, 2020)",
                    "ref_id": null
                },
                {
                    "start": 955,
                    "end": 971,
                    "text": "(McGreevy, 2020;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 972,
                    "end": 986,
                    "text": "McNeill, 2020)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Women in the criminal justice system share many of the characteristics identified by the participants of this study. Research has consistently identified that women on probation 'tend to have a history of unmet personal, health and structural needs, compounded very often by substance misuse and childcare responsibilities' (Sheehan et al., 2010: 349) . Therefore, community-based services should be based on relationships between staff and women (Malloch and McIvor, 2011; Malloch et al., 2008) . Building therapeutic relationships support women to deal with past victimisation, abusive relationships and mental health concerns. The supervisory relationship is pivotal in building engagement and compliance (McNeill and Robinson, 2013; Weaver and Barry, 2014) . A successful approach to supervising women is 'characterised by openness, trust and a degree of reciprocity' especially during Covid-19 'receiving valued practical assistance and support' from their probation officers (Malloch and McIvor, 2011: 334) . In general, women on probation said that the level of respect, communication, support, and encouragement provided by their probation officers can make the difference between their success and failure. This style of working is effective because it brings the women on board reflecting their own hopes and aspirations. 'Evidence adds up to a need to work with women in non-authoritarian co-operative settings, where women are empowered to engage in social and personal change' (Gelsthorpe, 2011: 131) . However, there are limited assurances that positive relationships with people on probation are at the heart of practice (Burnett and McNeill, 2005; Canton, 2012; Trotter, 1999) .",
            "cite_spans": [
                {
                    "start": 324,
                    "end": 351,
                    "text": "(Sheehan et al., 2010: 349)",
                    "ref_id": null
                },
                {
                    "start": 447,
                    "end": 473,
                    "text": "(Malloch and McIvor, 2011;",
                    "ref_id": null
                },
                {
                    "start": 474,
                    "end": 495,
                    "text": "Malloch et al., 2008)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 708,
                    "end": 736,
                    "text": "(McNeill and Robinson, 2013;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 737,
                    "end": 760,
                    "text": "Weaver and Barry, 2014)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 981,
                    "end": 1012,
                    "text": "(Malloch and McIvor, 2011: 334)",
                    "ref_id": null
                },
                {
                    "start": 1490,
                    "end": 1513,
                    "text": "(Gelsthorpe, 2011: 131)",
                    "ref_id": null
                },
                {
                    "start": 1636,
                    "end": 1663,
                    "text": "(Burnett and McNeill, 2005;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1664,
                    "end": 1677,
                    "text": "Canton, 2012;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1678,
                    "end": 1692,
                    "text": "Trotter, 1999)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The Covid-19 pandemic may have brought to light and in some instances exacerbated pre-existing problems facing the probation service. The pandemic drove new digital technology as a way of working for probation. However, digital exclusion has only been made worse by this. Although the CRC did make arrangements to provide mobile phones for women, there was a basic assumption that people would be able to access or use the information technology equipment. In addition, women with more complex needs and vulnerabilities perceived deterioration in their emotional wellbeing through remote supervision. Characteristics include strained relationships, feelings of isolation, children in care and those shielding or vulnerable to Covid-19. These findings were mirrored by previous literature, with people on probation encountering significant increases in mental health difficulties (Musimbe-Rix, 2020) with a reduction in the number of support services available during the pandemic, such as mental health or substance misuse provisions (HMIP, 2020) . Without access to facial cues and body language, this could potentially limit the professional judgement of the level of need and risk. As Dominey et al. (2020) suggested remote supervision meant that 'communication was harder and important messages were often missed'. This may have led to missed opportunities to support women in addressing or challenging their offending behaviour or monitoring a potential escalation in risk.",
            "cite_spans": [
                {
                    "start": 1034,
                    "end": 1046,
                    "text": "(HMIP, 2020)",
                    "ref_id": null
                },
                {
                    "start": 1188,
                    "end": 1209,
                    "text": "Dominey et al. (2020)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Pre-existing low staffing levels coupled with high caseloads only added to the pressure's probation officers faced during the Covid-19 pandemic. Further exacerbating the pressures on an understaffed workforce, Phillips (2020) reminds us that 'around 2000 staff had to stop working due to sickness or the need to self-isolate'. Specifically reflecting on supervising women, previous literature has recognised that women have high levels of need and would require more frequent contact than men (Malloch and McIvor, 2011) . The 'type of frequency, regularity and volume of contact was welcomed' by people on probation (HMIP, 2020: 29) . This study highlights that during the pandemic telephone supervision was often more frequent with the women. However, this could potentially leave high expectations of their probation officers (Malloch and McIvor, 2011) . Understandably, balancing work and home life was a constant pressure on probation officers that increased the potential for them to experience burnout. As well as potentially leaving staff open to the blurring of professional and personal boundaries (McNeill, 2020) . However, there have been concerns raised from probation officers working remotely from home including overworking, issues of confidentiality, inviting trauma into their homes and maintaining boundaries. As McNeill (2020) notes there is the potential for probation officers to blur professional and personal boundaries.",
            "cite_spans": [
                {
                    "start": 493,
                    "end": 519,
                    "text": "(Malloch and McIvor, 2011)",
                    "ref_id": null
                },
                {
                    "start": 616,
                    "end": 632,
                    "text": "(HMIP, 2020: 29)",
                    "ref_id": null
                },
                {
                    "start": 828,
                    "end": 854,
                    "text": "(Malloch and McIvor, 2011)",
                    "ref_id": null
                },
                {
                    "start": 1107,
                    "end": 1122,
                    "text": "(McNeill, 2020)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Reflecting on the work of Durnescu (2010) on the 'pains of probation', Covid-19 presented some opportunities to overcome previous obstacles that hindered rehabilitation. The importance of the probation office location has been regarded as key to overcome practical problems, which hinder engagement Ugwudike and Phillips, 2019) . The participants welcomed the opportunity for telephone appointments as there was less interference in their home life, they did not have to re-organise their routine and for health and safety concerns. Durnescu (2010) described 'the requirements to attend appointments with a certain regularity' (p. 535) as the deprivation of autonomy and travel time. For women not considered high risk or high need, this was not a requirement during lockdown. Similarly, other studies have found the negative consequences of compliance in travelling to an office location that would be 'harder to reach by public transport' (Phillips et al., 2020: 269) or where people are expected 'to travel as far as 200 km for their appointment' (Durnescu, 2010: 537) .",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 327,
                    "text": "Ugwudike and Phillips, 2019)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 533,
                    "end": 548,
                    "text": "Durnescu (2010)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 941,
                    "end": 969,
                    "text": "(Phillips et al., 2020: 269)",
                    "ref_id": null
                },
                {
                    "start": 1050,
                    "end": 1071,
                    "text": "(Durnescu, 2010: 537)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "For people with lower risk, the increase in remote supervision could be developed further (Vollbach, 2020) and in some instances, it could be suggested that communication is enhanced via engagement by phone (Audick, 2020) . Looking towards the future of probation practice and the exceptional delivery model 'there may be a place for video calling (e.g. WhatsApp, video call, Facetime, Zoom) in direct work with service users' (Dominey et al., 2020: 28) . Similar to Dominey et al. (2020) , participants did not have any experience of video calling during remote supervision. Therefore, extending the use of digital platforms may need to be further developed in the future. In addition, although there was a tendency for people on probation to favour remote supervision the 'effectiveness needs much more analysis' (HMIP, 2020: 28).",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 106,
                    "text": "(Vollbach, 2020)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 207,
                    "end": 221,
                    "text": "(Audick, 2020)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 427,
                    "end": 453,
                    "text": "(Dominey et al., 2020: 28)",
                    "ref_id": null
                },
                {
                    "start": 467,
                    "end": 488,
                    "text": "Dominey et al. (2020)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The study presents a timely and in-depth exploration of the stories of women supervised by a CRC during Covid-19. In response to the pandemic an exceptional delivery model was rapidly introduced across the probation estate to protect both probation officers and people on probation. The global impact of Covid-19 has arguably aggravated gender inequalities faced by women across the world and therefore could have had a negative impact upon the emotional and mental wellbeing of women who rely on probation services. The aim of this study was to bring to light the voices of women supervised by probation during lockdown. The existing literature extensively evidences the need for women on probation to receive gender-specific care. However, there still remains a massive gap in provisions and policies implemented are still largely inadequate in meeting the needs of women. The women in this study discussed both problematic challenges and the potential to embrace opportunities of remote supervision. Similar to the previous literature, the more vulnerable and complex women were, the more obstacles, difficulties, and deterioration in mental health were experienced. The relationship between probation officers and the women was instrumental during the pandemic in providing support and practical advice. Remote supervision provided greater flexibility for women to engage with probation services. However, this resulted in additional pressures on workloads, the potential to miss information and greater difficulty in monitoring risk and vulnerabilities. In general, remote supervision was perceived as the most appropriate, safe and suitable way to negotiate through the unchartered waters of the Covid-19 pandemic. Although there was an enthusiasm to return to 'normal' probation practice to continue on their road to recovery and rehabilitation. Further larger studies are needed, with a particular focus on women to inform policy and practice during unchartered times of a pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Supervision of probation during the crisis': An investigation by the Bewahrungs-und Gerichtshilfe Baden-Wurttemberg",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Audick",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Interventions with women offenders: A systematic review and meta-analysis of mental health gain",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bartlett",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Jhanji",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of Forensic Psychiatry and Psychology",
            "volume": "26",
            "issn": "2",
            "pages": "133--165",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Women offenders and the gendered effects of public policy",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bloom",
                    "suffix": ""
                },
                {
                    "first": "Owen",
                    "middle": [
                        "B"
                    ],
                    "last": "Covington",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Review of Policy Research",
            "volume": "21",
            "issn": "1",
            "pages": "31--48",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Promises, promises: Can the female offender strategy deliver?",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Booth",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Masson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Baldwin",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Probation Journal",
            "volume": "65",
            "issn": "4",
            "pages": "429--438",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Using thematic analysis in psychology",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Braun",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Clarke",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Qualitative Research in Psychology",
            "volume": "3",
            "issn": "2",
            "pages": "77--101",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The place of the officer-offender relationship in assisting offenders to desist from crime",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Burnett",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mcneill",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Probation Journal",
            "volume": "52",
            "issn": "3",
            "pages": "221--242",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Short Study on Women Offenders",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The point of probation: On effectiveness, human rights and the virtues of obliquity",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Canton",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Criminology and Criminal Justice",
            "volume": "13",
            "issn": "5",
            "pages": "577--593",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Community supervision and COVID",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Carr",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Probation Journal",
            "volume": "67",
            "issn": "2",
            "pages": "95--97",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The Corston Report: A Report by Baroness Jean Corston of a Review of Women with Particular Vulnerabilities in the Criminal Justice System",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Corston",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Remote Supervision: Getting the Balance Right. Cambridge: Centre for Community, Gender and Social Justice and KSS CRC Research and Policy Unit",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dominey",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Coley",
                    "suffix": ""
                },
                {
                    "first": "Ellis",
                    "middle": [],
                    "last": "Devitt",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Pains of probation: Effective practice and human rights",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Durnescu",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "International Journal of Offender Therapy and Comparative Criminology",
            "volume": "55",
            "issn": "4",
            "pages": "530--545",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Provision for Women Offenders in the Community",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Earle",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gelsthorpe",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sharpe",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Short But Not Sweet: A Study of The Impact of Short Custodial Sentences on Mothers and Their Children",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Working with women offenders in the community: A view from England and Wales",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gelsthorpe",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Working With Women in The Community",
            "volume": "",
            "issn": "",
            "pages": "127--150",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Emotion, time, and the voice of women affected by the criminal justice process: Corston and the female offender strategy",
            "authors": [
                {
                    "first": "Gilbert",
                    "middle": [
                        "B"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "O&apos;dowd",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "British Journal of Community Justice",
            "volume": "15",
            "issn": "1",
            "pages": "19--30",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Psychological distress among victimized women on probation and parole: A latent class analysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Golder",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Engstrom",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Hall",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "The American Journal of Orthopsychiatry",
            "volume": "85",
            "issn": "4",
            "pages": "382--391",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A Thematic Review of the Exceptional Delivery Model Arrangements in Probation Services in Response to the COVID-19 Pandemic",
            "authors": [],
            "year": 2020,
            "venue": "London: HM Inspectorate of Probation. HMPPS (2020) Roadmap to Recovery. London: HM Prison and Probation Service",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The transition from prison to community initiatives: An examination of gender responsiveness for female offender re-entry",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Holtfreter",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wattanaporn",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Criminal Justice and Behavior",
            "volume": "41",
            "issn": "1",
            "pages": "41--57",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Introduction to Qualitative Methods in Psychology. Harlow: Pearson. Malloch M and McIvor G (2011) Women and community sentences",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Howitt",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Criminology and Criminal Justice",
            "volume": "11",
            "issn": "4",
            "pages": "325--344",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Time out for women: Innovation in Scotland in a context of change",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Malloch",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mcivor",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Loucks",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Howard Journal",
            "volume": "47",
            "issn": "4",
            "pages": "383--399",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Incarcerating Motherhood: The Enduring Harms of First Short Periods of Imprisonment on Mothers",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Masson",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Reflections on A Pandemic: How COVID-19 Impacted upon Probation Practice in Northern Ireland",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mcgreevy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Penal supervision in a pandemic",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mcneill",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Liquid legitimacy and community sanctions",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mcneill",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Robinson",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Legitimacy and Compliance in Criminal Justice. Abingdon: Routledge",
            "volume": "",
            "issn": "",
            "pages": "116--137",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Female Offender Strategy. London: Her Majesty's Stationery Office. Musimbe-Rix S (2020) Coronavirus and Crime: Fact File 3. Mental Health During Coronavirus",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministry Of Justice",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Female pathways to crime and prison: Challenging the (US) gendered pathways perspective",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nuytiens",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Christiaens",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "European Journal of Criminology",
            "volume": "13",
            "issn": "2",
            "pages": "195--213",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Delivering Probation During the Covid 19 Pandemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Phillips",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Delivering desistance-focused probation in community hubs: Five key ingredients",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Phillips",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Albertson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Collinson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Probation Journal",
            "volume": "67",
            "issn": "3",
            "pages": "264--282",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Counselling Women Offenders. Thousand Oaks, CA: Sage. Prison Reform Trust (2019) Why Focus on Reducing Women's Imprisonment? England and Wales Fact Sheet",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pollock",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Disparities in the Risk and Outcomes of COVID-19",
            "authors": [
                {
                    "first": "Public",
                    "middle": [],
                    "last": "Health England",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Working with Women Offenders in the Community: What Works",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sheehan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mcivor",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Trotter",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Working with Involuntary Clients",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Trotter",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Compliance during community-based penal supervision",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ugwudike",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Phillips",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Routledge Companion to Rehabilitative Work in Criminal Justice. Abingdon: Routledge",
            "volume": "",
            "issn": "",
            "pages": "869--880",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "United Nations (2020) Policy Brief: The Impact of COVID-19 on Women",
            "authors": [],
            "year": 2020,
            "venue": "United Nations. Available",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The impact of COVID-19 pandemic on our work in prison and probation service. Department of prison and probation service. Ministry of justice and constitution Affairs",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vollbach",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Managing high risk offenders in the community: Compliance, cooperation and consent in a climate of concern",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Weaver",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barry",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Women in Prison (2017) Corston+10: The Corston Report 10 years on. How far have we come on the road to reform for women affected by the criminal justice system? London: Women in Prison",
            "volume": "6",
            "issn": "",
            "pages": "278--295",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "During lockdown there were examples of the development of interpersonal relationships. For example; Throughout lockdown I regularly spoke to [my probation officer] … we talked about ways to reduce my anxiety and stress about Covid. She talked me through the steps to contact my son by phone or video during lockdown… We have talked about future courses and she encourages me to focus on my strengths (Amanda).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors declared no potential conflicts of interest with respect to the research, authorship and/or publication of this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of conflicting interests"
        },
        {
            "text": "The authors received no financial support for the research, authorship and/or publication of this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "Rebecca Woolford https://orcid.org/0000-0001-7173-3568",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ORCID iD"
        }
    ]
}