{
    "paper_id": "ac4cf3f8a1b2bc0a386f6f9f5c430ec0ab93249d",
    "metadata": {
        "title": "Online mathematics supports in lieu of university tutorials during COVID-19: student and lecturer perspectives",
        "authors": [
            {
                "first": "Maryna",
                "middle": [],
                "last": "Lishchynska",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Munster Technological University",
                    "location": {
                        "postCode": "T12 P928",
                        "settlement": "Cork",
                        "country": "Ireland"
                    }
                },
                "email": ""
            },
            {
                "first": "Catherine",
                "middle": [],
                "last": "Palmer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Munster Technological University",
                    "location": {
                        "postCode": "T12 P928",
                        "settlement": "Cork",
                        "country": "Ireland"
                    }
                },
                "email": ""
            },
            {
                "first": "Vincent",
                "middle": [],
                "last": "Cregan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Munster Technological University",
                    "location": {
                        "postCode": "T12 P928",
                        "settlement": "Cork",
                        "country": "Ireland"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "When the first national lockdown due to the COVID-19 pandemic occurred, all higher educational institutions in Ireland moved to remote learning and have effectively remained in this mode ever since. The situation presented enormous challenges for many mathematics lecturers who had not delivered lectures or tutorials online before. This study looks closely at what a traditional (in-person) mathematics tutorial encompasses and examines learners' needs with respect to support within a remotely delivered module. The work focuses on how well various formats of remote support address the affordances of the traditional in-person tutorial. The range of support formats explored here includes live tutorials, written homework with feedback, group work via breakout rooms in Zoom, a discussion forum and instant formative feedback through Canvas quizzes and the e-assessment tool Numbas. The effectiveness of the different formats of remote support is assessed through examining student engagement and student and lecturer feedback. Six student cohorts, of levels ranging from first year to MSc level, across three different departments, taking either a mathematics or statistics module, participated in the study and were surveyed on their experience and future preferences. The work highlights some of the key issues surrounding remote support within mathematics modules and discusses the findings in the context of the implications for a lecturer and the factors to consider when deciding on a strategy for remote learning. The paper also analyses student interaction and notes the aspects of remote mathematics support that will have value beyond the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In March 2020, the first national lockdown due to the COVID-19 pandemic was announced in Ireland. The subsequent move by all higher educational institutions to remote learning presented enormous challenges for many mathematics lecturers who had not delivered lectures or tutorials online before. It quickly became clear that the challenges experienced by mathematics educators worldwide were as new as they were universal. The steep learning curve of mastering new technologies for giving live lectures or producing pre-recorded videos in addition to the increased workload associated with the preparation and delivery of online materials took the entire focus and time of the lecturers. The general challenges associated with the overnight switch to online delivery are discussed further in several papers (Drumm & Jong, 2020; Gamage et al., 2020; Hodds, 2020; Lishchynska & Palmer, 2021) . In this study, we focus on the remote delivery of the traditional, in-person tutorial, a cornerstone of teaching mathematics and statistics at a higher level.",
            "cite_spans": [
                {
                    "start": 807,
                    "end": 827,
                    "text": "(Drumm & Jong, 2020;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 828,
                    "end": 848,
                    "text": "Gamage et al., 2020;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 849,
                    "end": 861,
                    "text": "Hodds, 2020;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 862,
                    "end": 889,
                    "text": "Lishchynska & Palmer, 2021)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "With the majority of mathematics and statistics modules at Munster Technological University 1 (MTU) being service modules to students from other disciplines, typically, it is the lecturer who also delivers the tutorials within their own modules. At the start of the pandemic, the challenge of transitioning from in-person to online teaching gave lecturers little room to think of, let alone to deliver, a comprehensive form of support in lieu of traditional in-person tutorials. Yet, in mathematics, tutorials are an important and indispensable component of the learning process that involves close student-lecturer and studentstudent interactions. As the partial lockdown continued in Ireland, in September 2020, it became clear that both lecturers and students were facing a full semester of remote teaching and learning. At this point, appropriate mathematics supports, in lieu of in-person tutorials, had to be put in place in order to (a) motivate the student to do the practical work that is essential in learning mathematics; (b) let the student know they are not alone with their mathematics struggles; and (c) provide a solid, reliable mechanism for interacting with the lecturer on the module material to receive support and feedback.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "As the process was still relatively new to the lecturers and no best practice standards existed in the community yet, some degree of experimenting with a trial and error approach was the only appropriate way forward. With this in mind, the authors each approached remote tutorial provision differently with their classes, based on what each author believed was possible to deliver consistently and effectively within a particular module. At the end of the semester, the students were surveyed on their views of the mathematics support they availed of and their future preferences. The research questions posed in this work are as follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "How well do remote support formats address the affordances of traditional in-person tutorials? RQ2. What are the positive/negative aspects, from both students' and lecturers' perspectives, of various formats of remote support in service mathematics modules? RQ3. What is the role of formative feedback in the absence of in-person tutorials and what works well in a remote setup? RQ4. How did the students interact with each other when learning mathematics online?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RQ1."
        },
        {
            "text": "The remainder of this paper is divided into the following sections. Sections 2 and 3 provide the background and detail the various teaching approaches explored in the study. Sections 4 and 5 describe the methodology and report the results on lecturers' and students' views. We discuss the findings in Section 6 and look at the implications for a mathematics lecturer and the factors to consider when deciding on a strategy for remote learning in Section 7.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RQ1."
        },
        {
            "text": "A tutorial is a class in which a tutor or lecturer gives intensive instruction in some subject to an individual student or a small group of students (Collins Dictionary, 2020). More interactive and specific than a lecture, a tutorial is usually a problem-solving session in which the students receive individual attention. Interaction and individual attention are the key elements of mathematics tutorials.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The affordances of the traditional in-person tutorial"
        },
        {
            "text": "In MTU, tutorials have been an integral part of in-service mathematics provision and an indispensable one for many of our students. Traditional tutorials in mathematics/statistics modules in MTU typically involved students having one timetabled hour a week where they worked on problems in small groups (max 20) with the lecturer helping them individually as needed. This level of in-person interaction has been an effective way of ensuring students did the work (attempted questions and practiced) and obtained tailored help and regular feedback. Notably, the in-person tutorials also gave the lecturer feedback on students' progress in a module, allowing them to gauge how students receive the new material, what topics and techniques they found the most challenging for understanding and application, as well as highlighting common misconceptions. This would in turn inform the content of lectures in terms of the points to clarify, reinforce or dispel. Equally important, the in-person tutorial also afforded an opportunity to address the 'invisible' issues and errors that the students might not have been aware of, for example, misconceptions, incorrect notation, missing steps in solutions, accumulation of errors that incidentally resulted in a correct final answer and similar. The other positive aspects of the traditional tutorial format were the all-important student-student interaction and peer instruction, the atmosphere in class being conducive to good concentration and productive work and the sense of security of help being available on the spot. On par with in-person lectures, traditional tutorials are also instrumental to creating the all-important sense of 'belonging' to the learning community by building relationships with the lecturer and peers. The authors' schematic dissection of a mathematics tutorial is shown in Fig. 1. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1847,
                    "end": 1854,
                    "text": "Fig. 1.",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The affordances of the traditional in-person tutorial"
        },
        {
            "text": "The switch to remote learning has inevitably resulted in a loss of many of the important features and benefits of traditional in-person tutorials. The question arose as to what is the meaning of a mathematics tutorial if the lecturer and the student are not in the same room? The needs of the student regarding the tutorials, and the mathematics support within a module, have also changed. A student co-author points out that 'the action of having to be self-disciplined and self-directed . . . made it just that much harder to commit to lectures' (Drumm & Jong, 2020, p. 2) , which for a mathematics module would result in a disconnect making the student less likely to avail of support options. Previously a student, who has missed a few lectures, could turn up at a tutorial hoping for some quick one-to-one tuition on the topic. The basis for this has disappeared with having all the lecture material recorded and available through online platforms (Canvas is adopted at MTU). Moreover, a student, who had otherwise relied on an opportunity to ask questions on the spot to help understand a topic or proceed (be prompted) with a practical exercise, has now lost that opportunity to some degree and may require more tailored help in some other format. With a lecturer not seeing their students' work on a regular basis, as would have been the case with in-person classes (tutorials or lectures), important feedback loops feeding into (a) one's teaching and (b) students' confidence in their workings are also broken. The latter issue also calls for rethinking of the (increased) role of formative feedback in a remote teaching setup.",
            "cite_spans": [
                {
                    "start": 548,
                    "end": 574,
                    "text": "(Drumm & Jong, 2020, p. 2)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The impact of remote learning on the traditional in-person tutorial"
        },
        {
            "text": "In search of standards and best practices of support that would be feasible to offer, we first looked at the formats of remote mathematics support used by the Open University as an institution that is a long-time provider in online teaching and learning. We also looked at the emerging expertise reported in recent (post-COVID-19) workshops dedicated to remote mathematics and statistics teaching and learning. Relevant workshops include the Teaching and Learning Mathematics Online (TALMO Workshop, 2020), the joint TALMO and Royal Statistical Society (TALMO RSS Workshop, 2020) and the Network for Excellence in Mathematics and Statistics (Sigma Workshop, 2020) . Collectively, all of the above resources played a role in informing our approaches to providing remote mathematics support. We present the various approaches in the next section.",
            "cite_spans": [
                {
                    "start": 614,
                    "end": 663,
                    "text": "Mathematics and Statistics (Sigma Workshop, 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Lecturer supports and resources"
        },
        {
            "text": "The approach to supporting the learners in a mathematics/statistics module should ideally address the seven aspects of learning and interactions afforded by traditional in-person tutorials presented in Fig. 1 while also considering lecturer workload. This work explores five formats of remote support delivery: live online tutorials, homework with individual feedback, group tutorial work via Zoom breakout rooms, a discussion forum and instant formative feedback through Canvas quizzes and the e-assessment tool Numbas (Numbas, 2020) . Six student cohorts, of levels ranging from first year to MSc, across three different departments, taking either a mathematics or a statistics module, participated in the study. Table 1 describes the cohorts and summarizes the different modes of lectures and support delivered to each cohort. Delivery to the large cohort of 163 second year students was shared between two lecturers taking different approaches to support (Year 2a and Year 2b). The details of the format of each support approach as well as the rationale for the choice are described below. ",
            "cite_spans": [
                {
                    "start": 520,
                    "end": 534,
                    "text": "(Numbas, 2020)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 202,
                    "end": 208,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 715,
                    "end": 722,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Teaching approaches: mathematics and statistics support in lieu of traditional tutorials"
        },
        {
            "text": "Live tutorials were used with the Year 1, Year 2b and MSc cohorts and delivered via Zoom. The format of a live tutorial was similar to an in-person engagement, albeit the lecturer and students were not in the same physical room. At the beginning of the tutorials, problems were assigned to the students. If they encountered any difficulties, the students could contact the lecturer via microphone and private or public chat in Zoom. When issues arose, the advice was delivered by either using the chat function in Zoom or providing problem steps on the whiteboard using a tablet. The tutorials were not recorded, but if applicable, white board material was uploaded to Canvas. The rationale for this format was to recreate in-person tutorials in an online environment and thus present the students with something familiar. This approach shares commonalties with in-person tutorials including the use of tutorial sheets, guidance from the lecturer and the opportunity for students to have questions addressed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Live tutorials"
        },
        {
            "text": "This approach was adopted with the Year 2a cohort. Each Wednesday, a set of homework exercises were issued with a deadline to submit in Canvas as a PDF file before the following Monday morning. The feedback on the homework was delivered as the same PDF file annotated using a tablet and pen. The students were also encouraged to leave a blank space next to a troublesome question where the lecturer could add advice and help the student to proceed (but not finish the question).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Homework with individual feedback"
        },
        {
            "text": "The rationale for this format of remote tutorial work was to create an opportunity for addressing students' obvious difficulties but also some of the 'not so obvious' to student issues. Not having a tight feedback loop with the students posed a danger of seeing the (invisible to students) errors only at the time of the first assessment which, being in Week 5 of the semester, might have been too late to address. Crucially, several common errors and other inaccuracies in students' homework were noted at various times throughout the semester. These were addressed by issuing targeted emails with general comments to the entire class. Hopefully, these emails were also reaching the students that did not submit their homework, either because their answers were correct and they felt confident or because they did not engage for other reasons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Homework with individual feedback"
        },
        {
            "text": "Two cohorts of students participated in statistics courses that used Zoom breakout rooms, Year 4 and PT. For both cohorts of students, the tutorial work was assigned at the start of the class and then students were randomly assigned to breakout rooms consisting of four to five students. The Year 4 students used breakout rooms to work on written homework exercises and the PT students used breakout rooms to work through data analysis materials using the statistical software R (R Core Team, 2020). The lecturer initially joined each breakout room in turn to ensure that students were working on the correct material and to answer any questions. Students were able to ask questions using their microphones or by typing in the chat window. The chat facility allowed for private communication with the lecturer only, or public communication with all students in the breakout room. In addition to verbal and written communication, the breakout rooms also facilitated screen sharing which allowed students to share their work with each other and the lecturer. Students in breakout rooms could request that the lecturer join their breakout room by clicking Ask for Help, after which the lecturer could join the breakout room to answer any questions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Group tutorial work via Zoom breakout rooms"
        },
        {
            "text": "One of the key elements missing in a remote learning environment is peer-to-peer interaction. The Zoom breakout rooms facilitate peer-to-peer interactions by creating a space with a few students working on the same problem. Part of the rationale behind using breakout rooms was that the reduced number of students in the breakout room compared with the main room would encourage discussion through the advantages of less background noise, less anxiety around speaking and more opportunities for focused discussion. The lecturer is still available to the students to answer questions during the breakout rooms and can communicate with the students in a small group setting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Group tutorial work via Zoom breakout rooms"
        },
        {
            "text": "As a form of engagement and for efficiency, the students from Year 2a cohort were encouraged to use Discussions on Canvas to post queries on new material and exercise sheets. Given how often the same question is asked multiple times in tutorials, having a public forum for such questions and answers could minimize repetition and promote peer discussion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Canvas Discussions forum"
        },
        {
            "text": "Since the important feedback loops between the lecturer and students are broken in a remote setup, there is greater emphasis on formative assessments that can be administered online to monitor student learning. These can guide the lecturer in their teaching, while also providing ongoing feedback to the student on how to improve their learning and deepen understanding. Formative assessment tools come in a wide range of formats, have many benefits and can be designed to help students identify their strengths and weaknesses and target areas that need work (Ní Fhloinn & Carr, 2017; Rakoczy et al., 2019) . They are also shown to stimulate 'growth mindset' (Boaler, 2015) , a delicate aspect of mathematics education that requires subtle but constant nurturing. Another positive factor of formative feedback, particularly useful in remote education, is its potential to encourage the students to engage with the module. Two forms of automated formative assessment were explored in this work, ungraded Canvas quizzes and graded Numbas tutorials.",
            "cite_spans": [
                {
                    "start": 559,
                    "end": 584,
                    "text": "(Ní Fhloinn & Carr, 2017;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 585,
                    "end": 606,
                    "text": "Rakoczy et al., 2019)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 659,
                    "end": 673,
                    "text": "(Boaler, 2015)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Formative feedback"
        },
        {
            "text": "Year 2 students were given five online quizzes. The quizzes comprised questions based on material from the recorded lectures. The quizzes and questions therein were the same for each student. As the Canvas quizzes were designed to be a practice and learning tool, there was no time limit and the students were encouraged to use all available learning materials (videos, notes, etc.) .",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 382,
                    "text": "(videos, notes, etc.)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Ungraded Canvas quizzes with feedback"
        },
        {
            "text": "The format of the questions varied including multiple choice, categorization, answer ordering and questions with images. The quizzes allowed for a type of learning activity that was complementary to the standard exercise sheets. Many questions in the quizzes were of a conceptual nature rather than procedural (e.g., instead of asking to 'solve a given differential equation' one could ask 'which of the functions given as graphs could be a solution to a given differential equation'). The main intention was to get students to think about the topics and self-test, as well as bring their attention to common errors and misconceptions. Upon submission, Canvas quiz produces a student report that shows incorrect answers and provides feedback relevant to an incorrect choice. Feedback also included hints and references to the lecture material. All feedback was coded into the quiz by the lecturer. In the case of multiple-choice, answers were selected by the lecturers to include typical errors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ungraded Canvas quizzes with feedback"
        },
        {
            "text": "Year 4 students completed three graded online tutorials using Numbas. The tutorials consisted of a series of questions, which had the same format for each student but the context, and numbers varied. The marks obtained from the tutorials counted towards the final grades. Multiple attempts at the assessments were permitted to encourage students to practice the questions until they had mastered the material.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Graded Numbas tutorials"
        },
        {
            "text": "Like Canvas quizzes, Numbas allows for a variety of question formats and provides instant feedback to students. As well as indicating whether a solution is correct or not, it can provide steps, catch common misconceptions and show full solutions to questions. The decision to count the grades obtained in the Numbas tutorials towards the students' final grades was based on prior deliveries where early engagement was poor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Graded Numbas tutorials"
        },
        {
            "text": "Since the remote form of interaction at such a large scale is still relatively new, another important question that arose in this work was about the metrics of gauging the effectiveness of the various formats of remote mathematics support. While the humble in-person tutorial has been the staple of mathematics education since mediaeval times, suggesting its effectiveness proven and unquestionable, the research on this topic is rather modest (Jaworski, 2002) . In recent years, much of the emphasis in the literature was placed on measuring the effectiveness of mathematics support centres in higher educational settings (Dowling & Nolan, 2006; Gillard et al., 2011; Jacob & Ní Fhloinn, 2018; Grove et al., 2020) . Though not exactly the same matter, in the remote format, some aspects of the offerings of support centres overlap with the potential offerings in online tutorial work and general mathematics support within a module. Hence, some of the metrics used for support centres also apply to remote tutorials. Typically, there are two types of metrics used: qualitative (students' and lecturers' perspectives) and quantitative (evidenced from ratings, attendance, performance and other quantifiable measures). In the current study, a combination of quantitative and qualitative metrics was used. The focus was on gauging various aspects of student satisfaction and evaluation of available support as well as ranking of potential future approaches via an online survey. Another aspect of this study was to collect lecturers' observations and reflections on the different teaching approaches. ",
            "cite_spans": [
                {
                    "start": 444,
                    "end": 460,
                    "text": "(Jaworski, 2002)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 623,
                    "end": 646,
                    "text": "(Dowling & Nolan, 2006;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 647,
                    "end": 668,
                    "text": "Gillard et al., 2011;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 669,
                    "end": 694,
                    "text": "Jacob & Ní Fhloinn, 2018;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 695,
                    "end": 714,
                    "text": "Grove et al., 2020)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "All students in the cohorts described in Table 1 were contacted by email and invited to participate in the study by taking an online survey. Out of the 264 students invited to participate, 139 (52.7%) responded.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 41,
                    "end": 48,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Participants"
        },
        {
            "text": "A detailed breakdown of respondents by cohort is collated in Table 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 61,
                    "end": 68,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Participants"
        },
        {
            "text": "Student feedback was gathered through an anonymous survey conducted using MS Forms (MS Forms, 2020). The survey concentrated on three areas: (1) evaluation of the support formats offered in lieu of tutorials, (2) feedback on formative assessments and (3) exploring the extent of student interaction in a remote environment. The survey questions were of three types: closed, open (with free text answer boxes available) and ranking. The questionnaire is provided in Appendix A and any further references to survey questions are labelled as per the questionnaire. The closed form and ranking questions were summarized using descriptive statistics and graphs calculated using the built in MS Forms summary tools and the statistical programming language R (R Core Team, 2020). The open questions were analysed and presented following the six stages of qualitative data analysis outlined by Wellington (2000) . Responses to open questions were classified into positive and negative categories, but since the number of free text responses was small (the maximum was 13 responses for Q2 across all cohorts), the positive and negative aspects were described rather than quantified. In addition to an overview of the positive and negative themes emerging from the student survey, representative excerpts of student responses are included to help the reader build a richer understanding of the feedback.",
            "cite_spans": [
                {
                    "start": 886,
                    "end": 903,
                    "text": "Wellington (2000)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Collection and analysis of student feedback"
        },
        {
            "text": "Lecturer feedback was gathered through taking notes, personal reflection and discussion among the authors of the paper. Note that the authors of the paper taught all the cohorts included in this study thus the terms lecturer and author are synonymous. Feedback from lecturers encompassed facts and observations such as • practical elements of implementation of the adopted tutorial format, • positive/negative aspects as experienced, • student attendance/uptake and • lecturer workload. -Lecturer cut off from most of the class for prolonged periods. -Student interaction is not guaranteed. -Difficult to determine whether silences were productive, distracted or frustrated. -Even within the livelier groups, the progress through the questions was slow (compared with in-person tutorials). -Not seeing students' written work -Interactive whiteboards such as the Zoom whiteboard and Google Jamboards were not effective without a tablet and pen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Collection and analysis of lecturer feedback"
        },
        {
            "text": "-The forum was accessed by 68% of students.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussions on Canvas"
        },
        {
            "text": "-Very low contributions (three active participants)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussions on Canvas"
        },
        {
            "text": "For live tutorials and tutorials with breakout rooms, attendance was measured by examining the percentage of students per cohort that attended each session. For homework with feedback, Canvas quizzes and Numbas tutorials, student uptake was measured by examining the percentage of students per cohort that submitted material for each task.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussions on Canvas"
        },
        {
            "text": "This section is divided into two subsections to separate lecturer and student feedback. The findings in each subsection are laid out under the evaluation objectives corresponding to relevant research questions posed in Section 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "5.1.1. Positive/negative aspects of remote tutorial support (RQ2). Table 3 collates lecturers' observations in terms of the positive/negative aspects of tutorial formats explored in this study. The first column also provides data on attendance/uptake registered for each approach. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 67,
                    "end": 74,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Lecturer feedback"
        },
        {
            "text": "While setting up a quiz in Canvas is relatively quick and straightforward, devising original conceptual questions as well as providing constructive, meaningful feedback on incorrect answers is time consuming. Not all students completed the ungraded quizzes as they were not mandatory. On average, of the 163 Year 2 students that were offered quizzes, 50% completed the quizzes. As with Canvas quizzes, Numbas tutorials provide students with instant feedback and, once they have been set up, they save time that would have been spent on marking and can be reused in subsequent years. Creating questions for Numbas tutorials is more time-consuming in comparison to Canvas quizzes but Numbas questions are unique for each student, which makes it an effective e-assessment tool and questions can be formatted to provide a scaffold for effective learning. All students sat the Numbas assessments because they were graded and, for the longest assessment, the median time spent working on the material was 5.5 h. Most emails from students regarding the course content were in relation the Numbas tutorials. Table 4 summarizes student feedback categorized in terms of the positive/negative aspects of various tutorial formats.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1100,
                    "end": 1107,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Formative assessment with feedback (RQ3)."
        },
        {
            "text": "All but one of the 53 respondents that made use of the Canvas quizzes found them 'very useful' or 'somewhat useful' (Q8) . When asked to specify in which way the quizzes were useful (Q9), the respondents agreed that the quizzes 'gave me a sense of what level I was at' (64% of respondents), 'if I got a question wrong the comments explained why' (49%) and 'made me look up and understand the material' (47%).",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 120,
                    "text": "'very useful' or 'somewhat useful' (Q8)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Formative assessment with feedback (RQ3)."
        },
        {
            "text": "All of the students availing of the Numbas tutorials indicated that the tutorials helped them to understand the module content (Q10). The instant feedback provided by Numbas and the opportunity to practice the questions as often as required were described as the most useful aspects of the support provided (Q11). Two negative aspects of Numbas tutorials were reported (Q12): frustration with rounding errors and lack of explanatory steps for some questions. Both issues can be remedied for future deliveries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formative assessment with feedback (RQ3)."
        },
        {
            "text": "In order to facilitate effective remote peer-to-peer learning in the future, we included a section on student interactions in the survey (Q13-Q15). In total, 48% of respondents did not seek help outside the supports offered within the module and 39% of respondents sought help from fellow students. The uptake for other supports, including private tuition and the MTU Academic Learning Centre, was less than 13%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Student interaction (RQ4)."
        },
        {
            "text": "When did peer-to-peer interaction take place? Figure 2 shows that the level of peer-to-peer interaction varies across the different cohorts. The Year 2a and MSc students showed the lowest level of interaction with approximately 60% of respondents working independently. The cohorts with the highest levels of interaction inside and outside of timetabled tutorials were the PT (44%) and Year 1 (35%) students. It is interesting that the first year students had a high level of peer-to-peer interaction outside tutorials since they did not have established working relationships prior to COVID-19, this is in contrast to the MSc cohort who did not have this opportunity either. The Year 4 students had the highest preference for interaction outside of timetabled tutorials and this was reflected in some of the comments where a preference for lecturer led tutorials instead of breakout rooms was expressed since they interact with each other outside of tutorial hours anyway.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 46,
                    "end": 54,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Student interaction (RQ4)."
        },
        {
            "text": "How did peer-to-peer interaction take place? Messaging using platforms such as WhatsApp, Google Hangouts and Discord was a popular choice for interactions across all cohorts with 61 out of 98 respondents using messaging (Fig. 3) . That is, where the consistency ends. Video conferencing apps such as Zoom and Skype were a popular choice for the Year 1 and the PT students but less so for the Quizzes/Numbas 10-min-long weekly one-on-one sessions with lecturer",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 220,
                    "end": 228,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Student interaction (RQ4)."
        },
        {
            "text": "Year 1 -",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Student interaction (RQ4)."
        },
        {
            "text": "other cohorts. Social media was used by Years 1, 2 and 4 (all undergraduates) but no one from the postgraduate courses used social media.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Student interaction (RQ4)."
        },
        {
            "text": "To inform future approaches, survey participants were also asked to rank a range of potential support options (Q6). Table 5 presents three top ranked support formats according to the students' choice.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 116,
                    "end": 123,
                    "text": "Table 5",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Students' preferences for potential future support within a module."
        },
        {
            "text": "In this section, we discuss the findings in terms of the original research questions posed in Section 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Table 6 maps the remote tutorial formats explored in this work onto various aspects of traditional tutorials (as shown in Fig. 1) . Evidently, no single remotely delivered method addresses all aspects as well as traditional tutorials do, but at the same time, one can see how a combination of several formats may ensure a more comprehensive support. This mapping can be used to compare approaches against each other and, when used in conjunction with Table 5 (students' preferences), may inform a lecturer's strategy. The strategy should also take into account the level and needs of a specific student cohort as well as the nature and complexity of the module material and class size. Just as different styles of lecturing suit different students, different formats and levels of remote support would suit different individuals. To address this, where feasible, a combination of several formats should be offered.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 122,
                    "end": 129,
                    "text": "Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 451,
                    "end": 458,
                    "text": "Table 5",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "RQ1. How well do remote support formats address the affordances of traditional in-person tutorials?"
        },
        {
            "text": "Based on the lecturers' observations, both live tutorials and homework with feedback work relatively well in a remote setup and address several affordances of the traditional tutorial. Notably, while only three student cohorts were offered live tutorials and only one group availed of homework with feedback, respondents in all cohorts ranked these tutorial formats the highest. This points to the importance of the lecturer's availability to provide individual feedback to each student. Although no single cohort experienced both live tutorials and homework with feedback during this study, the availability of the instructor and regular feedback on written work are key features of learning mathematics at school so respondents are likely to understand the benefits of both formats.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RQ2. What are the positive/negative aspects, from both students' and lecturers' perspectives, of various formats of remote support in service mathematics modules?"
        },
        {
            "text": "Students' response to group work via breakout rooms was mixed, indicating that it might not suit every cohort or every module. The breakout rooms were more successful for the PT cohort than the Year 4 cohort. The on-screen nature of the statistical analyses undertaken by the PT cohort meant screen sharing was an effective way to share work and receive feedback. For the pen-and-paper work undertaken by Year 4, more structured tasks and further supports to enable students to share their work effectively might improve the learning opportunities provided by breakout rooms. It is worth noting that the top preference for remote mathematics support among some students who experienced breakout rooms was live tutorials with the opportunity to ask the lecturer questions rather than breakout rooms, which perhaps shows the value that students place on the lecturer's presence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RQ2. What are the positive/negative aspects, from both students' and lecturers' perspectives, of various formats of remote support in service mathematics modules?"
        },
        {
            "text": "Discussion forums on Canvas were not a successful strategy in this study. Student shyness to participate in such public forums could be a potential barrier to this form of engagement, and it is not an easy one to dismantle. One potential solution could be to set up an anonymous facility for submitting questions (say in MS Forms) and then post these questions with the answers in Discussions for everyone to see (akin to a Q&A webpage, which can also be organized by topics). When surveyed on potential future formats of remote support within a module, over 50% of respondents in Year 2a and 2b, who had access to Discussions, selected the 'opportunity to ask questions anonymously' in their top three preferences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RQ2. What are the positive/negative aspects, from both students' and lecturers' perspectives, of various formats of remote support in service mathematics modules?"
        },
        {
            "text": "From the lecturers' perspective, the formative assessments explored in this work have been a worthwhile undertaking. The initially high investment of time associated with either Canvas quizzes or Numbas tutorials, pays off as (a) working through the questions and receiving the feedback is a good form of engagement and is beneficial to students; (b) quizzes bridge the gap in the feedback loop to the lecturer by providing analytics on students' answers; and (c) once set up, the quizzes bear minimal workload for the lecturer in subsequent years. Going forward, we will continue using the quizzes and Numbas tutorials as a compliment to either remote or in-person teaching.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RQ3. What is the role of formative feedback in the absence of in-person tutorials and what works well in a remote setup?"
        },
        {
            "text": "Students' positive response to formative assessment observed in this study is not incidental. A student reflecting on a semester of remote teaching (Drumm & Jong, 2020, p. 4 ) describes frequent low-stakes graded quizzes being an important factor for engagement with the lecture material, also doubling as feedback mechanism to a lecturer. The student proposes that 'an ideal strategy would be to combine the quizzes and graded checkpoints to make a graded checkpoint quiz, where after a lecture video, students had to complete an easy 20 multiple choice quiz (within 48-72 hours of the video being made available) to assess the learning outcomes of the video. The quizzes could then contribute to 1% of our grade, just to give it an incentive to be completed.' Such automated online forms of formative assessment will also have value beyond the pandemic as the student engagement issue never goes away.",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 173,
                    "text": "(Drumm & Jong, 2020, p. 4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "RQ3. What is the role of formative feedback in the absence of in-person tutorials and what works well in a remote setup?"
        },
        {
            "text": "One of the key elements of traditional tutorials is the opportunity for students to work together. The importance of peer interaction for effective learning is well established (Mazur, 1997; Wieman, 2014; Tenenbaum et al., 2019) . In addition, to the obvious benefit of learning from others, discussion with peers also helps us to clarify our own thoughts and explaining work to others helps reinforce our own understanding. The social interaction afforded by an in-person tutorial can also add to the enjoyment of learning, making it more likely that students will attend and interact with the lecturer (Bryson & Hand, 2007; Hardy & Bryson, 2016; Everingham et al., 2017) .",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 190,
                    "text": "(Mazur, 1997;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 191,
                    "end": 204,
                    "text": "Wieman, 2014;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 205,
                    "end": 228,
                    "text": "Tenenbaum et al., 2019)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 604,
                    "end": 625,
                    "text": "(Bryson & Hand, 2007;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 626,
                    "end": 647,
                    "text": "Hardy & Bryson, 2016;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 648,
                    "end": 672,
                    "text": "Everingham et al., 2017)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "RQ4. How did students interact with each other when learning mathematics online?"
        },
        {
            "text": "While the usual modes of (in-class) student interaction that normally take place on campus were absent during the pandemic, it was encouraging to learn that students did make use of various means to interact with each other on mathematical matters. Peer interaction has an important role in the learning process; therefore, additional ways of facilitating such interactions and creating informal learning spaces, virtual or physical, should be explored and implemented where practical (Waldock et al., 2017) . Common study spaces are often a feature for home departments but for students participating in service mathematics courses, there is often no dedicated space to study mathematics with peers. A Zoom 'study room' (virtual) and a 'maths study hub' (physical) could both have their places in times beyond the pandemic as motivators to study together, use timetable gaps to work and develop a community of practice.",
            "cite_spans": [
                {
                    "start": 485,
                    "end": 507,
                    "text": "(Waldock et al., 2017)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "RQ4. How did students interact with each other when learning mathematics online?"
        },
        {
            "text": "The impact of the pandemic on higher education continues to be significant. Despite all the efforts, 38.8% of respondents to Q4 found the remote mathematics support inferior in comparison to traditional in-person tutorials. Based on lecturers' observations, the following two important deficiencies in remote learning of mathematics were identified: (1) a lecturer being unable to see students' written work and students being unable to share their written work with each other and (2) the loss of close studentlecturer and student-student interactions that underpin relationship building and peer learning. The second deficiency has important implications for student engagement; 'feeling disconnected from the module' was the most frequently mentioned challenge to students' participation in remote support. Going back to class where we all belong is highly desirable for all parties involved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The importance of providing support measures within a mathematics module cannot be understated, especially in a remote setup. The support formats explored in this work show a range of possible approaches, with the advantages and drawbacks of each highlighted. The exact methods suitable for any individual module will be dependent on both the needs of the particular student cohort and module material, as well as those of the lecturer. Though no single remote format is perfect in emulating or affording the same range of benefits as a traditional in-person tutorial, a combination of several approaches may provide workable and functioning support mechanisms within mathematics modules. Our findings, derived from both lecturers' and students' views, suggest some practical points for consideration in order to allow a lecturer to take the most appropriate strategy:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "• running live tutorials in small groups ensures lecturer accessibility and live interaction while also offering student anonymity (via direct chat messaging); • offering feedback on written work provides opportunities for individualized help and aids students' confidence-it also allows the lecturer to address misconceptions and 'invisible' errors; • incorporating formative assessments, e.g. online quizzes, is beneficial as it scaffolds and aids students' learning while also providing feedback to the lecturer; • encouraging students to interact outside of timetabled hours while studying mathematics is worthwhile as it creates opportunities for peer instruction; • breakout rooms can be effective for sharing work, discussions and receiving feedback (from peers or the lecturer) but seem to work better for structured tasks where work can be shared effectively; • class size and lecturer workload should be taken into consideration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "While challenging, the process of switching to remote learning has provided a valuable opportunity for lecturers to reflect on the learning process, expand their knowledge of teaching practices and engage with educational technology. These newly discovered skills will inform general teaching approaches beyond the pandemic, e.g. supplementing lectures with short videos, using online tools such as Canvas quizzes and Numbas to provide formative feedback, setting up online discussions using Discussion boards and incorporating alternative assessment strategies such as projects, presentations and group work. However, despite these potential aids to general teaching approaches, the in-person tutorial remains difficult to emulate remotely and, for these authors at least, the in-person tutorial will be back on the timetable as soon as the pandemic permits.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Mathematical Mindsets: Unleashing Students' Potential through Creative Math, Inspiring Messages and Innovative Teaching",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Boaler",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The role of engagement in inspiring teaching and learning",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bryson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hand",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Innov. Educ. Teach. Int",
            "volume": "44",
            "issn": "",
            "pages": "349--362",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Definition of 'tutorial",
            "authors": [
                {
                    "first": "Collins",
                    "middle": [],
                    "last": "Dictionary",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Measuring the effectiveness of a maths learning support centre-the Dublin City University experience",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dowling",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Nolan",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proceedings of the CETL-MSOR Conference",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A semester like no other: a student and lecturer perspective on the impact of Covid-19 on 3rd level academic life",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Drumm",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "AISHE-J",
            "volume": "12",
            "issn": "",
            "pages": "1--14",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Enhancing student engagement to positively impact mathematics anxiety, confidence and achievement for interdisciplinary science subjects",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Everingham",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gyuris",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Connolly",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Int. J. Math. Educ. Sci. Technol",
            "volume": "48",
            "issn": "",
            "pages": "1153--1165",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Online delivery and assessment during COVID-19: safeguarding academic integrity",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gamage",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "De Silva",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gunawardhana",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Educ. Sci",
            "volume": "10",
            "issn": "",
            "pages": "301--324",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Measuring the effectiveness of a mathematics support service: an email survey",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gillard",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Robathan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Teach. Math. Appl",
            "volume": "30",
            "issn": "",
            "pages": "43--52",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The extent and uptake of mathematics support in higher education: results from the 2018 survey",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Grove",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Croft",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lawson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Teach. Math. Appl",
            "volume": "39",
            "issn": "",
            "pages": "86--104",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The salience of social relationships and networks in enabling student engagement and success",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hardy",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bryson",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "SEHEJ",
            "volume": "1",
            "issn": "",
            "pages": "1--20",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A report into the changes in Mathematics and Statistics support practices due to Covid-19",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hodds",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A quantitative, longitudinal analysis of the impact of mathematics support in an Irish university",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jacob",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ní Fhloinn",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Teach. Math. Appl",
            "volume": "38",
            "issn": "",
            "pages": "216--229",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Sensitivity and challenge in university mathematics tutorial teaching",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Jaworski",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Educ. Stud. Math",
            "volume": "51",
            "issn": "",
            "pages": "71--94",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Teaching maths in the time of COVID: the good, the bad and missing factors",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lishchynska",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Palmer",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "AISHE-J",
            "volume": "13",
            "issn": "",
            "pages": "1--14",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Peer Instruction. A User's Manual. Upper Saddle River: Prentice Hall. MS Forms (2020) Microsoft forms",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mazur",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Formative assessment in mathematics for engineering students",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ní Fhloinn",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Carr",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Eur. J. Eng. Educ",
            "volume": "42",
            "issn": "",
            "pages": "458--470",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Mathematics e-assessment tool",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Numbas",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "R: A Language and Environment for Statistical Computing",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "R Core Team",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "R Foundation for Statistical Computing",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Formative assessment in mathematics: mediated by feedback's perceived usefulness and students' self-efficacy",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Rakoczy",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pinger",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hochweber",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Klieme",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schütze",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Besser",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Learn. Instr",
            "volume": "60",
            "issn": "",
            "pages": "154--165",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Sigma online support workshop",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Teaching and learning statistics online",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Talmo Rss Workshop",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "TALMO: teaching and learning mathematics online",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Talmo Workshop",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "How effective is peer interaction in facilitating learning? A meta-analysis",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tenenbaum",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Winstone",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Avery",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Leman",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J. Educ. Psychol",
            "volume": "112",
            "issn": "",
            "pages": "1303--1319",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The role of informal learning spaces in enhancing student engagement with mathematical sciences",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Waldock",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rowlett",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cornock",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bartholomew",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Int. J. Math. Educ. Sci. Technol",
            "volume": "48",
            "issn": "",
            "pages": "587--602",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Contemporary Issues and Practical Approaches. London: Continuum",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wellington",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Large-scale comparison of STEM teaching methods",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Wieman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "111",
            "issn": "",
            "pages": "8319--8320",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Maryna Lishchynska (maryna.lishchynska@cit.ie) is a lecturer at the Department of Mathematics",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Maryna's current research interest is in mathematics education at third level. Her earlier research was in computational modelling, specifically in behavioural analysis and design optimization of micromechanical systems",
            "authors": [],
            "year": null,
            "venue": "Maryna has an MSc in Applied Mathematics and a Ph.D. in Engineering",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "She teaches on a wide range of courses, from first year to post-graduate level in both Mathematics and Statistics, including the HDip and MSc",
            "authors": [
                {
                    "first": "Catherine",
                    "middle": [],
                    "last": "Palmer",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Catherine enjoys working with students and industry partners in the area of data analytics and with colleagues in mathematics education",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "He teaches a range of subjects including Engineering Mathematics and Data Science and Analytics. He has a Ph.D. in Industrial Applied Mathematics. His research is motivated by applying mathematical techniques to real-world problems. His current research interests include nanoscience",
            "authors": [
                {
                    "first": "Vincent",
                    "middle": [],
                    "last": "Cregan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Tutorial dissected: aspects of learning and interactions afforded by traditional in-class tutorials (authors' representation).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "When student interaction occurred (Q14).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Technology used for remote peer-to-peer interaction (Q15, n = 98).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Student cohorts and support offered within the module",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Population and number of respondents",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Summary of lecturers' observations about various tutorial formatsScreen sharing is an effective way to share on screen work and receive feedback.-Lecturer was called to the breakout room to answer queries that had already been discussed by the group.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Summary of student feedback about various tutorial formats (survey questions Q2 and Q3)",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Students' top three preferences for potential future support within a module",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Various remote support formats mapped onto affordances of traditional in-person tutorial",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "What forms of tutorial support offered to you in this maths module did you avail of? Live online tutorial classes where I could ask questions in a chat or verbally and get an answer Opportunity to submit homework and get feedback on my work Live online classes involving student-student interaction via Zoom breakout rooms Opportunity to ask questions in Discussions on Canvas Opportunity to email the lecturer with queries Graded Numbas tutorials I did not avail of any of the above. Q2What was the most useful aspect of the maths support you got this semester?(free text answer box available) Q3If any, what were the missing factors in the maths support this semester?(free text answer box available) Q4How does the remote form of support you had this semester compare to the traditional in-class tutorials in terms of its usefulness and the effect it had on your progress in the module? I found remote maths support as useful as in-class tutorials. I found remote maths support inferior to in-class tutorials. I found remote maths support superior to in-class tutorials. Q5Did you face any challenges that had a negative impact on your participation in online maths support? Choose as many as apply. What (if any) were the most beneficial aspects of completing the Numbas tutorials?(free text answer box available) Q12What (if any) were the most negative aspects of completing the Numbas tutorials?(free text answer box available) Student interaction Q13What other forms of maths support did you avail of, if any? Choose as many as apply. I sought help from my fellow students. Academic Learning Centre at CIT Private grind None Q14If you studied the material/homework from this module with your fellow students, did you do so: During tutorials only During tutorials and outside timetabled hours Outside of timetabled hours only I always work independently and do not study the material with my classmates Q15When studying material with your fellow students, how did you communicate? Choose as many as apply. Live video conferencing, e.g. GoogleMeet/Discord/Zoom/Skype Messaging, e.g. WhatsApp, GoogleHangouts, Discord Phone conversation Email By creating content such as podcast or videos Other (free text answer box available)Note: (Q1-Q6 and Q13-Q15 were answered by all students; Q7-Q9 and Q10-Q12 were answered by specific cohorts that availed of corresponding resources).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Questionnaire"
        }
    ]
}