{
    "paper_id": "ac716ad5b1e1144dd810d44a67b7844e559af311",
    "metadata": {
        "title": "Inverse design of two-dimensional structure by self-assembly of patchy particles",
        "authors": [
            {
                "first": "Uyen",
                "middle": [
                    "Tu"
                ],
                "last": "Lieu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Mathematics for Advanced Materials-OIL",
                    "institution": "AIST",
                    "location": {
                        "addrLine": "2-1-1 Katahira",
                        "postCode": "980-8577",
                        "settlement": "Aoba, Sendai",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Natsuhiko",
                "middle": [],
                "last": "Yoshinaga",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Mathematics for Advanced Materials-OIL",
                    "institution": "AIST",
                    "location": {
                        "addrLine": "2-1-1 Katahira",
                        "postCode": "980-8577",
                        "settlement": "Aoba, Sendai",
                        "country": "Japan"
                    }
                },
                "email": "*yoshinaga@tohoku.ac.jp*uyen.lieu@aist.go.jp"
            }
        ]
    },
    "abstract": [
        {
            "text": "We propose an optimisation method for the inverse structural design of self-assembly of anisotropic patchy particles. The anisotropic interaction can be expressed by the spherical harmonics of the surface pattern on a patchy particle, and thus arbitrary symmetry of the patch can be treated. The pairwise interaction potential includes several to-be-optimised parameters, which are the coefficient of each term in the spherical harmonics. We use the optimisation method based on the relative entropy approach and generate structures by Brownian Dynamics simulations. Our method successfully estimates the parameters in the potential for the target structures, such as square lattice, kagome lattice, and dodecagonal quasicrystal. arXiv:2109.10102v1 [cond-mat.soft] 21 Sep 2021",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The self-assembly of nano-and colloidal particles is a spontaneous organisation of the small particles into structures [1] . The self-assembly forming complex patterns is of great interest because of the promising applications in materials engineering, such as photonics, energy storage devices, tunablerheology fluids [1, 2] . The special properties of these materials originate from the material structures and the physicalchemical properties of the components made of the materials [3, 4] . Understand, control and predict self-assembly structure from given building blocks is a challenging goal in the field of soft matter. The self-assembly of complex structures, particularly open structures such as kagome lattice [5] , honeycomb lattice [6] , diamond structure [7] , icosahedral quasicrystal [8] , however, has not fully understood yet. The main difficult issue is to determine building blocks which are capable of forming the desired structure, and the underlying kinetics and mechanism of the assemble process, i.e. the interaction of such building blocks and the conditions, e.g. temperature, dispersity will determine the outcome structure. The interaction of building blocks depends on the block and the solvent. The building block can be isotropic [8, 9] or anisotropic [10] . In the later case, the building block is varied in shape [11] , local sphere clusters [12] , patchy particle [1, 13] , etc. The patchy particle is often described as a spherical particle patterned with anisotropic surface, or attached with interacting patch on its surface [1, 13, 14] . Recent developments in synthesis and fabrication techniques have enabled the realisation of those patchy particles [5, 15] . The assembly of patchy particles has led to the discovery of new order structures, phase diagram, and the extraction of some general features such as the formation of hierarchical assembly [16] . Discovering the relation of particle design and selfassembled structure employs forward approach or inverse approach. In the conventional 'forward' self-assembly approach, a specific potential or anisotropic particle is used to discover the assembled structure. Conversely, in 'inverse' approach a class of computational technique is used to discover the suitable type of potential or anisotropic particle which is capable of forming a desired target structure [4, 17, 18] . For patchy particles, the infinite degrees of freedom of patchiness result in a great flexibility to achieve several complex structures. However, it also poses questions on the inverse problem: how to choose a suitable particle design for a specific structure among several possible particle designs. To determine suitable interactions for stabilising self-organisation, the optimasation techniques have been continuously developed for both isotropic interaction [6, [17] [18] [19] [20] [21] [22] [23] and anisotropic interaction [24] [25] [26] [27] .",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 122,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 319,
                    "end": 322,
                    "text": "[1,",
                    "ref_id": null
                },
                {
                    "start": 323,
                    "end": 325,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 485,
                    "end": 488,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 489,
                    "end": 491,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 721,
                    "end": 724,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 745,
                    "end": 748,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 769,
                    "end": 772,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 800,
                    "end": 803,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1262,
                    "end": 1265,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1266,
                    "end": 1268,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1284,
                    "end": 1288,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1348,
                    "end": 1352,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1377,
                    "end": 1381,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1400,
                    "end": 1403,
                    "text": "[1,",
                    "ref_id": null
                },
                {
                    "start": 1404,
                    "end": 1407,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1564,
                    "end": 1567,
                    "text": "[1,",
                    "ref_id": null
                },
                {
                    "start": 1568,
                    "end": 1571,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1572,
                    "end": 1575,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1693,
                    "end": 1696,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1697,
                    "end": 1700,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1892,
                    "end": 1896,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2360,
                    "end": 2363,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2364,
                    "end": 2367,
                    "text": "17,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2368,
                    "end": 2371,
                    "text": "18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 2837,
                    "end": 2840,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2841,
                    "end": 2845,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2846,
                    "end": 2850,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 2851,
                    "end": 2855,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2856,
                    "end": 2860,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 2861,
                    "end": 2865,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 2866,
                    "end": 2870,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 2871,
                    "end": 2875,
                    "text": "[23]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 2904,
                    "end": 2908,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 2909,
                    "end": 2913,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 2914,
                    "end": 2918,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 2919,
                    "end": 2923,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "In this study, we have proposed an inverse design strategy for the self-assembly of monodispersed patchy particles by Brownian dynamics simulation. The algorithm is based on relative entropy method [17] to optimise the yield of the target structure in the design parameter space. We apply the model to find suitable patchy particle designs for given target structures. The patchy particle in the study is a spherical particle whose surface pattern is based on spherical harmonics, thus any pattern can be described by a linear combination. [14] Such pattern consists of two type of regions which is an analogical to a polarised surface or even the surface charges of complex biological molecules [13, 28, 29] . Then one can set either repulsive or attractive interaction to the like/opposite patches, for example setting like patches repulsive and opposite patches attractive, which is similar to the charged interaction. The main feature of our patterned patchy particle system involves the complex interplay between the attractive and repulsive anisotropic interaction, and the capability of systematically exploiting the relation between the patchy particle symmetry and the self-assembly. Compared to the patchy particles with specific narrow attractive sites (sticky-patch model) where the patch number, patch arrangement and patch type are important features determining the assembled structure and properties, the particle in our approach are less involved with those factor. We expect that the experiment can be carried out more flexible by tuning the external parameters (solvent pH, salt concentration) [13, 15] and the fabrication required less strict conditions on such as a sophisticate geometry and chemical selectivity.",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 202,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 540,
                    "end": 544,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 696,
                    "end": 700,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 701,
                    "end": 704,
                    "text": "28,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 705,
                    "end": 708,
                    "text": "29]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1613,
                    "end": 1617,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1618,
                    "end": 1621,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "In this study, the pattern of patchy particle i is described by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Pairwise interaction of patchy particles"
        },
        {
            "text": "(i) } includes the information of the local orientations of particle i [], and is the l-fold contraction of two l th rank tensors. Then for a pair of Y lm particles put at the distance r, the anisotropic interaction Ξ lm is described as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Pairwise interaction of patchy particles"
        },
        {
            "text": "For simplicity, we assume that the potential u lm for a pair of particles Y lm can be decomposed into a distance-dependent term and an orientation-dependent term as u lm = u M (r)Ξ lm (r, Ω). Here u M (r) is similar to the Morse potential, and Ξ lm (r, Ω) is dependent on the mutual orientation Ω of the pair particle. We",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Pairwise interaction of patchy particles"
        },
        {
            "text": "In the inverse problem, the to-be-optimised potential includes the interactions of the several types of patchy particles:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Pairwise interaction of patchy particles"
        },
        {
            "text": "where the parameter θ lm is the weight of each potential type to be optimised. For demonstration, the potential includes five candidates corresponding to five types of patchy particles Y 10 , Y 20 , Y 22 , Y 44 , Y 55 , as shown in Fig. 1 . The particle Y 10 and Y 20 can be referred as Janus particle and triblock particle, respectively. They are axisymectric about the polar axis (n (3) ). The particle Y 22 , Y 44 and Y 55 has twofold, fourfold, and fivefold symmetry in the equator plane spanned by (n (1) , n (2) ). The patchiness of a particle can be determined by its positive (red) and negative (blue) pattern. In this model, θ > 0 means that different colour patch is attractive and similar one is repulsive, while θ < 0 means similar colour patch attractive and different is repulsive. The sign of θ implies different interaction and physics of the self-assembly, therefore it can be considered as a prior knowledge for the design of patchy particle. Since the sign of θ is often fixed by materials of the patches, we can set either θ ≤ 0 or θ ≥ 0. We may also set the sign unconstrained. The detail of the anisotropic function Ξ lm , the Morse potential u M , and the Week-Chandler-Anderson potential u WCA preventing the overlapping of particle and can be found in Appendix. The self-assembly of patchy particles is performed by Brownian dynamics [30] under annealing. In each simulation, the spherical particles are confined to a flat plane while rotate freely in three dimensions. The periodic boundary condition is applied on the two-dimensional space. The number of particles in each iteration is N = 128 for square lattice and kagome lattice, N = 240 for dodecagonal quasicrystal. Initially the positions and orientations of particles are randomly distributed. Temperature is decresed from T max to T min with an interval of ∆T . The values of T max , T min , ∆T are respectively 0.5, 0.05, 0.01 for square lattice and kagome lattice, and 1, 0.2, 0.0125 for dodecagonal quasicrystal.",
            "cite_spans": [
                {
                    "start": 506,
                    "end": 509,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 514,
                    "end": 517,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1359,
                    "end": 1363,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 232,
                    "end": 238,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "A. Pairwise interaction of patchy particles"
        },
        {
            "text": "n (2) n (1) FIG. 1: The patchy particles described by spherical harmonic Y lm (top row) and the corresponding patchiness (middle and bottom rows). The orientation of a particle is characterised by the local orthonormal bases (n (1) , n (2) , n (3) ). The view views along the polar axis n (1) of each particle are shown in the bottom row.",
            "cite_spans": [
                {
                    "start": 2,
                    "end": 5,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 8,
                    "end": 11,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 228,
                    "end": 231,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 236,
                    "end": 239,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 244,
                    "end": 247,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "A. Pairwise interaction of patchy particles"
        },
        {
            "text": "Our optimisation process is based on the relative entropy approach [17] . According to Jadrich et al. [17] , a model for isotropic interaction is built as follows. A particle configuration R is described by a set of N particles' positions R = [r 1 , r 2 , ..., r N ]. Let P tgt (R) denote the probability distribution of a target structure, and P(R|θ) denote the probability distribution for realising the configuration R given θ. Here P(R|θ) follows Boltzmann distribution P(R|θ) = e −βU(R|θ) Z(θ) , in which the configurational partition function Z(θ) is a normalisation factor as Z(θ) = e −βU(R|θ) dR, and U(R|θ) is the tunable potential. One way to measure the distance between those two distributions is to use Kullback-Leibler divergence [31] . With the use of f (R) P(R|θ) = f (R)P(R|θ) dR, the Kullback-Leibler divergence from P(R|θ) to P tgt (R) can be written as D KL (P tgt ||P) = P tgt (R) ln P tgt (R) P(R|θ) dR = ln P tgt (R) P tgt (R) − ln P(R|θ) P tgt (R) .",
            "cite_spans": [
                {
                    "start": 67,
                    "end": 71,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 102,
                    "end": 106,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 744,
                    "end": 748,
                    "text": "[31]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "B. Optimisation scheme"
        },
        {
            "text": "(2)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Optimisation scheme"
        },
        {
            "text": "In the optimisation scheme, θ is tuned to minimise D KL (P tgt ||P). The search for the local minima can be conducted by the gradient descent method. Then the next point of θ in the iteration is chosen by following the steepest descent so that:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Optimisation scheme"
        },
        {
            "text": "where α is the parameter controlling how far the point moves along the gradient descent curve. In this study we empirically set α = 0.05. Applying of Boltzmann distribution and partition function for the gradient term in Eq. (3), we can rewrite the term as the following form",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Optimisation scheme"
        },
        {
            "text": "In this study, the interaction of the particle is dependent on both the position and orientation of the particle, therefore, information on the orientation of the particle is required for the optimisation. When orientation of the target structure is available, Eq. (4) is simply replaced by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Optimisation scheme"
        },
        {
            "text": "As we discuss in Sec. II C, we also consider the target structure whose orientation is not measured. In this case, we treat the orientation of the target structure as a hidden variable. The optimisation is interpreted as minimisation between P tgt (R) and the probability distribution that is marginalised over the orientation, P(R|θ ) = P(R, n|θ )P(n). Then, we use, instead of Eq. (5),",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Optimisation scheme"
        },
        {
            "text": "where P(n) is estimated from the generated structures for each iteration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Optimisation scheme"
        },
        {
            "text": "The weight θ affects the energy scale and how the patches on the particle interact. For each data set of optimisation, θ is limited to the range of |θ | = [0, 1.2]. We also investigate the behaviour of θ when constraint on the sign θ ≥ 0 or θ ≤ 0 is applied.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Optimisation scheme"
        },
        {
            "text": "In order to thoroughly evaluate the inverse design optimisation, the target structure is categorised into three groups in decreasing order of target's information: ground truth target, synthesised target, and minimal synthesised target. (i) The ground truth target is prepared by stabilising the particles using the potential in Eq. (1) with given values of θ. Although the annealing scheme is chosen slow enough, the assembled structure still has defects and thermal fluctuations. The target includes all information about the positions and orientations of particles. It should be noticed that the calculation of energy of the assemblies requires the information of the position and the orientation (i.e. three local orthonormal basesn (1) ,n (2) , n (3) , as shown in Fig. 1 ) of the particles. (ii) The synthesised target is prepared based on the ground truth, however, the particle position is perfectly set according to the unit cell of a targeted lattice, the particle surface distance is set zero; then the orientations of the particles are set corresponding to an energy minimising structure. (iii) In the final case, only the position of the synthesised target is given to further check the capability of our proposed model.",
            "cite_spans": [
                {
                    "start": 737,
                    "end": 740,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 744,
                    "end": 747,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 752,
                    "end": 755,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 770,
                    "end": 776,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "C. Target structures"
        },
        {
            "text": "In detail, we choose square lattice, kagome lattice and a dodecagonal quasicrystal as target structures (Fig. 2) . The square lattice is a basic structure. The kagome lattice is an open structure which is difficult to create via self-assembly and it is supposed to have novel optical and mechanical properties [5] ; dodecagonal quasicrystal is also difficult in terms of their aperiodic nature [32] . The ground truths of these structures, namely the square lattice, kagome lattice, dodecagonal quasicrystal can be obtained by setting the non-zero θ in Eq.",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 313,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 394,
                    "end": 398,
                    "text": "[32]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 104,
                    "end": 112,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "C. Target structures"
        },
        {
            "text": "(1) as θ 10 = 1, θ 20 = −1, θ 55 = −1, respectively. As for the synsthesised targets, particle positions and orientations of the square and the kagome lattice are perfectly assigned based on their unit cells. The synthesised dodecagonal quasicrystal target is constructed as an approximant crystal by suitable packed dodecagonal motif [33] , however the orientation is too difficult to perfectly assign. We overcome this problem by numerically stabilising the approximant crystal under the potential type same to the one used for ground truth. Finally, the minimal targets, which have only information of particle position, are also considered. In this case, the orientation of target is a hidden parameter. However, because the orientation of the target is required for each iteration, we statistically interpolate the orientation fields from the generated structure and assign to the target. The algorithm of the interpolation of orientation can be found in Appendix D. FIG. 2: Illustration of target structures include square lattice, kagome lattice, dodecagonal quasicrystal considering ground truth (left), synthesised structure (middle), and minimal structrure (right). A Fourier transform of the ground truth dodecagonal quasicrystal with 12-fold symmetry is given inset. Other insets are enlarged structures. Particle colours are coded with number of nearest neighbours, the blue and red arrows are the orientations of the particles in the local direction n (3) and n (1) (Fig. 1) . The voronoi tesselation is also embeded.",
            "cite_spans": [
                {
                    "start": 335,
                    "end": 339,
                    "text": "[33]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [
                {
                    "start": 1480,
                    "end": 1488,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "C. Target structures"
        },
        {
            "text": "The optimisation starts with a random set of the to-beoptimised weight θ, followed by a dynamical self-assemble process. Then the structural data at the final timestep, which is called generated structure, will be used for Eq. (3) to update the θ for the next iteration. The number of iterations is set around 20, 40 or hundreds. To compare the generated structures and the target, we generate the structure with the estimated parameters and then check the local structure, the number of neighbours and the radial distribution function.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. RESULTS"
        },
        {
            "text": "The performance of the optimisation method is confirmed by inverse design of the ground truth target structures. Such ground truth target structures are prepared from a specific Y lm potential as given in Eq. (1) . The information of the ground truth target includes both positions and orientations of all particles. For the ground truth square lattice target assembled from Y 10 patterned particle, Fig. 3 shows the typical behaviours of the constrained θ ≥ 0. As shown in Fig.  3(a,c) , a solution containing the only non-zero θ 10 ≈ 1 is quickly obtained, and the generated structure is identical to the ground truth target. We also prepare a synthesised lattice whose surface distance between particle is set zero, and orientation of polar basis n (3) is exact. Compared to the ground truth case, the behaviour of θ in Fig. 3 (d) is qualitatively similar. However the weight is θ 10 = 1.2, which is the upper limit of θ. The reason of this difference can be explained as follows: according to the estimation of θ given in Eq. (3) and (4), the terms ∇ θ U of the generated structure and the target is distance-dependent. The distance between particles in the synthesised target is smaller than that of the ground truth (the first peak of radial distribution function for synthesised target and ground truth is 2a and 2.08a respectively; data are not shown). Since the interaction decays with distance, the term ∇ θ U tgt of synthesised target has greater magnitude as shown in Fig. 3(b,e) , leading to ∇ θ 10 U − ∇ θ 10 U tgt = 0 for the synthesised lattice optimisation. As a result, θ 10 keep increasing until it reaches the upper limit. The result for the synthesised target suggests that the optimisation scheme can work when the distance between particle in the target is not strictly assigned, i.e. similar behaviour of θ is expected when the optimisation is conducted for a synthesised target whose distance between particle is larger or smaller. Additionally, it should be noted that in synthesised target, we assign only the polar basis (the n (3) in Fig.1 ) of particle while the information of azimuthal bases (n (1) and n (2) direction) are random; because the Y 10 particle is axisymetric, so the information of the polar basis is enough to attain a minimum energy structure. This result suggests that the model can work when the target contains partial information of the orientation.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 212,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 2127,
                    "end": 2130,
                    "text": "(1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 400,
                    "end": 406,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 474,
                    "end": 486,
                    "text": "Fig.  3(a,c)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 823,
                    "end": 829,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1480,
                    "end": 1491,
                    "text": "Fig. 3(b,e)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2063,
                    "end": 2068,
                    "text": "Fig.1",
                    "ref_id": null
                }
            ],
            "section": "A. Optimisation for ground truth and synthesised targets"
        },
        {
            "text": "The result for kagome lattice is given in Fig. 4 when the sign of θ is arbitrarily assigned. The ground truth target is obtained by θ 20 = −1. The optimisation is capable of finding the correct solution whose nonzero value θ 20 ≈ −0.9 for ground truth and θ 20 = −1.2 (lower limit) for synthesised target. The difference between the value of θ 20 in such two cases is mostly due to the particle distance in the two targets, as mentioned in previous paragraph. One can see that the generated structure contains quite a lot of defects, perhaps this is the reason why |θ 20 | for ground truth is slightly smaller than the expected value.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 42,
                    "end": 48,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "A. Optimisation for ground truth and synthesised targets"
        },
        {
            "text": "The estimation for dodecagonal quasicrystal is given in Fig.  5 . The ground truth is obtained by considering the potential with θ 55 = −1. For synthesised target, the same potential is used to numerically stabilise a position-fixed approximant crystal. Different from the synthesied target of square lattice and kagome lattice, we do this process to find the minimum energy state of the approximant because it is too difficult to assign the orientations to the particles. When θ ≤ 0, after a few iterations the optimisation model is capable of finding the suitable potential with θ 55 ≈ −0.9 for ground truth and θ 55 ≈ −0.7 for synthesised target. Although these values deviate from the expected value around −1, the convergence of θ behaves similarly and the only nonzero parameter for the estimation refers to the Y 55 patchy particle design. It is confirmed that the generated structures by those parameters have features of a dodecagonal quasicrystal, which are the 12-fold symmetry in their Fourier transforms in Fig. 5(b,d) , and the similarity with the radial distribution of the ground truth target as in Fig. 5(e) . Regarding the difference in estimation result, one possible reason is that the number of particles used in those simulation is quite small, therefore the periodic boundary condition can inhibit the growth of the quasicrystal and the relaxation of defects. For the synthesised target, the difference in the obtained value and expected value is more obvious. As mentioned previously, such effect is also caused by the particle distance in the generated structure and the target, which is also illustrated in Fig. 5(e) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 56,
                    "end": 63,
                    "text": "Fig.  5",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1020,
                    "end": 1031,
                    "text": "Fig. 5(b,d)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1115,
                    "end": 1124,
                    "text": "Fig. 5(e)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1633,
                    "end": 1642,
                    "text": "Fig. 5(e)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "A. Optimisation for ground truth and synthesised targets"
        },
        {
            "text": "The defects in a generated structure have certain effect on the estimation of θ. The defect is manifested in the form of grain boundary and point defect. For the square lattice case, the generated structure at the latter iterations contains a few defects and the obtained solution θ 10 ≈ 1 (θ ≥ 0) is almost similar to the potential exclusively used to create the ground truth target. For the kagome lattice, it can be seen that the generated structure have quite a lot of defects. The generated structure of quasicrystal is not as clear as the ground truth, possibly because of the small number of particles. In these two case, the obtained solution (θ 20 for kagome lattice and θ 55 for dodecagonal quasicrystal) have smaller |θ | than expected. There is a trade-off between accuracy and computational cost, one may adjust the annealing setting of the simulation to reduce defect, however, the simulation cost increases. In this study, although the number of particles seems small and the annealing is quite fast, the results show sufficient ingredients for designing the particle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Optimisation for ground truth and synthesised targets"
        },
        {
            "text": "For the minimal target, the knowledge on possible orientation of particle is unknown. Therefore we extract the orientation field of the generated structure and pass this information to the target. Figure 6 illustrates the behaviours of θ and the possible solutions for square lattice and kagome lattice target. For the square lattice, when the constraint θ ≥ 0 is applied (different patch attractive condition), we obtain two different sets of pa- (c,f) The snapshots are generated using the parameters at the initial condition and the estimated result. The colour of particle is the number of nearest neighbours of each particle. The blue arrows are the orientations of the particles in the local polar direction n (3) (Fig. 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 197,
                    "end": 205,
                    "text": "Figure 6",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 720,
                    "end": 727,
                    "text": "(Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "B. Optimisation for target without information of particle orientation"
        },
        {
            "text": "rameters. The nonzero parameters in these sets are θ 10 = 1.2 and θ 22 = 1.2, respectively. It suggests that aside from the Y 10 type as estimated in Fig. 3(a) , the other type of patchy particle, Y 22 , can assemble into a square lattice. This patchy particle type composes of four patches around equator, and the patches with different color are attractive (see Fig. 1 ). The capability of forming a square lattice for such kind of particle is intuitively understandable. In the case of kagome lattice target with the constraint θ < 0, as depicted Fig. 6(c) , we obtain the unique estimation in which there are two nonzero parameters as θ 10 = θ 20 = −1.2. The result suggests that the particle design is a combination of particle type Y 10 and Y 20 . This result is different from the solution of Y 20 found in previous sections (Fig. 4) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 150,
                    "end": 159,
                    "text": "Fig. 3(a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 364,
                    "end": 370,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 550,
                    "end": 559,
                    "text": "Fig. 6(c)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 832,
                    "end": 840,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "B. Optimisation for target without information of particle orientation"
        },
        {
            "text": "In order to evaluate the contribution of each type, we have independently conducted three groups of simulation using the particle patterned with Y 10 , Y 20 , and Y 10 +Y 20 . Figure 7 shows a quantitative comparison of the structures obtained by the three particle types, by analysing the distribution of the number of nearest neighbours and the six-fold bond-orientational order parameter [41] |ψ 6 |. If a particle is a part of kagome lattice, it has four nearest neighbours and |ψ 6 | = 1. From the figure, for three types of patchy particle, the significant rate of n nb = 4 and |ψ 6 | ≥ 0.7 suggests that the structure is a kagome lattice [5] . In the case Y 10 + Y 20 , compared with the particles patterned only with Y 10 or with Y 20 , the number of more-than-4-neighbour particles smaller while the number of less-than-4-neighbour particles larger, implying that the structure has more open local structure. Moreover, the system has more particles whose ψ 6 > 0.9 , suggesting the kagome lattice is clearer. This result reveals that the combination of Y 10 and Y 20 is able to create a much better kagome lattice than using only one of them. As depicted in Fig. 7 , under the combined potential, the resulted kagome lattice has less defects, more open structure, and the shape of the unit cell is clearer than the case using the single component Y 10 or Y 20 . A qualitatively similar phenomenon is observed for the enhanced self-assembly kagome lattice from tri-block particle whose the self-propel activity is added to the pole direction of tri-block particle [34] . The tri-block particle and the adding of self-propulsion can be respectively referred to the Y 20 and Y 10 in our study. Although the nature of enhancement by the self-propulsion [34] is different from the patchy particle Y 10 , they are similar in terms of symmetry of the interaction between the particles. These results suggest that our study is capable of finding new designs for patchy particle so that the self-assembly is enhanced.",
            "cite_spans": [
                {
                    "start": 391,
                    "end": 395,
                    "text": "[41]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 645,
                    "end": 648,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1572,
                    "end": 1576,
                    "text": "[34]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1758,
                    "end": 1762,
                    "text": "[34]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [
                {
                    "start": 176,
                    "end": 184,
                    "text": "Figure 7",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1167,
                    "end": 1173,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "B. Optimisation for target without information of particle orientation"
        },
        {
            "text": "In summary, we have developed a relative entropy-based method for inverse structural design of patchy particle for a given target structure. The type of a patchy particle is described by the spherical harmonic. The pairwise interaction potential includes several to-be-optimised parameters, which are the coefficient of each term in the spherical harmonics. We successfully estimate patches necessary to reproduce the targets such as two-dimensional square lattice, kagome lattice and dodecagonal quasicrystal. The method also works for hidden information for the square and kagome lattices, i.e. the target contains only the minimal information of the position of particles. The estimation is dependent on the type of a target structure, namely, prior knowledge of the structure that we want to reproduce. The prior knowledge of the range of the parameters is also crucial for the estimation. Here, we discuss those effects, as well as the possible extension of the model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. DISCUSSION AND CONCLUSION"
        },
        {
            "text": "We have considered three kinds of target structure: the ground truth target comprises both the particle position and orientation, the synthesised target has its particle position set in perfect order and orientation obtained via minimum energy, and the minimal target has only information of the particle position. For the periodic target like square lattice and kagome lattice, the optimisation model is capable of finding the suitable solution design so that the desired targets can be obtained. Regarding the performance of the estimation for three types of target, it shows that as the more information on the target is provided, the faster the optimisation process is. For example in the case of square lattice target (Fig. 3 and Fig. 6 ), for the ground truth and synthesised targets, the stable and converging solution can be consistently obtained after just a few iterations, whereas the minimal target requires more iterations. The minimum target does not have data on the orientation, so the optimisation involves searching on a higher dimension space. As a result, it is more difficult to estimate the parameters. We also observe that the occurrence for finding the correct solution of minimum target is often lower than the other target. Among many independent estimation processes for each square lattice target, the solutions for ground truth and synthesised ones are all consistent and can reproduce a square lattice structure, while for the minimum target cases about 50% of the estimations can. However, such disadvantage is compensated by the fact that more possible solutions and \"better\" solutions can be found. In detail, when the mini- mum targets are considered, we have found two possible particle designs for the square lattice, three for the kagome lattice in which a combination design improves the lattice. On that account, one can consider different levels of prior knowledge for target structure. Here is an example for the self-assembly of kagome lattice. From the lattice, one can think that there can be at least two ways to design the particle's patches and the corresponding orientation of those particle in the lattice. Intuitively, the design based on narrow sticky patch consists of four small patches located on the same plane at alternating interval of 60 • and 120 • so that they fit the four contact points [35] [36] [37] [38] . However, self-assembly of those particles shows that a rhombus lattice is more favourable and formed instead of kagome one [35] [36] [37] [38] . The kagome lattice structure is formed only when constraint on patch selectivity is added [37, 38] . Another solution is the axisymmetric particle, then the orientation of particle can be inferred, which is similar to the one in synthesised target. Using such kind of information for the target will result in the finding of Y 20 particle design, in which two opposite identical caps are attractive while the equatorial part is repulsive [5, 34, 39] .",
            "cite_spans": [
                {
                    "start": 2349,
                    "end": 2353,
                    "text": "[35]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 2354,
                    "end": 2358,
                    "text": "[36]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 2359,
                    "end": 2363,
                    "text": "[37]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 2364,
                    "end": 2368,
                    "text": "[38]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 2494,
                    "end": 2498,
                    "text": "[35]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 2499,
                    "end": 2503,
                    "text": "[36]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 2504,
                    "end": 2508,
                    "text": "[37]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 2509,
                    "end": 2513,
                    "text": "[38]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 2606,
                    "end": 2610,
                    "text": "[37,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 2611,
                    "end": 2614,
                    "text": "38]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 2954,
                    "end": 2957,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2958,
                    "end": 2961,
                    "text": "34,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 2962,
                    "end": 2965,
                    "text": "39]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [
                {
                    "start": 723,
                    "end": 741,
                    "text": "(Fig. 3 and Fig. 6",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "A. Effect of prior knowledge of target structure"
        },
        {
            "text": "In the case of minimum target dodecagonal quasicrystal, the optimisition is not able to find the expected solution. Aside from the difficulty caused by the hidden orientation as discussed above, there are several factors hindering the process. The target does not have information of particle orientation, so it is necessary to assign the orientation from the generated structure to the target. In the generated structure, the effect of thermal fluctuation is inevitable. Such fluctuation is also captured and passed to the target. In other words, simply imagine that the number of patches on the particle Y 55 of quasicrystal is large, the size of the patch is thus small, and then the fluctuation may lead to a considerable effect. So the effect of this fluctuation on the estimation outcome is more severe than that of the square lattice and kagome lattice. Another factor is that compared to the formation of the aperiodic lattice like dodecagonal quasicrystal is difficult and thus requires more investigation on the suitable temperature range, annealing rate, as well as the influence of the other potential components.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Effect of prior knowledge of target structure"
        },
        {
            "text": "In this study, the sign of θ involves the way the patch interacts, thus the potential type and fabrication technique. The patchy particle has two kind of regions (red and blue) on its surface, and different-kind region is set attractive for θ > 0, while same-kind region is set attractive for θ < 0. It should be noted that the self-assembly is completely different when the sign changes. Applying constraint on the sign of theta also affect the optimisation result. We analyse this issue via the optimisation of the ground truth square lattice in three cases: θ ≥ 0, θ ≤ 0, and unconstrained sign. When θ ≥ 0, the unique solution is θ 10 ≈ 1 and the generated structure is similar to the target (Fig. 3) . When θ < 0, as shown in Fig. 8 , the only solution is θ 20 ≈ −1, however the structure consists of many 4-, 5-, 6-nearest neighbour particles and is quite irregular. When the sign of θ is not constrained, we are able to obtain a lattice similar to the target in terms of both position and orientation, however the solution is a combination of θ 10 ≈ 0.5 and θ 20 ≈ −0.5. The contribution of θ 10 > 0 to the formation of the square lattice is well confirmed. It facilitates the head to tail alignment of the Y 10 particles, and the side-by-side or parallel alignment. The θ 20 < 0 corresponds to the tri-block particle similar to the one for kagome lattice. The rise of θ 20 < 0 in this case enhances the head-to-tail configuration, and possibly also enhances the parallel alignment because the particle with θ 20 < 0 (i.e. the equatorial parts are attractive) is more energetically favourable. It is interesting that using θ 20 < 0 alone creates a undesired structure, but a combination with another design θ 10 > 0 can create the desired structure. About the choice of sign-constraint, it depends on the situation, for example when the interaction of the red and blue patch is already set, then the constraint is a must. Setting either positive or negative θ often requires less number of iterations because the design parameter space is reduced. The consideration of unconstrained θ may spend more computational cost, but the estimation can lead to richer possible outcomes of patchy particle design.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 696,
                    "end": 704,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 731,
                    "end": 737,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "B. Effect of constraint parameters"
        },
        {
            "text": "As mentioned earlier, the absolute value of the coefficient θ refers to the contribution of spherical harmonics to patchy particle design. In the case of square lattice, for example, the estimated result is θ 10 = 1.0 or θ 10 = 1.2 depending on the target. The difference of these values does not matter much, because they both lead to the target structure, and suggests the same particle design.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Effect of constraint parameters"
        },
        {
            "text": "In the scope of this study, the pool includes five types of patchy particles. It is straightforward to increase the number of parameters. We have increased the number of parameters to 9 by adding four more types of patchy particle Y 30 , Y 31 , Y 32 , Y 33 and performed inverse optimisation for a ground truth square lattice. Regarding the computation cost, the time for each iteration increases by around 30% compared to the 5parameter case. The computational cost scales almost linearly in the number of parameters. This is appealing compare with the conventional grid search, in which the cost scales exponentially. As shown in Fig. 9 , the estimation result of θ is unique and consist of two nonzero parameters θ 10 ≈ 0.65 and θ 30 ≈ 0.25. The estimation is comparable to the 5-parameter case in Fig. 3(a) . The rise of θ 30 is understandable because the Y 30 has similar symmetry to the Y 10 , which promote the head- tail configuration. There is some fluctuation for θ 32 , but such fluctuation does not affect the generated structure. Although the inclusion of many parameters makes the behaviours of the self-assembly and the estimation more complicated, it is expected to reveal more combinations and suggestions on the design of patchy particle. FIG. 9: 9-parameter optimisation for ground truth square lattice. Data are split into 2 groups for better presentation.The generated structure by estimation result, and the estimation of particle patchiness are also given. given particle. Then the orientation of an arbitrary neighbour j , positioned at x j around the centre particle i , denoted aŝ n j (x j |(i , j )) can be interpolated from the density g(n|x) = g n (n, x) g x (x) (D3)",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 632,
                    "end": 638,
                    "text": "Fig. 9",
                    "ref_id": null
                },
                {
                    "start": 801,
                    "end": 810,
                    "text": "Fig. 3(a)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "C. Effect of the number of parameters"
        },
        {
            "text": "Computational consideration:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Effect of the number of parameters"
        },
        {
            "text": "(1) About R(n j |n i ): The orientation of particle consists of three local orthonormal basesn (m) , m = 1, 2, 3 in Cartesian coordinates. In principal, when translate and rotate the jth particle so that x i = 0 andn i is on some axis, one can choosen (1) i ,n (2) i ,n (3) i align with Ox, Oy, Oz, respectively; as a result, the position of particle jth after the transformation x j → x ji = x j − x i is in three-dimensional space, which makes the calculation of rotational transformation, Eq. (D1), (D2) andn j (x j |(i , j )) more complex. In this study, since x is in xy plane, we simplify those calculations by choosing the two bases almost lying on the xy plane, then align their xy-projection with the axis Ox, Oy. As a result, the position of particle is always on xy plane, and the rotation n j → R(n j |n i, projected ) is two-dimensional.",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 255,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 261,
                    "end": 264,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "C. Effect of the number of parameters"
        },
        {
            "text": "(2) For the Gaussian kernel G(x) and G(n), the position of the particle is in polar coordinate x = [0, 2π], while the orientationn is in Cartesian coordinate n = [−1, 1]. The width of Gaussian kernel is chosen so that the full width at half maximum is around 30-50 times smaller than the range of variable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Effect of the number of parameters"
        },
        {
            "text": "We choose σ x = 0.1, σ n = 0.02.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Effect of the number of parameters"
        },
        {
            "text": "(3) Only particles in the 1st shell (i.e. around the first peak of pair distribution function) are considered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Effect of the number of parameters"
        },
        {
            "text": "(4) Assign the orientation: As mentioned above, two local bases of particle orientationn (m) ,n (n) are independently estimated, then the 3rd basis is determinedn (l) =n (m) ×n (n) . Since the three bases are required to be orthogonal, singular value decomposition is applied to find the nearest orthogonal matrix for the three bases. During the assignment, the constraintn (m) .n (n) < 0.6 is employed to reduce the deformation of the bases before and after applying SVD. (Note: to find the orthogonal basis, another way is just fixn (m) and rotaten (n) to the nearest orthogonal vector).",
            "cite_spans": [
                {
                    "start": 551,
                    "end": 554,
                    "text": "(n)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "C. Effect of the number of parameters"
        },
        {
            "text": "(5) The assignment of orientation for target structure can be performed in two ways: global or local. (i) In global assignment, from an initial pair (i, j), the calculation is then propagated to all particles of target. Orientation for jth particle is calculate m( j) times, and we have m( j) configuration for target. Note that we can not take the mean of orientation (i.e. the averagen 2 (x j ) = 1 m( j) ∑ in2 (x j |(i, j)) due to its circular quantity nature. (ii) In local assignment, the calculation is only for neighbours j of particle i.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Effect of the number of parameters"
        },
        {
            "text": "Assignment of orientations for all particles is not chosen, because the further the neighbours are, the more fluctuating their orientations are.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Effect of the number of parameters"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Self-assembly of block copolymers towards mesoporous materials for energy storage and conversion systems",
            "authors": [
                {
                    "first": "Chen",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Qian",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Yusuf",
                    "middle": [],
                    "last": "Valentino Kaneti",
                    "suffix": ""
                },
                {
                    "first": "Dan",
                    "middle": [],
                    "last": "Hou",
                    "suffix": ""
                },
                {
                    "first": "Yusuke",
                    "middle": [],
                    "last": "Yamauchi",
                    "suffix": ""
                },
                {
                    "first": "Yiyong",
                    "middle": [],
                    "last": "Mai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Chemical Society Reviews",
            "volume": "49",
            "issn": "14",
            "pages": "4681--4736",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Self-Assembly of Colloidal Nanocrystals: From Intricate Structures to Functional Materials",
            "authors": [
                {
                    "first": "Michael",
                    "middle": [
                        "A"
                    ],
                    "last": "Boles",
                    "suffix": ""
                },
                {
                    "first": "Michael",
                    "middle": [],
                    "last": "Engel",
                    "suffix": ""
                },
                {
                    "first": "Dmitri",
                    "middle": [
                        "V"
                    ],
                    "last": "Talapin",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Chemical Reviews",
            "volume": "116",
            "issn": "18",
            "pages": "11220--11289",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Inverse methods for design of soft materials",
            "authors": [
                {
                    "first": "Zachary",
                    "middle": [
                        "M"
                    ],
                    "last": "Sherman",
                    "suffix": ""
                },
                {
                    "first": "Michael",
                    "middle": [
                        "P"
                    ],
                    "last": "Howard",
                    "suffix": ""
                },
                {
                    "first": "Beth",
                    "middle": [
                        "A"
                    ],
                    "last": "Lindquist",
                    "suffix": ""
                },
                {
                    "first": "Ryan",
                    "middle": [
                        "B"
                    ],
                    "last": "Jadrich",
                    "suffix": ""
                },
                {
                    "first": "Thomas",
                    "middle": [
                        "M"
                    ],
                    "last": "Truskett",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Journal of Chemical Physics",
            "volume": "152",
            "issn": "14",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Directed selfassembly of a colloidal kagome lattice",
            "authors": [
                {
                    "first": "Qian",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Sung",
                    "middle": [
                        "Chul"
                    ],
                    "last": "Bae",
                    "suffix": ""
                },
                {
                    "first": "Steve",
                    "middle": [],
                    "last": "Granick",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nature",
            "volume": "469",
            "issn": "7330",
            "pages": "381--384",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Designing selfassembling kinetics with differentiable statistical physics models",
            "authors": [
                {
                    "first": "Carl",
                    "middle": [
                        "P"
                    ],
                    "last": "Goodrich",
                    "suffix": ""
                },
                {
                    "first": "Ella",
                    "middle": [
                        "M"
                    ],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "Samuel",
                    "middle": [
                        "S"
                    ],
                    "last": "Schoenholz",
                    "suffix": ""
                },
                {
                    "first": "Ekin",
                    "middle": [
                        "D"
                    ],
                    "last": "Cubuk",
                    "suffix": ""
                },
                {
                    "first": "Michael",
                    "middle": [
                        "P"
                    ],
                    "last": "Brenner",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Proceedings of the National Academy of Sciences",
            "volume": "118",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Colloidal diamond",
            "authors": [
                {
                    "first": "Mingxin",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "Johnathon",
                    "middle": [
                        "P"
                    ],
                    "last": "Gales",
                    "suffix": ""
                },
                {
                    "first": "Étienne",
                    "middle": [],
                    "last": "Ducrot",
                    "suffix": ""
                },
                {
                    "first": "Zhe",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "Gi-Ra",
                    "middle": [],
                    "last": "Yi",
                    "suffix": ""
                },
                {
                    "first": "Stefano",
                    "middle": [],
                    "last": "Sacanna",
                    "suffix": ""
                },
                {
                    "first": "David",
                    "middle": [
                        "J"
                    ],
                    "last": "Pine",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "585",
            "issn": "7826",
            "pages": "524--529",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Computational self-assembly of a one-component icosahedral quasicrystal",
            "authors": [
                {
                    "first": "Michael",
                    "middle": [],
                    "last": "Engel",
                    "suffix": ""
                },
                {
                    "first": "Pablo",
                    "middle": [
                        "F"
                    ],
                    "last": "Damasceno",
                    "suffix": ""
                },
                {
                    "first": "Carolyn",
                    "middle": [
                        "L"
                    ],
                    "last": "Phillips",
                    "suffix": ""
                },
                {
                    "first": "Sharon",
                    "middle": [
                        "C"
                    ],
                    "last": "Glotzer",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nature Materials",
            "volume": "14",
            "issn": "1",
            "pages": "109--116",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Mosaic two-lengthscale quasicrystals",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Dotera",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Oshiro",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ziherl",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nature",
            "volume": "506",
            "issn": "7487",
            "pages": "208--211",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Anisotropy of building blocks and their assembly into complex structures",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sharon",
                    "suffix": ""
                },
                {
                    "first": "Michael",
                    "middle": [
                        "J"
                    ],
                    "last": "Glotzer",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Solomon",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nature Materials",
            "volume": "6",
            "issn": "8",
            "pages": "557--562",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Predictive Self-Assembly of Polyhedra into Complex Structures",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "F"
                    ],
                    "last": "Damasceno",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Engel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Glotzer",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Science",
            "volume": "337",
            "issn": "6093",
            "pages": "453--457",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Computational self-assembly of colloidal crystals from Platonic polyhedral sphere clusters",
            "authors": [
                {
                    "first": "Ryan",
                    "middle": [
                        "L"
                    ],
                    "last": "Marson",
                    "suffix": ""
                },
                {
                    "first": "Erin",
                    "middle": [
                        "G"
                    ],
                    "last": "Teich",
                    "suffix": ""
                },
                {
                    "first": "Julia",
                    "middle": [],
                    "last": "Dshemuchadse",
                    "suffix": ""
                },
                {
                    "first": "Sharon",
                    "middle": [
                        "C"
                    ],
                    "last": "Glotzer",
                    "suffix": ""
                },
                {
                    "first": "Ronald",
                    "middle": [
                        "G"
                    ],
                    "last": "Larson",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Soft Matter",
            "volume": "15",
            "issn": "31",
            "pages": "6288--6299",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Inverse patchy colloids: Synthesis, modeling and self-organization. Current Opinion in Colloid & Interface Science",
            "authors": [
                {
                    "first": "Emanuela",
                    "middle": [],
                    "last": "Bianchi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Peter",
                    "suffix": ""
                },
                {
                    "first": "Christos",
                    "middle": [
                        "N"
                    ],
                    "last": "Van Oostrum",
                    "suffix": ""
                },
                {
                    "first": "Gerhard",
                    "middle": [],
                    "last": "Likos",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Kahl",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "30",
            "issn": "",
            "pages": "8--15",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Topological defects of dipole patchy particles on a spherical surface",
            "authors": [
                {
                    "first": "Tu",
                    "middle": [],
                    "last": "Uyen",
                    "suffix": ""
                },
                {
                    "first": "Natsuhiko",
                    "middle": [],
                    "last": "Lieu",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Yoshinaga",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Soft Matter",
            "volume": "16",
            "issn": "33",
            "pages": "7667--7675",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Simple method for the synthesis of inverse patchy colloids",
            "authors": [
                {
                    "first": "P D J",
                    "middle": [],
                    "last": "Van Oostrum",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hejazifar",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Niedermayer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Reimhult",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of Physics: Condensed Matter",
            "volume": "27",
            "issn": "23",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Assembly and Phase Transitions within Colloidal Crystals",
            "authors": [
                {
                    "first": "Bo",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Yilong",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nature Reviews Materials",
            "volume": "1",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Comment: 18 pages, 5 figures, 2 boxes",
            "authors": [],
            "year": 2015,
            "venue": "Nature Review Materials",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Probabilistic inverse design for self-assembling materials",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Jadrich",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Lindquist",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Truskett",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "The Journal of Chemical Physics",
            "volume": "146",
            "issn": "18",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Machine learning and data science in soft materials engineering",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Andrew",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of Physics: Condensed Matter",
            "volume": "30",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Optimized Interactions for Targeted Self-Assembly: Application to a Honeycomb Lattice",
            "authors": [
                {
                    "first": "Mikael",
                    "middle": [
                        "C"
                    ],
                    "last": "Rechtsman",
                    "suffix": ""
                },
                {
                    "first": "Frank",
                    "middle": [
                        "H"
                    ],
                    "last": "Stillinger",
                    "suffix": ""
                },
                {
                    "first": "Salvatore",
                    "middle": [],
                    "last": "Torquato",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Physical Review Letters",
            "volume": "95",
            "issn": "22",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Designed interaction potentials via inverse methods for selfassembly",
            "authors": [
                {
                    "first": "Mikael",
                    "middle": [],
                    "last": "Rechtsman",
                    "suffix": ""
                },
                {
                    "first": "Frank",
                    "middle": [],
                    "last": "Stillinger",
                    "suffix": ""
                },
                {
                    "first": "Salvatore",
                    "middle": [],
                    "last": "Torquato",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Physical Review E",
            "volume": "73",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Inverse optimization techniques for targeted self-assembly",
            "authors": [
                {
                    "first": "Salvatore",
                    "middle": [],
                    "last": "Torquato",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Soft Matter",
            "volume": "5",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Design of two-dimensional particle assemblies using isotropic pair interactions with an attractive well",
            "authors": [
                {
                    "first": "William",
                    "middle": [
                        "D"
                    ],
                    "last": "Piñeros",
                    "suffix": ""
                },
                {
                    "first": "Ryan",
                    "middle": [
                        "B"
                    ],
                    "last": "Jadrich",
                    "suffix": ""
                },
                {
                    "first": "Thomas",
                    "middle": [
                        "M"
                    ],
                    "last": "Truskett",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "AIP Advances",
            "volume": "7",
            "issn": "11",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Inverse design of charged colloidal particle interactions for self assembly into specified crystal structures",
            "authors": [
                {
                    "first": "Rajneesh",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "Gabriele",
                    "middle": [
                        "M"
                    ],
                    "last": "Coli",
                    "suffix": ""
                },
                {
                    "first": "Marjolein",
                    "middle": [],
                    "last": "Dijkstra",
                    "suffix": ""
                },
                {
                    "first": "Srikanth",
                    "middle": [],
                    "last": "Sastry",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "The Journal of Chemical Physics",
            "volume": "151",
            "issn": "8",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Engineering entropy for the inverse design of colloidal crystals from hard shapes",
            "authors": [
                {
                    "first": "Yina",
                    "middle": [],
                    "last": "Geng",
                    "suffix": ""
                },
                {
                    "first": "Greg",
                    "middle": [],
                    "last": "Van Anders",
                    "suffix": ""
                },
                {
                    "first": "Paul",
                    "middle": [
                        "M"
                    ],
                    "last": "Dodd",
                    "suffix": ""
                },
                {
                    "first": "Julia",
                    "middle": [],
                    "last": "Dshemuchadse",
                    "suffix": ""
                },
                {
                    "first": "Sharon",
                    "middle": [
                        "C"
                    ],
                    "last": "Glotzer",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Science Advances",
            "volume": "5",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Programming patchy particles to form complex periodic structures",
            "authors": [
                {
                    "first": "Daniel",
                    "middle": [
                        "F"
                    ],
                    "last": "Tracey",
                    "suffix": ""
                },
                {
                    "first": "Eva",
                    "middle": [
                        "G"
                    ],
                    "last": "Noya",
                    "suffix": ""
                },
                {
                    "first": "Jonathan",
                    "middle": [
                        "P K"
                    ],
                    "last": "Doye",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "The Journal of Chemical Physics",
            "volume": "151",
            "issn": "22",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Designing Patchy Interactions to Self-Assemble Arbitrary Structures",
            "authors": [
                {
                    "first": "Flavio",
                    "middle": [],
                    "last": "Romano",
                    "suffix": ""
                },
                {
                    "first": "John",
                    "middle": [],
                    "last": "Russo",
                    "suffix": ""
                },
                {
                    "first": "Lukáš",
                    "middle": [],
                    "last": "Kroc",
                    "suffix": ""
                },
                {
                    "first": "Petr",
                    "middle": [],
                    "last": "Šulc",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Physical Review Letters",
            "volume": "125",
            "issn": "11",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Learning to grow: Control of material self-assembly using evolutionary reinforcement learning",
            "authors": [
                {
                    "first": "Stephen",
                    "middle": [],
                    "last": "Whitelam",
                    "suffix": ""
                },
                {
                    "first": "Isaac",
                    "middle": [],
                    "last": "Tamblyn",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Physical Review E",
            "volume": "101",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Role of Surface Charge Density in Nanoparticle-Templated Assembly of Bromovirus Protein Cages",
            "authors": [
                {
                    "first": "Marie-Christine",
                    "middle": [],
                    "last": "Daniel",
                    "suffix": ""
                },
                {
                    "first": "Irina",
                    "middle": [
                        "B"
                    ],
                    "last": "Tsvetkova",
                    "suffix": ""
                },
                {
                    "first": "Zachary",
                    "middle": [
                        "T"
                    ],
                    "last": "Quinkert",
                    "suffix": ""
                },
                {
                    "first": "Ayaluru",
                    "middle": [],
                    "last": "Murali",
                    "suffix": ""
                },
                {
                    "first": "Mrinmoy",
                    "middle": [],
                    "last": "De",
                    "suffix": ""
                },
                {
                    "first": "Vincent",
                    "middle": [
                        "M"
                    ],
                    "last": "Rotello",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Cheng"
                    ],
                    "last": "Kao",
                    "suffix": ""
                },
                {
                    "first": "Bogdan",
                    "middle": [],
                    "last": "Dragnea",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "ACS Nano",
            "volume": "4",
            "issn": "7",
            "pages": "3853--3860",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Inverse patchy colloids: From microscopic description to mesoscopic coarse-graining",
            "authors": [
                {
                    "first": "Emanuela",
                    "middle": [],
                    "last": "Bianchi",
                    "suffix": ""
                },
                {
                    "first": "Gerhard",
                    "middle": [],
                    "last": "Kahl",
                    "suffix": ""
                },
                {
                    "first": "Christos",
                    "middle": [
                        "N"
                    ],
                    "last": "Likos",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Soft Matter",
            "volume": "7",
            "issn": "18",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Computer Simulation of Liquids",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Michael",
                    "suffix": ""
                },
                {
                    "first": "Dominic",
                    "middle": [
                        "J"
                    ],
                    "last": "Allen",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Tildesley",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Pattern Recognition and Machine Learning. Information Science and Statistics",
            "authors": [
                {
                    "first": "Christopher",
                    "middle": [
                        "M"
                    ],
                    "last": "Bishop",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Aperiodic Crystals",
            "authors": [
                {
                    "first": "Ted",
                    "middle": [],
                    "last": "Janssen",
                    "suffix": ""
                },
                {
                    "first": "Gervais",
                    "middle": [],
                    "last": "Chapuis",
                    "suffix": ""
                },
                {
                    "first": "Marc",
                    "middle": [],
                    "last": "De Boissieu",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Formation of dodecagonal quasicrystals in twodimensional systems of patchy particles",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Marjolein",
                    "suffix": ""
                },
                {
                    "first": "Jonathan",
                    "middle": [
                        "P K"
                    ],
                    "last": "Van Der Linden",
                    "suffix": ""
                },
                {
                    "first": "Ard",
                    "middle": [
                        "A"
                    ],
                    "last": "Doye",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Louis",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "The Journal of Chemical Physics",
            "volume": "136",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Activity-Enhanced Self-Assembly of a Colloidal Kagome Lattice",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stewart",
                    "suffix": ""
                },
                {
                    "first": "Angelo",
                    "middle": [],
                    "last": "Mallory",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Cacciuto",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of the American Chemical Society",
            "volume": "141",
            "issn": "6",
            "pages": "2500--2507",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Self-assembly scenarios of patchy colloidal particles in two dimensions",
            "authors": [
                {
                    "first": "Günther",
                    "middle": [],
                    "last": "Doppelbauer",
                    "suffix": ""
                },
                {
                    "first": "Emanuela",
                    "middle": [],
                    "last": "Bianchi",
                    "suffix": ""
                },
                {
                    "first": "Gerhard",
                    "middle": [],
                    "last": "Kahl",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Physics: Condensed Matter",
            "volume": "22",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "On the stability of Archimedean tilings formed by patchy particles",
            "authors": [
                {
                    "first": "Moritz",
                    "middle": [],
                    "last": "Antlanger",
                    "suffix": ""
                },
                {
                    "first": "Günther",
                    "middle": [],
                    "last": "Doppelbauer",
                    "suffix": ""
                },
                {
                    "first": "Gerhard",
                    "middle": [],
                    "last": "Kahl",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of Physics: Condensed Matter",
            "volume": "23",
            "issn": "40",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Minimal Positive Design for Self-Assembly of the Archimedean Tilings",
            "authors": [
                {
                    "first": "Stephen",
                    "middle": [],
                    "last": "Whitelam",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PHYSICAL REVIEW LETTERS",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "2D Monte Carlo Simulation of Patchy Particles Association and Protein Crystal Polymorph Selection",
            "authors": [
                {
                    "first": "Bogdan",
                    "middle": [],
                    "last": "Ranguelov",
                    "suffix": ""
                },
                {
                    "first": "Christo",
                    "middle": [],
                    "last": "Nanev",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Crystals",
            "volume": "9",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Two dimensional assembly of triblock Janus particles into crystal phases in the two bond per patch limit",
            "authors": [
                {
                    "first": "Flavio",
                    "middle": [],
                    "last": "Romano",
                    "suffix": ""
                },
                {
                    "first": "Francesco",
                    "middle": [],
                    "last": "Sciortino",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Soft Matter",
            "volume": "7",
            "issn": "12",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Defects and Geometry in Condensed Matter Physics",
            "authors": [
                {
                    "first": "David",
                    "middle": [
                        "R"
                    ],
                    "last": "Nelson",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Optimisation for a ground truth square lattice (a,b,c), synthesised square lattice (d,e,f) from Y 10 particles. (a,d) The behaviour of θ, a constraint on θ ≥ 0 is applied. (b,d) The behaviour of ∇ θ U of generated structure (colour legends are similar to the θ).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "The estimation of θ when the target is a ground truth kagome lattice (a-b), synthesized kagome lattice (c-d) assembled from Y 20 particles. The arbitrary sign constraint condition θ is applied. The snapshots are generated by estimated parameters. The blue arrows are the orientations of particles in the local polar direction.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The estimation of θ when the target is a ground truth dodecagonal quasicrystal (a-b), synthesised approximant crystal (c-d) assembled from Y 55 particles. The negative signed constrain condition θ ≤ 0 is applied. Snapshots by estimated results and their Fourier transforms are included. (e) The comparison of the radial distribution functions for the ground truth target, synthesised target(Fig. 2) and the snapshots in (b,d).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "The estimation of θ when target contains only particle position for square lattice (a,b) and kagome lattice (c). The snapshots by estimated result are included. The blue arrows and red arrows are the orientations of particles in the local n (3) and n (1) direction(Fig. 1).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Distribution of local number of neighbours and the six-fold bond-orientational order parameter |ψ 6 | for the self-assemblies of kagome lattice from patchy particle type Y 10 , Y 20 , and Y 10 +Y 20 . Representative snapshots for each particle type are included. The data point is shown by standard deviation from mean value based on about 30 independent configurations.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Estimation of θ at different constraint conditions when target is a ground truth square lattice assembled from Y 10 particles: (a) θ < 0 , (b) unconstrained sign θ. The snapshots are at the last iterations.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": ") } estimates the angular dependent of a pair of particles Y lm as Ξ lm ∝ {n l−m 0n m + } (i) {r 2l } {n l−m 0n m + } ( j) , wherê n 0 =n (3) andn + = 1 √ 2 (n (1) + in (2) ). For example, Ξ 10 ∝ {n 0 } (i) {rr} {n 0 } ( j) for a pair of particles Y 10 , and Ξ 20 ∝ {n 0n0 } (i) {rrrr} {n 0n0 } ( j) for a pair of particles Y 20 .",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors acknowledge the support from JSPS KAK-ENHI Grant number JP20K14437 to U.T.L., and JP20K03874 and JP20H05259 to N.Y.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "The data that support the findings of this study are available from the corresponding author upon reasonable request.Appendix A: Anisotropic interaction of the patchy particleThe anisotropic interaction is calculated based on the mutual orientation of a pair of particle i and j. Let then (m) i , n (m) j , m = 1, 2, 3 are local bases of particle i and j (Fig.  1) , andr is the unit distance vector between particle center. The anisotropic interaction Ξ lm ∝ {C (l,m)The detail of the isotropic Week-Chandler-Anderson potential u WCA preventing the overlapping of particle, and the Morse potential u M in Eq.(1) is given aswhere r = r i j = r j − r i is the distance vector between particle centres, r = |r|, andr = r/r, ε is the potential well depth, r eq is the Morse potential equilibrium position (r eq = 1.878a), M d , M r is the Morse potential depth and range respectively (M d = 3.761a, M r = 0.213a for short-range potential and M d = 2.294a, M r = a for long-range potential [40] ).Appendix C: Local structure analysisFor each particle j, the number of nearest neighbours n nb is determined by counting the number of particle k satisfying r jk ≤ 2.5a where a is the radius of the particle.The n-fold bond-orientational order parameter [41] ψ n of particle j is calculated by ψ n ( j) = 1 n nb ∑ n nb k=1 e inϕ jk , where ϕ jk is the angle between particle j and its neighbouring particle k. The |ψ n | value characterises the local degree of the regular nfold order around a particle; for example, the hexagonal lattice has |ψ 6 | = 1, kagome lattice also has |ψ 6 | = 1 but the number of nearest neighbours is n nb = 4.",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 292,
                    "text": "(m)",
                    "ref_id": null
                },
                {
                    "start": 986,
                    "end": 990,
                    "text": "[40]",
                    "ref_id": null
                },
                {
                    "start": 1246,
                    "end": 1250,
                    "text": "[41]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [
                {
                    "start": 355,
                    "end": 364,
                    "text": "(Fig.  1)",
                    "ref_id": null
                }
            ],
            "section": "DATA AVAILABILITY"
        },
        {
            "text": "For a given target, information of the target is required. Such information is often the positions of particles, or the density field. In the case of patchy particle, the orientation indicating the patches must be known. In reality the orientation may not be measured. In this case, the orientation must be treated as a hidden variable. Our approach is that the orientation of the target is interpolated from that of the generated structure during each iteration.From the position and orientation of the particles in generated structure, we aim to (i) compute the local orientation field of the generated structure, and (ii) statistically estimate the orientations of particles in targeted structure. From a given generated structure consisting particles of the position {x 1 , x 2 , ...} and orientation {n 1 ,n 2 , ...}, where x ∈ R 2 and n ∈ R 3 in this study, the orientation fieldn(x) is locally estimated. Consider the particle i, the neighbour j can be determined if the distance ||x j − x i || ≤ r nb , and let m(i) be the number of neighbours of particle i. Thenn(x) is taken from the probability distribution P(x j ,n j ) under fixed position and orientation of particle i, i.e. translate and rotate the jth particles so that x i = 0 andn i is on some axis. This is written as x j → x ji = x j − x i andn j → R(n j |n i ). The position of x j is implicitly rotated. Apply kernel density estimator for arbitrary position x in the system, the density of position of j and orientation of j is determined aswhere x ji = x j − x i (after the transformation), N is the number of particle i ∈ [1, N], G(x) is Gaussian kernel (kernel with the shape of a Gaussian curve) defined and normalised as2σ 2 , and . i j is mean over i and j. Here Gaussian kernel is applied for both position x and orientationn in Eq. (D1) and (D2). For the n-dimension data, we apply a one dimensional Gaussian curve sequentially in the n dimensions. The equations (D1) and (D2) includes the density distribution of the neighbours orientations and position around a",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix D: Assignment of orientation"
        }
    ]
}