{
    "paper_id": "aca8f295fa90606b426f1e52256b4ab16a960c55",
    "metadata": {
        "title": "Development of Training Videos Based on Virtual Reality Side-Cut High-Simulation Simulator of Human Wound Technology and Sealed Sputum Suction",
        "authors": [
            {
                "first": "Min",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rong",
                "middle": [],
                "last": "Rong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ke",
                "middle": [],
                "last": "Jia",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jing",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Neurosurgery, e Central Hospital of Wuhan",
                    "location": {
                        "postCode": "430014",
                        "settlement": "Wuhan, Hubei",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhuohui",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wenxin",
                "middle": [],
                "last": "Ge",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Qing",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "e development of information technology and the advancement of the process of educational informatization have provided technical support for education and education reform. e virtual simulation teaching mode is no longer a new thing for people, and it is more and more accepted by people familiar with it. Induction and analysis of short message texts generated by students' online learning can fully understand students, make effective adjustments to the classroom, guide teachers' teaching practice, and optimize the classroom, thereby improving students' learning ability, practical ability, innovation ability, and collaboration. To study the effect of virtual simulation education on improving the skills of medical students, this paper is based on video training and education of virtual reality side-cut high-simulation simulator using case analysis and literature analysis methods. It collects data from databases and builds on online education. e model was developed, and a large number of relevant pieces of literature were read and analyzed through the literature survey method. e research results show that virtual simulation teaching can effectively improve students' technical thinking and ability. Students' technical thinking and ability are about 30% higher than traditional teaching methods, and the cooperation consciousness between students reaches 0.8 consciousness, which can solve the contradiction between popularization and improvement. And to solve the problems of polarization and transformation of underachievers, students' personalities can be fully displayed and developed, and education and teaching will be on the track of quality education. is shows that training videos based on virtual reality technology can play a very good role in improving students' technical mastery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "With the rapid development of my country's economy and the continuous improvement of people's living standards, people's demand for medical technology is increasing and the complexity of surgery is becoming more and more complex. Low-level doctors are not competent without proper training [1] . According to the statistics of the Red Cross Society of our country, the number of deaths caused by medical injury accidents in China is about 400,000 each year, which is four times the number of deaths caused by traffic accidents. In particular, such delicate, complex, and difficult surgical operations as neurosurgery are easy to directly or indirectly cause varying degrees of harm to the patient. At present, the surgical skills of most surgeons are gradually mastered in the operating room by continuously performing actual surgical operations on real patients [2] . is traditional apprenticeship model of \"pass, support, and bring-in\" takes about 5-7 years to train surgeons with strong surgical and qualified skills. Obviously, such a training cycle cannot meet the needs of modern medical surgeons. e virtual surgery simulation system developed on the virtual reality technology has opened up a whole new field for solving the surgical skills training of junior doctors. Different from the traditional training methods of doctors, the virtual surgery simulation system is a new type of virtual reality application system that specializes in \"distortion-free\" simulation of various phenomena that may occur during surgery [3] . is type of surgical simulation system, with the help of a computer, provides trained physicians with threedimensional anatomical and biomechanical properties that can be manipulated repeatedly without being restricted by time and space. We can provide various virtual \"test materials.\" is will greatly improve surgery. e efficiency of training and cost reduction provide new directions and ways to solve the problem of surgical training for medical students, interns, or junior doctors. With the continuous improvement of people's understanding of virtual surgery simulation systems, it has also been widely used in surgical navigation, surgical assistance, postoperative recovery training, and training videos [4] .",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 293,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 863,
                    "end": 866,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1526,
                    "end": 1529,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2243,
                    "end": 2246,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In recent years, researchers have developed targeted virtual systems that can be used to simulate different operations based on the characteristics of different types of surgery. For example, Stanford University developed the virtual surgery simulation system for small blood vessels (usually 1 mm) and nerve sutures under the microscope, the Boston Surgical Planning Laboratory in the United States developed a virtual simulation system for simulating inner ear endoscopy, and the Canadian National Research Council developed the successful brain surgery virtual surgery simulation system, the Karlsruhe Laboratory in Germany developed a virtual minimally invasive surgery simulation training system using commercial simulation software, and the Swiss Tuchschmid et al. successfully developed a virtual hysteroscopy system after six years [5, 6] . At the same time, in order to further enhance the immersion and realism of the system, some scholars have introduced technologies such as augmented reality, boundary element, and automatic waves into the virtual surgery simulation system. Domestic virtual surgery started relatively late, and Xiong Yueshan and others developed a knee arthroscopic surgery simulation training system. e key problems of virtual surgery simulation such as geometric modeling, deformation calculation, and collision detection were studied deeply, and an improved spring particle model was proposed. It solves the phenomenon of \"superelasticity\" when the spring bears a large external force and has a good deformation visual effect. At the same time, the simulation of bleeding is added to the model, which further enhances the fidelity of the system [7] . On the one hand, these studies have enriched our understanding of college sports, but on the other hand, the conclusions of the experiment are not completely reasonable. e research samples are small and the conclusions are not universal enough to be convincing. e innovation of this paper is that, in order to further enhance the immersion and interactivity of the virtual surgery simulation system, this paper designs a general virtual surgery simulation platform. e platform is designed according to the physiological structure of the human body, allowing users to be completely immersed in the virtual operation process, free from external light, sound, and other uncontrollable factors. A surface cutting method based on boundary splitting is proposed. e difficulty of realizing surface patch splitting based on edge splitting points is to record the cutting state and maintain the consistency of the vertex state in the physical model. e cutting trajectory can be well described by recording the position and sequence of the boundary split points. is is the basis for the later insertion of internal vertices and the generation of new surfaces, as well as the basis for the topological reconstruction of internal point sets.",
            "cite_spans": [
                {
                    "start": 840,
                    "end": 843,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 844,
                    "end": 846,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1679,
                    "end": 1682,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Human Wound Technology. Virtual reality technology is an interactive dynamic virtual environment built by sensor technology, computers, and artificial intelligence that acts on human perception to make people feel like they are there. Virtual practice is the product of the rapid development of computer, Internet, information technology, and virtual reality technology. is type of practice is separated from scientific practice and forms a new practice mode [8] . e usual virtual practice refers to the purposeful and two-way object-oriented perceptual activities of the subject in the virtual environment through digital media. Different from traditional practice, the virtual practice has the characteristics of real-time interaction, virtual reality, and communication immersion. Its practice process is not restricted by external objective conditions, transcends the limitations of time and space, and can act on objective reality [9] .",
            "cite_spans": [
                {
                    "start": 459,
                    "end": 462,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 936,
                    "end": 939,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Virtual Reality Side-Cut High-Simulation Simulator of"
        },
        {
            "text": "Compared with traditional surgeon training methods, virtual surgery simulation systems developed on the basis of virtual reality have the advantages of low cost, high efficiency, repeatable exercises, and freedom from time and space and ethical constraints and are becoming a research hotspot in the medical field and cutting-edge topics [10] . e virtual surgery simulation system uses computer technology to create realistic surgical scenes in the same virtual environment as in the real world. is allows users to interact with virtual tissues and organs through force feedback devices to complete operations such as palpation, cutting, and tearing and suction training, so as to quickly and effectively improve the surgical skills of interns, new doctors, and other junior doctors. At the same time, it can also be used as an auxiliary means to optimize the surgical plan and perform intraoperative navigation. Virtual surgery simulation is the expansion and extension of virtual reality technology in the medical field, opening up a new field for doctor training, surgical navigation, and telemedicine. e high-simulation simulator in this paper is mainly prepared through the following steps [11] . e establishment of a three-dimensional hybrid model: the high-simulation human simulator model used in this paper is a hybrid model that combines surface models with mesh-free technology. is model not only maintains the surface triangular mesh used to represent the contour information of the object but also records the point set used to describe the internal structure of the object [12] . In the process of constructing the hybrid model, an adaptive meshing method is used to automatically calculate the point set representing the internal structure.",
            "cite_spans": [
                {
                    "start": 338,
                    "end": 342,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1195,
                    "end": 1199,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1587,
                    "end": 1591,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Virtual Reality Side-Cut High-Simulation Simulator of"
        },
        {
            "text": "Collision detection and response: the collision detection part uses the simplest and fastest bounding box method, but proposing a hypothesis of spatiotemporal consistency improves the efficiency of the original algorithm, and the reliability of this hypothesis in real applications is experimental. Establishment of deformation model: a mass pointspring model is established on the current hybrid grid structure, and a restoring force based on the relative position of the mass points is added to maintain the volume of the model. Experiments have proved that the spring model based on the current hybrid model structure is more robust than the regular grid structure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virtual Reality Side-Cut High-Simulation Simulator of"
        },
        {
            "text": "Grid splitting and reconstruction: the splitting of the mesh during the cutting process includes the splitting of the triangles on the surface and the generation of new internal vertices. e two data structures maintained by the current hybrid model during cutting need to be updated simultaneously [13] . In the process of surface splitting, the outer patch adopts a splitting method based on the boundary splitting point, while the inner surface adaptively generates new vertices and meshes by tracking the cutting surface of the virtual instrument. To ensure the quality of the mesh after cutting, the vertices are moved during the segmentation and vertex insertion process to improve the quality of the reconstructed mesh.",
            "cite_spans": [
                {
                    "start": 298,
                    "end": 302,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Virtual Reality Side-Cut High-Simulation Simulator of"
        },
        {
            "text": "Speed up the learning progress of surgeons and prevent the potential danger of internship or low-age surgeons that can easily cause harm to patients. For intern or low-age surgical surgeons, due to various objective factors, they have very few opportunities for actual surgical training (some doctors have very limited surgical experience even if they have some surgical experience) and lack actual surgical experience. It is difficult to quickly improve surgical skills in a short time [14] . e virtual surgery simulation system allows doctors to perform unlimited training in a virtual environment, significantly improving their surgical capabilities. Moreover, the training object is a fictitious illusion, which will not cause any substantial harm to the patient.",
            "cite_spans": [
                {
                    "start": 487,
                    "end": 491,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Virtual Reality Side-Cut High-Simulation Simulator of"
        },
        {
            "text": "Another important measure in respiratory management is endotracheal sputum suction, the main purpose of which is to suck out secretions in the airway in time to maintain unobstructed airway. erefore, intratracheal sputum aspiration is very important for maintaining ventilatory function and preventing and treating lung infections. Sputum suction in the airway includes two types: open suction and closed suction. e traditional suction method is an open suction method, which uses a disposable suction tube. During clinical use, people find that this method requires the interruption of the ventilator treatment and also brings problems such as cross-infection and environmental pollution [15] .",
            "cite_spans": [
                {
                    "start": 689,
                    "end": 693,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Sealed Sputum Suction."
        },
        {
            "text": "Closed suction requires the help of a sterile auxiliary device. Compared with open suction, closed suction has the following advantages:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sealed Sputum Suction."
        },
        {
            "text": "(1) Open sputum suction requires disconnection of the ventilator or oxygen inhalation device, which may cause a large decrease in lung capacity, alveolar collapse, decreased arterial oxygen saturation, increased reflex heart rate, increased blood pressure, and so on for high-risk adverse reactions. In patients with hypoxic saturation, the use of an open suction system is likely to cause lung collapse; closed suction can maintain the continuity of mechanical ventilation and oxygenation during the suction process, with minimal impact on the patient's lung capacity and no significant decrease in SpO 2 , to avoid patients with hypoxia and CO 2 retention. For neurosurgery patients, it can also prevent cerebral vasoconstriction, decrease in cerebral blood flow, decrease in cerebral perfusion pressure, and increase in intracranial pressure [16] . (2) e closed suction tube has a protective cover that prevents direct contact with the suction tube during suction, reducing the risk of contamination and not increasing the risk of ventilator-related pneumonia. (3) ere is no need for routine daily replacement.",
            "cite_spans": [
                {
                    "start": 845,
                    "end": 849,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Sealed Sputum Suction."
        },
        {
            "text": "Compared with the disposable suction tube, there is no need to check the suction tube, wear sterile gloves, and do other steps. According to related research reports, the time of closed suction is longer than that of open suction (shortened by about 1 minute). is is a very important guarantee that hypoxic-sensitive patients (such as brainstem hemorrhage, brainstem tumors, and other patients with respiratory center effects) maintain oxygenation and ensure a continuous oxygen supply. It also saves time. And human power improves the work efficiency of nurses [17] . (4) During open sputum suction, the airway communicates with the outside air, and the sputum splashes, causing pollution to the hands, clothes, objects, and the environment of the medical staff. If the sterilization and isolation are not in place, the medical staff's aseptic technique is not rigorous, which can increase the lungs. Due to the application of the protective cover, the closed sputum suction reduces the chance of medical staff contacting infectious secretions, effectively avoids cross-infection, prevents the occurrence of nosocomial infections, and improves the safety of medical care.",
            "cite_spans": [
                {
                    "start": 562,
                    "end": 566,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 569,
                    "end": 572,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Sealed Sputum Suction."
        },
        {
            "text": "Airway management technology mainly involves artificial airway fixation, secretion removal, balloon management, airway humidification, and so on. Among them, adequate humidification and necessary sputum suction are important measures for the management of artificial airway patients' secretions. At present, the humidification device and sputum suction method have undergone revolutionary development with the upgrading of science and technology, Journal of Healthcare Engineering 3",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sealed Sputum Suction."
        },
        {
            "text": "and there are also certain controversies. e traditional airway humidification and sputum suction methods are artificial nose and open endotracheal sputum suction. Currently, they are commonly used in clinical practice, but they also have many drawbacks that can increase the risk of airways in patients such as pneumonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sealed Sputum Suction."
        },
        {
            "text": "e heated humidifier with a heated guidewire system can reach 37°C and the humidity between 42 mg/L and 44 mg/L. It meets the requirements of relevant documents and guidelines. It is an outstanding representative of modern constant temperature humidification systems [18] . e closed suction method has more advantages than the open suction method in terms of ease of operation, prevention of infection, and maintenance of blood oxygen saturation. In this study, the combined use of a heated humidifier and a closed sputum suction method was compared with the traditional artificial nose combined with an open sputum suction method. e research was comprehensively considered from the patient's sputum viscosity, moisturizing effect, sputum, incidence of lung infection, artificial airway indwelling time, NSICU hospitalization time, and other indicators [19] . e closed suction method avoids the problem of lung collapse caused by the open suction system in patients with high-risk hypoxic saturation and reduces the risk of contamination. Adequate moisturization and effective sputum suction are beneficial to reduce sputum, pulmonary infection, and so on and provide a good moisturizing effect, thereby promoting patient recovery, shortening the length of hospitalization, and reducing hospitalization costs [20] .",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 270,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 852,
                    "end": 856,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1308,
                    "end": 1312,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Sealed Sputum Suction."
        },
        {
            "text": "From the nature of the human tissue model, a complete human tissue model is composed of two parts: a geometric model and a physical model. e so-called geometric model refers to a model used to describe geometric information such as the shape, size, position, and structure of an object. e physical model adds corresponding physical properties to the basis of the geometric model, such as the mass and density of the object [21] . erefore, in order to establish a human tissue model, the geometric model of the human tissue must be reconstructed first. With the rapid development of large-scale medical imaging equipment and the improvement of three-dimensional object shape detection technology, the three-dimensional geometric modeling of human soft tissue has become an important subject in the field of modern graphics and imaging, which has attracted extensive attention and in-depth research [22] . e reconstruction technology of the 3D geometric model of human tissue is to study how to obtain 3D information of soft tissue shape and position in space through the two-dimensional medical image information of human soft tissue and finally obtain the spatial 3D model of soft tissue [23] . Contrary to the general model building process, the three-dimensional reconstruction of soft tissue is to map the existing real human soft tissue to the three-dimensional geometric model in the computer to construct the threedimensional virtual model of the computer, which is called reverse engineering or reverse technology. e equation is transformed into the following formula:",
            "cite_spans": [
                {
                    "start": 423,
                    "end": 427,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 897,
                    "end": 901,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1188,
                    "end": 1192,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Simulation Model Establishment."
        },
        {
            "text": "(1) Among them, R particle represents the influence on time t; d is the distance; and b02 is the speed. e relevant equation is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation Model Establishment."
        },
        {
            "text": "Variants of nonlinear equations of motion are i n�1 ϑr n * w n r n + ϑμ n j n μ n − i j�1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation Model Establishment."
        },
        {
            "text": "e solution of the equation is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation Model Establishment."
        },
        {
            "text": "e relationship between R 2 and R 3 can be obtained as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation Model Establishment."
        },
        {
            "text": "Calculation is as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation Model Establishment."
        },
        {
            "text": "where a represents the weight and the range is between [0, 1]. e calculation is as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation Model Establishment."
        },
        {
            "text": "F � q rp,rpn − q rpm q uq,uqn − q uq n n�1 q r − q uq",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation Model Establishment."
        },
        {
            "text": "Using image segmentation methods, users can select specific areas of interest or target organs from medical image data and calculate segmentation results in an accurate 3D model [24] . It is necessary to adjust the spring model's various force parameters to control the spring's return characteristics and stability and shorten the time step in the simulation as much as possible to reduce the simulation error in the discretization process α(z) � 1 + α 1 z − 1 + α 2 z − 2 + · · · + α n z − n ,",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 182,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Simulation Model Establishment."
        },
        {
            "text": "Its optimal value is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation Model Establishment."
        },
        {
            "text": "e material parameters are 4 Journal of Healthcare Engineering",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation Model Establishment."
        },
        {
            "text": "Voxelization is a necessary pretreatment process for volume graphics. Its purpose is to convert the continuous geometric shape of an object into a voxel representation that is closer to the object [25] . is voxel representation method not only contains the surface information of the model but also describes the internal properties of the object (such as density and quality). It can be considered as an extension of two-dimensional pixels in three-dimensional space.",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 201,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Simulation Model Establishment."
        },
        {
            "text": "is paper makes full use of the research results in the field of virtual reality technology to achieve the development of sealed sputum suction training videos.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "e Purpose of the Experiment."
        },
        {
            "text": "rough in-depth research on memory problems in medical education, an optimized sealed sputum suction training system is constructed, and the technology of high-simulation human wounds based on virtual reality lateral cutting is promoted, and the feasibility and scientific opinions are further put forward. By comparing the training effects of different methods for medical students in the city's universities, it helps the current medical system to build a better training system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "e Purpose of the Experiment."
        },
        {
            "text": "For virtual surgery simulation systems, the reconstruction of a very detailed 3D soft tissue model is the most immediate and effective way to improve the user's visual presence. e modeling process is mainly divided into two stages: the first step is to construct a three-dimensional surface geometric model of human soft tissue based on two-dimensional CT images; this step transforms from two-dimensional grayscale images into three-dimensional models. e second step is to use morphing continuous deformation technology to titrate the 3D surface model from the 3D surface soft geometric model of human soft tissue to obtain the human soft tissue model containing the internal point cloud.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virtual Model Construction."
        },
        {
            "text": "Volume representation uses 3D volume units to describe the entire object, which is similar to the pixels of a 2D digital image. Voxelization is a necessary pretreatment process for volume graphics. Its purpose is to convert the continuous geometric shape of an object into a voxel representation that is closer to the object. is voxel representation method not only contains the surface information of the model but also describes the internal properties of the object (such as density and quality). It can be considered as an extension of two-dimensional pixels in three-dimensional space.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model Voxelization."
        },
        {
            "text": "Model. At present, there are two main evaluation models: one is the main factor highlight model, and the other is the weighted average model. If the weight of a single factor is significant and there are dominant factors in the evaluation factors, you can choose the prominent main factor model; if the weight of the evaluation factors is relatively average, you can choose the weighted average model. ese two models have their own characteristics. In the specific implementation process, the two methods can be implemented separately. We selected evaluators with more than 2 years of evaluation experience to participate and compared the results of the two models.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comprehensive Evaluation"
        },
        {
            "text": "As time changes, people have made many attempts on teaching and training methods. rough questionnaire surveys and consulting a large number of materials, we have collected statistics on the most commonly used teaching and training methods in recent years and transformed them into specific methods through model calculations. Values and data are shown in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 355,
                    "end": 362,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Changes in Training and Teaching."
        },
        {
            "text": "From Figure 1 , we can see that, in the teaching and training methods, the groups used in various methods are basically similar, and there is no uniformity of these types of methods. As time changes, the groups of people using different methods are also constantly changing. Among them, the method based on the information processing teaching model used in this article shows a trend of first decline and then rise, from 2.3 in 2014 to 2.66 in 2019, and 2015 was the largest number of people using this method. We show the different growth trends from 2014 to 2019, as shown in Table 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 5,
                    "end": 13,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 578,
                    "end": 585,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Changes in Training and Teaching."
        },
        {
            "text": "From Figure 2 , we can see that the various teaching and training methods used in the past five years have relatively large changes, but the virtual reality technology-based simulation human teaching method used in this paper has appeared in the past five years. It is an upward trend. Among them, the largest increase was in 2018, with a range of 0.16, which also shows that teaching methods based on virtual reality technology are becoming more and more accepted by people.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 5,
                    "end": 13,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Changes in Training and Teaching."
        },
        {
            "text": "is paper adopts the high-simulation human simulating wound technology based on virtual technology. By distinguishing the artificial humans of different simulation forms and comparing the wound parameters under different simulation levels, it can be clearly seen that each of the highsimulation humans is different. All simulation parameters are higher than the others. e group classification parameters are shown in Table 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 416,
                    "end": 423,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Highly Simulated Human Wound Technology."
        },
        {
            "text": "As shown in Table 3 , we divide the simulated humans into three groups through dynamic capture and static capture parameters and compare them with the parameters of the actual human body. From the table, we can clearly see that there are obvious differences in the parameters of different types of patients. Inferior simulated human data are very different from real humans, while the data parameters Journal of Healthcare Engineering of high simulated humans are basically close to real humans, which can simulate the effect of the human body. We analyze the incisions of high-simulation people, as shown in Figures 3 and 4 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 19,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 609,
                    "end": 624,
                    "text": "Figures 3 and 4",
                    "ref_id": null
                }
            ],
            "section": "Highly Simulated Human Wound Technology."
        },
        {
            "text": "From the renderings in Figures 4 and 5 , we can see that, by simulating the incision of a high-simulation human, the incision and the rendered image are basically close to the real effect. Although there are still some gaps, the error is within the allowable range. And for training and teaching, it can improve students' familiarity with the human body and increase their interest in learning.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 23,
                    "end": 38,
                    "text": "Figures 4 and 5",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Highly Simulated Human Wound Technology."
        },
        {
            "text": "We divide these students into six classes, divide these six classes into three groups, and carry out a three-month teaching training according to different teaching methods. After the teaching is over, statistics of the students' relevant data are carried out. e postdata are shown in Table 4 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 285,
                    "end": 292,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Teaching and Training."
        },
        {
            "text": "From Figure 5 , we can see that, after the teaching, the male students' mastery of artistic skills has improved to a certain extent. e effect of online teaching is far better than offline teaching. Art teaching based on the Internet and virtual simulation technology achieves the best effect, which is twice as high as before teaching and more than 50% higher than other teaching methods. In order to verify the correctness of the results, we also conducted statistics on the teaching data of female students, as shown in Table 5 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 5,
                    "end": 13,
                    "text": "Figure 5",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 522,
                    "end": 529,
                    "text": "Table 5",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Teaching and Training."
        },
        {
            "text": "From Figure 6 , we can confirm again that, after teaching, students' mastery of training skills has an excellent improvement effect, and the effect of teaching based on virtual simulation technology is better than that of the other two teaching methods. Male students have improved more than female students in some aspects, but overall, female students' overall improvement after teaching is slightly greater than that of male students.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 5,
                    "end": 13,
                    "text": "Figure 6",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Teaching and Training."
        },
        {
            "text": "We have made statistics on the views of the students and teachers of these classes on the virtual simulation teaching mode and understood their views on these teachings. e statistics are shown in Table 6 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 196,
                    "end": 203,
                    "text": "Table 6",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Survey of Teaching Views."
        },
        {
            "text": "From the table, we can see that, in the Internet-based simulation teaching, the satisfaction of students and teachers is relatively high, and the total proportion of dissatisfied students and teaching is about 10%. For the convenience of comparison, we have also made statistics on the satisfaction of traditional teaching, as shown in Table 7 . Figure 7 , we can see that the satisfaction of traditional teaching is not high, which is much lower than that of simulation teaching. Simulation teaching is a kind of teaching. According to the development of main media and information technology, multimedia network teaching belongs to the third generation of distance teaching. Simulated online teaching is the product of the development of modern computer network technology and multimedia technology to a certain extent, and it is extremely attractive to students.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 336,
                    "end": 343,
                    "text": "Table 7",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 346,
                    "end": 354,
                    "text": "Figure 7",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Survey of Teaching Views."
        },
        {
            "text": "Based on the study of the deformation characteristics and force feedback characteristics of the soft anthropomorphic wound technology in the actual operation, the soft tissue cutting model is established by the meshless method, and the complete process of the cutting is realistically simulated and reproduced by making a video. Of course, this paper also has some shortcomings. e texture of the 3D soft tissue model reconstructed in this paper is relatively simple and not detailed enough, and it cannot fully and accurately simulate the real anatomical structure and physiological function of the tissue. e distribution and direction of blood vessels and ducts in the tissues cannot be shown in the model. When the complexity of the cutting model is further increased, for example, after models such as bleeding and hemostasis are added, it is difficult to meet the real-time requirements of the system by simple serial calculation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "No data were used to support this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Availability"
        },
        {
            "text": "Min Wang and Rong Rong are co-first authors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosure"
        },
        {
            "text": "e authors declare that they have no conflicts of interest. Journal of Healthcare Engineering 9",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Research on vulnerability mining technology of industrial control system based on stain analysis",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Bingui",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Popular Science and Technology",
            "volume": "021",
            "issn": "4",
            "pages": "5--7",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "An improved vulnerability assessment model for floor water bursting fr",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Qiao",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Mine Water and the Environment",
            "volume": "37",
            "issn": "",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Software vulnerability analysis and discovery using machine-learning and datamining techniques",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Ghaffarian",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Shahriari",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "ACM Computing Surveys",
            "volume": "50",
            "issn": "4",
            "pages": "1--36",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Experimental studies on modified suction caissons in fine sand subject to uplift loading",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhai",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Transactions of Tianjin University",
            "volume": "23",
            "issn": "6",
            "pages": "1--8",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Does the use of a closed-suction drain reduce the effectiveness of an antibiotic-loaded spacer in two-stage exchange Arthroplasty for Periprosthetic hip infection? a prospective, randomized, controlled study",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cheng Qi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chih",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Ming"
                    ],
                    "last": "Hua",
                    "suffix": ""
                },
                {
                    "first": "C. Ji",
                    "middle": [],
                    "last": "Ying",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "BMC Musculoskeletal Disorders",
            "volume": "20",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Online education and the feeling of (dis)embodiment: a somatic perspective of a learning experience",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Donadel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Dance & Somatic Practices",
            "volume": "12",
            "issn": "1",
            "pages": "155--161",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Transition to online education in schools during a SARS-CoV-2 coronavirus (COVID-19) pandemic in Georgia",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Basilaia",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kvavadze",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Pedagogical Research",
            "volume": "5",
            "issn": "4",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Becoming the middle sea: portraits of the Mediterranean in art education",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vella",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "International Journal of Education rough Art",
            "volume": "12",
            "issn": "1",
            "pages": "109--122",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "e foundations of aesthetics, art and art education",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Simpson",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "H"
                    ],
                    "last": "Farley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Neperud",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Studies in Art Education",
            "volume": "32",
            "issn": "2",
            "pages": "120--123",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Persist in quality and adapt to challenges--also on online art education",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Art Education",
            "volume": "358",
            "issn": "6",
            "pages": "13--16",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Reflections on the questionnaire survey on online teaching of art education under the background of the prevention and control of the new crown epidemic",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Shenhua(II)",
            "volume": "939",
            "issn": "",
            "pages": "79--80",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "e development of Tibetan social art education under the current \"Internet +\" boom",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Tibet University: Social Science Edition",
            "volume": "",
            "issn": "1",
            "pages": "185--190",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "e construction of an online training platform for art design talents under the background of the Internet age: a review of \"virtual space: art design and education in the information age",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Chinese Journal of Education",
            "volume": "311",
            "issn": "3",
            "pages": "130--132",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Changes\" and \"unchanging\" in online teaching of art majors in the epidemic era",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Art Education",
            "volume": "358",
            "issn": "6",
            "pages": "17--20",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "oughts on the standardization and construction of online music education",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Art Education",
            "volume": "357",
            "issn": "5",
            "pages": "57--60",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "e breakthrough path and prospect of online teaching of art majors in the post-epidemic era",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Art Education",
            "volume": "358",
            "issn": "6",
            "pages": "21--24",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "e exploration of the third-line interactive cloud curriculum for the teaching method courses of normal majors--taking \"Preschool Children's Art Education\" as an example",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Chifeng University (Natural Science Edition)",
            "volume": "036",
            "issn": "5",
            "pages": "12--14",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Research on the reform of mixed teaching mode in art education under the background of Internet +--taking jiangsu maritime vocational and technical college as an example",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Magge",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Authors Tiandi",
            "volume": "558",
            "issn": "24",
            "pages": "192--194",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Innovative thinking and practice of online aesthetic education during the epidemic period based on the OBE concept",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Art Education",
            "volume": "358",
            "issn": "6",
            "pages": "225--228",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Exploration of the training mode of art design major based on online class--taking \"logo design\" course as an example",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Hunan Packaging",
            "volume": "35",
            "issn": "5",
            "pages": "163--166",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Analysis of the current situation of the communication of humanities and art science under the new media ecology",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "News & Communication",
            "volume": "350",
            "issn": "5",
            "pages": "58--59",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Teachers' learning moves towards a creative ecology--taking preschool teachers' art education classroom teaching reform as an example",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Niu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of Shaanxi Preschool Teachers College",
            "volume": "034",
            "issn": "11",
            "pages": "7--10",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Analysis of risk factors and etiology of young cerebral infarction",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Laboratory Medicine and Clinics",
            "volume": "13",
            "issn": "22",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Combined diagnosis of internal carotid artery dissection by carotid artery ultrasound and transcranial color Doppler",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ying",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "016",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Efficacy analysis of emergency endovascular stenting for acute cerebral infarction caused by carotid artery dissection",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Stroke and Nervous Diseases",
            "volume": "27",
            "issn": "",
            "pages": "97--99",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Changes in teaching and training methods.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Growth trend of mining methods.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Artificial human incision (from Baidu: image.baidu.com). Discrete effect of artificial human incision. (a) Discrete postrendering effect. (b) Cut rendering effect 1. (c) Cut rendering effect 2 (from Baidu: image.baidu.com).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Changes of male students after teaching.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Female students after teaching.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Traditional teaching satisfaction survey.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Vulnerability mining method.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Changes in different methods.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Patient SPN classification.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Male students after teaching.Teaching methodsClass Creative thinking Learning attitude Learning ability Basic ability Painting Cultural lessons",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Changes of female students after teaching.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Attitudes towards multimedia teaching.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Traditional teaching satisfaction.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}