{
    "paper_id": "ad0d1825ce3806e37683735fa211ad6daf6eaf96",
    "metadata": {
        "title": "The burden of young people's mental health conditions in Europe: No cause for complacency",
        "authors": [
            {
                "first": "Sharon",
                "middle": [
                    "A S"
                ],
                "last": "Neufeld",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cambridge",
                    "location": {
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Mental health conditions in young people represent a great public health burden worldwide, 1 yet regional-specific estimates are most informative for public health policy. 2 In the high-income continent of Europe, mental disorders contribute a greater percentage to overall burden, despite evidence-based interventions and comparatively greater financial capacity to address these issues. 3 Castelpietra and colleagues harnesses data from the 2019 Global Burden of Disease (GBD) study to provide estimates of the burden of mental health conditions in the 85 million young people aged 10−24 years living in 31 European countries. 4 Epidemiological data pooled from 528 unique data sources draws attention to key areas of mental health burden in young people across Europe.",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 173,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 389,
                    "end": 390,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 629,
                    "end": 630,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Estimating disability-adjusted life-years (DALYs) of mental disorders, substance use disorders, and selfharm helps clarify mental health priorities in European young people more than prevalence rates alone. DALYs measure the gap between current health and standard life expectancy spent in full health. 3 DALYs are based on the sum of years lived with disability (YLD), which take into account both prevalence and severity of the condition, and years of life lost (YLL) due to premature mortality. 4 DALYs due to mental disorders and substance use disorders largely result from disability burden (YLDs), whereas self-harm DALYs are chiefly due to premature deaths (YLLs). Castelpietra and colleagues bring together these three leading causes of disability in young people which are classed in different categories within the GBD framework. 1 Gender differences in DALYs were stark: young women's DALYs were predominated by depression and anxiety, but in young men, these two conditions had equivalent DALYs to drug use disorders and self-harm. 4 However, when only prevalence was considered, the priorities in males changed, as anxiety and ADHD were the most prevalent. Across the age groups studied, further patterns emerged. For example, in 20-24-year old males, DALYs were significantly greater for self-harm and drug use disorders, yet prevalence in this group was led by anxiety, alcohol use and drug use disorders ( Figure 1 ). By combining prevalence, severity, and YLLs in DALYs, Castelpietra and colleagues' data highlights differential mental health burdens by age and gender. This can help focus young people's mental illness prevention programs on conditions which have the greatest impact on young people's lives, and appropriately tailor interventions during this sensitive period of development.",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 304,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 498,
                    "end": 499,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1044,
                    "end": 1045,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 1422,
                    "end": 1430,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Child and adolescent mental health services (CAMHS) capacity across European countries 2 does not appear to map onto subsequent rates of mental health conditions reported by Castelpietra and colleagues. For instance, per 100 000 young people in European countries, despite having one of the highest levels of CAMHS in 2013-14, the UK had the highest prevalence of severe mental disorders and drug use disorders in 2019. 4 While Eastern European countries appeared to have the lowest prevalence of mental health conditions in 2019, this was not reflected in high levels of CAMHS capacity, 2 and prevalence may be underestimated due to less available data from Eastern European countries. 4 CAMHS effectiveness is driven by a complex interplay between the availability of services and specialists, financing, collaboration with other services, and reporting standards. 2 This complexity points to the need for a rigorous study of the relationship between these various facets of CAMHS and the burden of mental health conditions in young people to highlight ways in which CAMHS can be improved across various European countries.",
            "cite_spans": [
                {
                    "start": 420,
                    "end": 421,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 687,
                    "end": 688,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 867,
                    "end": 868,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Does knowledge of the prior 30-year trends in mental health conditions help us as we face the mental health consequences of the COVID-19 pandemic? Castelpietra and colleagues note that of all conditions studied, the largest increase from 1990-2019 occurred in eating disorders − a 15% increase in YLDs across the full sample, with YLDs increasing in both genders across all age groups studied, and YLLs significantly increasing for females aged 15−24. This is troubling, especially considering that GBD studies underestimate the burden of eating disorders, being based on outdated diagnostic classification systems which exclude relevant disorders such as binge-eating. 5 Along with the significant increase in eating disorders observed in young females in the COVID-19 pandemic, 6 aged 20-24) . 4 This shift from YLLs to YLDs could be related to interventions to reduce drug-related deaths, such as supervised drug consumption and opioid substitution treatment. 7 Increased emphasis on effective interventions is key to minimising the burden from eating and substance use disorders.",
            "cite_spans": [
                {
                    "start": 670,
                    "end": 671,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 780,
                    "end": 781,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 796,
                    "end": 797,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 963,
                    "end": 964,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 782,
                    "end": 793,
                    "text": "aged 20-24)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Finally, over the 30-year period Castelpietra and colleagues observed a 28% decline in YLL due to ADHD=Attention deficit/hyperactivity disorder; ASD=Autism spectrum disorders; IDID=Idiopathic developmental intellectual disability. Self-harm not included in panel B as only incidence estimates were provided, since the vast majority of burden due to self-harm was represented by years of life lost due to fatal self-harm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "self-harm − a decline observable in both genders and all ages studied, peaking at over 50% for boys aged 10-14. Most of the burden was due to YLL from fatal selfharm 8 which in 2019 still represented a substantial burden, contributing the greatest number of premature deaths by far. This overall decline was comparable to global reports of self-harm in 10-24-year olds 1 and consistent with global trends in suicide. 9 The decline seen in European young people could be partially attributable to the concomitant decline in prevalence of alcohol use disorders, 4 a predictor of self-harm. 8 Improved access to mental health services or suicide prevention strategies may have also contributed to this decline. 2, 9 However, looking forward, the COVID-19 pandemic has resulted in a global increase in anxiety and major depressive disorder in young people, 10 both risk factors for selfharm. 8 Eating disorders and substance use disorders are also risk factors 8 and thus their increase prior to the pandemic 4 may also contribute to increased self-harm. Furthermore, during the pandemic, eating disorders have been more strongly associated with suicidality than previously. 6 Therefore, self-harm should remain a prominent focus of mental illness prevention strategies across Europe.",
            "cite_spans": [
                {
                    "start": 417,
                    "end": 418,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 588,
                    "end": 589,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 708,
                    "end": 710,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 711,
                    "end": 712,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 888,
                    "end": 889,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1171,
                    "end": 1172,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Continued work is required to improve prevention efforts, practice, and service delivery to relieve the burden associated with mental health conditions in young people in Europe. Despite many competing needs arising from the COVID-19 pandemic, we must urge policymakers to keep mental health a priority. Particularly after the past two years, our young people deserve far more than complacency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "SN conceived the arguments expressed, drafted, and critically revised the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author contributions"
        },
        {
            "text": "Dr. Neufeld has nothing to disclose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interests"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Global burden of 369 diseases and injuries in 204 countries and territories, 1990 −2019: a systematic analysis for the Global Burden of Disease Study",
            "authors": [],
            "year": 2019,
            "venue": "GBD 2019 Diseases and Injuries Collaborators",
            "volume": "396",
            "issn": "",
            "pages": "1204--1222",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Architecture and functioning of child and adolescent mental health services: a 28-country survey in Europe",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Signorini",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Boricevic-Marsanic",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Lancet Psychiatry",
            "volume": "4",
            "issn": "9",
            "pages": "715--724",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Global, regional, and national burden of 12 mental disorders in 204 countries and territories, 1990−2019: a systematic analysis for the Global Burden of Disease Study",
            "authors": [],
            "year": 2019,
            "venue": "GBD 2019 Mental Disorders Collaborators",
            "volume": "9",
            "issn": "",
            "pages": "137--150",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The burden of mental disorders, substance use disorders and self-harm among young people in Europe, 1990−2019: findings from the Global Burden of Disease Study 2019. Lancet Reg Health Eur",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Castelpietra",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Knudsen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Agardh",
                    "suffix": ""
                }
            ],
            "year": 2022,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.lanepe.2022.100341"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The hidden burden of eating disorders: an extension of estimates from the Global Burden of Disease Study",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Santomauro",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Melen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mitchison",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Vos",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Whiteford",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Ferrari",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Lancet Psychiatry",
            "volume": "8",
            "issn": "4",
            "pages": "320--328",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Incidence and outcomes of eating disorders during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Taquet",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Geddes",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Luciano",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Harrison",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Br J Psychiatry",
            "volume": "2021",
            "issn": "",
            "pages": "2021--2023",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Preventing overdose deaths in Europe. Perspectives on drugs: preventing overdose deaths in Europe",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The burden attributable to mental and substance use disorders as risk factors for suicide: findings from the Global Burden of Disease Study",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Ferrari",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Norman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Freedman",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS One",
            "volume": "9",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Global, regional, and national burden of suicide mortality 1990 to 2016: systematic analysis for the Global Burden of Disease Study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Naghavi",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "BMJ",
            "volume": "364",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Global prevalence and burden of depressive and anxiety disorders in 204 countries and territories in 2020 due to the COVID-19 pandemic",
            "authors": [],
            "year": 2021,
            "venue": "COVID-19 Mental Disorders Collaborators",
            "volume": "398",
            "issn": "",
            "pages": "1700--1712",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Disability-adjusted life-years (DALYs; panel A) and prevalence (panel B) of mental disorders, substance use disorders, and self-harm from the Global Burden of Disease Study 2019; data by age and gender, from Castelpietra et al, 2022.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "this sets the stage for eating disorders becoming a major mental health The Author. Published by Elsevier Ltd. This is an open access article under the CC BY license (http:// creativecommons.org/licenses/by/4.0/) www.thelancet.com Vol 16 Month May, 2022 burden in European young people. From 1990-2019, YLDs for drug use disorders increased at a comparable rate to eating disorders (seen in both genders in 15−24 year-olds) whilst YLLs declined by a comparable amount (driven by males",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "SN is funded by the Cundill Centre for Child and Youth Depression at the Centre for Addiction and Mental Health, Toronto, Canada, and the Wellcome Trust Institutional Strategic Support Fund (204845/Z/16/Z). The views expressed in this publication are those of the author and do not necessarily reflect those of the Cundill Centre for Child and Youth Depression or the Wellcome Trust.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}