{
    "paper_id": "add772f17850a040a064eb5c67922a01b6746d77",
    "metadata": {
        "title": "Public transport during pandemic",
        "authors": [
            {
                "first": "Santanu",
                "middle": [],
                "last": "Bandyopadhyay",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Indian Institute of Technology Bombay",
                    "location": {
                        "postCode": "400076",
                        "settlement": "Powai",
                        "region": "Mumbai",
                        "country": "India"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The current pandemic due to the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) or commonly known as the novel Coronavirus Disease 2019 has affected human lives in a significant way. Various authorities and law-enforcing agencies imposed several interventions, including stopping of public transport to restrict travel and out-of-home activities to arrest the spread of viral infections. In many places, the restrictive environment persisted for weeks and months. These interventions affected the overall economy drastically. The central as well as the local governments have started relaxing the travel restrictions in a phased and controlled manner. The major challenge is to restore the pre-pandemic normalcy, especially in public transport, without spreading the disease in an uncontrolled way.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In cities of developing countries, public transport is the preferred mode of transportation, especially for daily subsistence activity. But, overcrowded public transport poses a significant risk to the transmission of this viral infection. On the other hand, shifting to private transport by individuals who can afford is aggravating traffic congestion with an increase in on-road vehicles and, thereby, deteriorating the overall air quality in the urban environment. The shortage of public transports, worsening urban air, and lack of economic activities make the people from the low-income group the most vulnerable. Therefore, it is crucial to have safe and affordable public transport to achieve inclusive growth and bouncing back to the pre-pandemic normalcy. Imposing physical distancing by restricting the number of passengers in public transport will definitely help in limiting the spread of the infection. However, such restrictions will not alleviate the already existing problem of a substantial shortage of public conveyances, particularly for developing countries. Besides maintaining personal hygiene, limiting leisure trips, discouraging large gatherings, encouraging work from home, online learning, online shopping, etc., are advised to be adopted simultaneously. The effectivity of such measures on safe and affordable public transport has recently been studied with a focus on the metropolitan region of Mumbai, the most densely populated city in India.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The metropolitan region of Mumbai has a population of about 20 million. Active modes, such as walking and cycling, and public transport, are the lifeline of Mumbai (Thomas et al. 2019) . It is observed that 42% of daily transport needs are fulfilled through active modes of transport. The public transport of Mumbai consists of suburban rail systems, metro trains, and public bus system. Every day, more than 7 million people avail of the rail systems, and about 4 million people avail of bus transport. The public transport of Mumbai caters to 45% of the daily transport demands. There are several peak-demands observed over a weekday, with the highest demand in public transport witnessed between 16:00 and 17:00 h. During this evening peak demand, a 20% shortage of public transport already existed during pre-pandemic days. The current supply of public transport is insufficient to satisfy the demand throughout the day with the enforcement of physical distancing. The peak shortage is expected to reach 25% during evening hours if physical distancing is imposed. This may amplify waiting time for public transport, resulting in crowding in bus stops and train stations. This, eventually, increases the risk of disease transmission considerably. To address these issues, the study considered various scenarios in conjunction with the possibility of compulsory physical distancing. In Mumbai, 53% of the working people are salaried employees, and their job can be partially accomplished through work from home. The remaining 47% of the work-force includes laborers from labor-intensive organized and unorganized sectors. Typically, this section of the society has faced the prominent economic devastation due to lockdown. Public transport should be safe and affordable, particularly for this section of the society. The research suggests that the simultaneous implementation of two-day compulsory work from home for salaried employees, flexible and staggered working hours for different sectors of the economy, as well as staggered non-work trips, can reduce the shortage of public transport significantly, approximately about 6% during evening peak hour.",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 184,
                    "text": "(Thomas et al. 2019)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The current pandemic influenced our lives in different ways. It has challenged and modified the way we used to do our work, the way we used to play and entertained, and definitely, the way we used to learn. Keeping the same down the memory lane, we shall educate ourselves in multiple ways and adopt our lifestyle accordingly. We shall definitely sail through the current difficult period and be ready to tackle any future challenges with better preparation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Investigating the association of individual and neighborhood characteristics with travel time: empirical evidences from Mumbai",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bandyopadhyay",
                    "suffix": ""
                },
                {
                    "first": "Jana",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "India. J Easters Asia Soc Transp Stud",
            "volume": "13",
            "issn": "",
            "pages": "238--257",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}