{
    "paper_id": "ae2c2f228c7adc81669b578131a6fb3e373d876a",
    "metadata": {
        "title": "Improved production of SARS-CoV-2 spike receptor-binding domain (RBD) for serology assays",
        "authors": [
            {
                "first": "Jennifer",
                "middle": [],
                "last": "Mehalko",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Protein Expression Laboratory",
                    "institution": "Leidos Biomedical Research, Inc",
                    "location": {
                        "postCode": "21702",
                        "settlement": "Frederick",
                        "region": "MD"
                    }
                },
                "email": ""
            },
            {
                "first": "Matthew",
                "middle": [],
                "last": "Drew",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Protein Expression Laboratory",
                    "institution": "Leidos Biomedical Research, Inc",
                    "location": {
                        "postCode": "21702",
                        "settlement": "Frederick",
                        "region": "MD"
                    }
                },
                "email": ""
            },
            {
                "first": "Kelly",
                "middle": [],
                "last": "Snead",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Protein Expression Laboratory",
                    "institution": "Leidos Biomedical Research, Inc",
                    "location": {
                        "postCode": "21702",
                        "settlement": "Frederick",
                        "region": "MD"
                    }
                },
                "email": ""
            },
            {
                "first": "John-Paul",
                "middle": [],
                "last": "Denson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Protein Expression Laboratory",
                    "institution": "Leidos Biomedical Research, Inc",
                    "location": {
                        "postCode": "21702",
                        "settlement": "Frederick",
                        "region": "MD"
                    }
                },
                "email": ""
            },
            {
                "first": "Vanessa",
                "middle": [],
                "last": "Wall",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Protein Expression Laboratory",
                    "institution": "Leidos Biomedical Research, Inc",
                    "location": {
                        "postCode": "21702",
                        "settlement": "Frederick",
                        "region": "MD"
                    }
                },
                "email": ""
            },
            {
                "first": "Troy",
                "middle": [],
                "last": "Taylor",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Protein Expression Laboratory",
                    "institution": "Leidos Biomedical Research, Inc",
                    "location": {
                        "postCode": "21702",
                        "settlement": "Frederick",
                        "region": "MD"
                    }
                },
                "email": ""
            },
            {
                "first": "Kaitlyn",
                "middle": [],
                "last": "Sadtler",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institutes of Health",
                    "location": {
                        "postCode": "20894",
                        "settlement": "Bethesda",
                        "region": "MD"
                    }
                },
                "email": ""
            },
            {
                "first": "Simon",
                "middle": [],
                "last": "Messing",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Protein Expression Laboratory",
                    "institution": "Leidos Biomedical Research, Inc",
                    "location": {
                        "postCode": "21702",
                        "settlement": "Frederick",
                        "region": "MD"
                    }
                },
                "email": ""
            },
            {
                "first": "William",
                "middle": [],
                "last": "Gillette",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Protein Expression Laboratory",
                    "institution": "Leidos Biomedical Research, Inc",
                    "location": {
                        "postCode": "21702",
                        "settlement": "Frederick",
                        "region": "MD"
                    }
                },
                "email": ""
            },
            {
                "first": "Dominic",
                "middle": [],
                "last": "Esposito",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Protein Expression Laboratory",
                    "institution": "Leidos Biomedical Research, Inc",
                    "location": {
                        "postCode": "21702",
                        "settlement": "Frederick",
                        "region": "MD"
                    }
                },
                "email": "dom.esposito@nih.gov"
            }
        ]
    },
    "abstract": [
        {
            "text": "• Improved yields of SARS-CoV-2 spike RBD through modification of DNA constructs and purification parameters",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "• Two versions of RBD show different sensitivity in serology assays • Yields of greater than 50 mg/l obtained under optimal conditions • Magnetic bead purification technology improves throughput of protein production",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The receptor-binding domain (RBD) of the SARS-CoV-2 spike protein is a commonly used antigen for serology assays critical to determining the extent of SARS-CoV-2 exposure in the population. Different versions of the RBD protein have been developed and utilized in assays, with higher sensitivity attributed to particular forms of the protein. To improve the yield of these high-sensitivity forms of RBD and support the increased demand for this antigen in serology assays, we investigated several protein expression variables including DNA elements such as promoters and signal peptides, cell culture expression parameters, and purification processes. Through this investigation, we developed a simplified and robust purification strategy that consistently resulted in high levels of the high-sensitivity form of RBD and demonstrated that a carboxyterminal tag is responsible for the increased sensitivity in the ELISA. These improved reagents and processes produce high-quality proteins which are functional in serology assays and can be used to investigate seropositivity to SARS-CoV-2 infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "AnSEC -analytical size exclusion chromatography, CV -column volume, ELISA -enzymelinked immunosorbent assay, IMAC -immobilized metal ion affinity chromatography, MWCO -molecular weight cut-off, RBD -receptor binding domain, SBP -streptavidin-binding peptide, SDS-PAGE -sodium dodecyl sulfate-polyacrylamide gel electrophoresis, SEC -size exclusion chromatography, TFF -tangential flow filtration",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Serology assays are critical tools in the response to the COVID-19 pandemic [1] . Such assays can measure the presence and extent of an immune response and help to identify the number of asymptomatic SARS-CoV-2 infections in the population. Until an effective vaccine is developed, these are critical tools in identifying and controlling the spread of the infection. A number of serology assays have been published to date, with many employing subdomains of the SARS-CoV-2 S protein (hereafter referred to as spike) in ELISA-based assays. The specificity of the spike protein [1, 2] makes it a clear target for therapeutic interventions such as vaccines or monoclonal antibodies, and also for use in serology studies to assess the prevalence of immune responses to the virus and therapeutics. In addition to soluble spike trimer, receptor binding domain (RBD) is also frequently utilized in these assays [3, 4] . RBD, which interacts with the extracellular ACE2 receptor and permits entry of SARS-CoV-2 into cells, is considerably smaller and more readily generated in recombinant form than the full-length spike. While modified production methods have improved the production of soluble full-length spike protein [5] , RBD production optimization has lagged. Recently, during development of assays to support an NIH-led serosurvey, it was shown that certain forms of RBD resulted in higher sensitivity ELISA results [6] , presumably due to higher antibody affinity. To explore this further, and to optimize production of various RBD reagents, we investigated multiple protein constructs for protein production yield and their impact on the sensitivity of serology assays. This work allowed us to improve the production yield of the most sensitive form of RBD by modifying DNA sequence of the expression vectors, cell culture temperature and harvest time, and purification methodology. The final proteins produced were highly pure and functioned as 105 and is also made available for use under a CC0 license.",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 79,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 576,
                    "end": 579,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 580,
                    "end": 582,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 904,
                    "end": 907,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 908,
                    "end": 910,
                    "text": "4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1214,
                    "end": 1217,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1417,
                    "end": 1420,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder. This article is a US Government work. It is not subject to copyright under 17 USC The copyright holder for this preprint this version posted November 18, 2020. ; https://doi.org/10.1101/2020.11.18.388868 doi: bioRxiv preprint sensitive and specific antigens in ELISAs. Our data also shows that improvements in serology assay sensitivity are caused the addition of a C-terminal streptavidin-binding protein (SBP) tag [7] , which likely helps orient the protein on ELISA plates for better antibody detection. Taken together, these improvements allowed the production of sufficient RBD antigen for more than 6,000 ELISA plates per liter of culture.",
            "cite_spans": [
                {
                    "start": 479,
                    "end": 482,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Original DNA for the expression of Sinai RBD [3] was generously provided by Dr.",
            "cite_spans": [
                {
                    "start": 45,
                    "end": 48,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "DNA"
        },
        {
            "text": "Florian Krammer (Icahn School of Medicine, Mt. Sinai) through BEI Resources, and is referred to here as construct X22. Original DNA for the expression of Ragon RBD [4] was generously provided by Dr. Aaron Schmidt (Ragon Institute of MGH, MIT, and Harvard), and is referred to here as construct X24. Modified DNA for both forms of RBD protein were generated by synthesis of Gateway Entry clones with gene optimization for mammalian expression (ATUM, Inc.). Entry clones were subcloned using Multisite Gateway recombination (ThermoFisher) into pDest-303 (Addgene #159678) with an optimized CMV51 promoter [8] . Final expression clones were validated by restriction analysis. The similarities and differences in these constructs are outlined in Table 1 and shown schematically in Fig. 1 . Transfection-quality DNA for all constructs was produced in-house using the Qiagen Plasmid Plus Maxi Kit per the manufacturer's protocols or was generated at large-scale by Aldevron (Fargo, ND).",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 167,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 603,
                    "end": 606,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 742,
                    "end": 749,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 777,
                    "end": 783,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "DNA"
        },
        {
            "text": "Comparison of RBD expression constructs. Four different gene designs were utilized in this work. All constructs contain the CoV-2 spike RBD domain, either containing amino acids 319-541 (Sinai, orange) or 319-529 (Ragon, green). All proteins contain a signal peptide for 105 and is also made available for use under a CC0 license.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 1."
        },
        {
            "text": "(which was not certified by peer review) is the author/funder. This article is a US Government work. It is not subject to copyright under 17 USC The copyright holder for this preprint this version posted November 18, 2020. ; https://doi.org/10.1101/2020.11.18.388868 doi: bioRxiv preprint secretion of the RBD from mammalian cells-these leaders are from the CoV-2 spike protein (S, yellow) or human tissue plasminogen activator (TPA, cyan). Carboxyterminal tags are present on all constructs consisting of a 6 or 8 polyhistidine tag (with or without an HRV-3C protease cleavage site, red) and a streptavidin-binding protein tag (SBP, blue). Table 1 . Receptor-binding domain (RBD) constructs used in this work. Listed are the construct names/reference numbers, the amino acid region of SARS-CoV-2 spike utilized in the construct, the signal peptide (S = SARS-CoV-2 spike, TPA = human tissue plasminogen activator), the Cterminal tag attached to the RBD region (His6/His8 = polyhistidine tags, 3C = HRV3C protease cleavage site, SBP = streptavidin-binding peptide), the promoter used to drive transcription of the gene of interest (CAG = chicken beta-actin promoter with human CMV enhancer, HTLV = HTLV1 5' UTR, CMV51 = enhanced cytomegalovirus immediate early promoter/enhancer), and the backbone vector utilized.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 641,
                    "end": 648,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Figure 1."
        },
        {
            "text": "Manufacturer's protocols were followed for the transfection and culturing of Expi293F ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mammalian cell culture"
        },
        {
            "text": "Harvested culture supernatants were clarified by centrifugation (4000 x g, 20 min, 4°C) followed by filtration (catalog# 12993, Pall Corporation, Port Washington, NY). When used in 105 and is also made available for use under a CC0 license.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tangential flow filtration (TFF)"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder. This article is a US Government work. It is not subject to copyright under 17 USC",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tangential flow filtration (TFF)"
        },
        {
            "text": "The copyright holder for this preprint this version posted November 18, 2020. ; https://doi.org/10.1101/2020.11.18.388868 doi: bioRxiv preprint column chromatography, clarified supernatants were concentrated and buffer exchanged by TFF.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tangential flow filtration (TFF)"
        },
        {
            "text": "Specifically, a MasterFlex peristaltic pump (Vernon Hills, IL) fed the clarified supernatant to a 10 kDa MWCO cassette (catalog# SK1P003W4, MilliporeSigma, Burlington, MA). The clarified supernatant was concentrated to 10% of the initial volume, and then buffer exchanged with 5 volumes of 1x PBS, pH 7.4 (Buffer A, diluted from 10X PBS, catalog #70011069 Thermo Fisher Scientific, Waltham, MA). Following buffer exchange, the TFF cassette was rinsed with 200-250 ml Buffer A, to collect any protein remaining in the cassette. Clarified supernatants for use in batch purification were not buffer exchanged.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tangential flow filtration (TFF)"
        },
        {
            "text": "Chromatography was conducted at room temperature (~22°C) using NGC medium- The sample was concentrated using Amicon Ultra Spin Concentrators with a 10 kDa molecular weight cut off membrane (Millipore, MA, USA), discarding the permeate. Once retentate volume has reached 5 ml, the protein concentration was determined by measuring the A280 using a Nanodrop One spectrophotometer (Thermo Fisher Scientific, MA, USA). This protein was applied to a 16/600 Superdex 75 preparative size exclusion column (GE Healthcare, Chicago, IL) previously equilibrated in Buffer A. The flow rate was 1 ml/min, and the protein was eluted with 1 CV of Buffer A. 1 mL fractions were collected starting at 0.2 CV of elution. Elution fractions were then analyzed by SDS-PAGE/Coomassie-staining and appropriate monomeric 105 and is also made available for use under a CC0 license.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Standard protein purification"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder. This article is a US Government work. It is not subject to copyright under 17 USC The copyright holder for this preprint this version posted November 18, 2020. ; https://doi.org/10.1101/2020.11.18.388868 doi: bioRxiv preprint fractions were pooled. Typical pool volume from one liter of starting material was ~15 ml. The protein concentration was determined by measuring the A280 using a Nanodrop One spectrophotometer, and final pool was filtered through a 0.22 µm syringe filter with low protein binding capacity. Final protein was snap frozen in liquid nitrogen in 0.5 ml aliquots, and stored at -80°C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Standard protein purification"
        },
        {
            "text": "For comparing Ragon protein with and without the SBP fusion tag, a 20 mg sample of the X24 protein was removed after the initial IMAC chromatography step and incubated with 2 mg rhinovirus 3C protease overnight at 25°C, while dialyzing to 1x PBS, pH 7.4. The next day, this sample was subjected to subtractive IMAC washing with 1x PBS, pH 7.4 containing 25 mM imidazole. Cleaved X24 eluted in the flowthrough fractions and was pooled and subjected to SEC under the same conditions as the full-length X24 protein above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Standard protein purification"
        },
        {
            "text": "For SDS-PAGE analysis of purified proteins, 20 ug of each purified sample was brought to a final volume of 20 ul in water. 4 ul of PNGaseF buffer was then added, along with 1 ul PNGaseF (ThermoFisher), for a final volume of 25 ul. Samples were incubated at 50°C for 5 min and 5 ul of each were electrophoresed using SDS-PAGE/Coomassie-staining and compared with proteins which were untreated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Standard protein purification"
        },
        {
            "text": "For the batch purification from filtered (see above) culture supernatants, 0.5 ml of Nicharged MagBeads (GeneScript, Piscataway, NJ), previously equilibrated in Buffer A, were placed in the bottom of each of two 50 ml conical tubes and filtered culture medium was added to the tubes (40 ml per tube). Tubes were incubated at room temperature on an orbital mixer for 1 hr.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Magnetic Bead protein purification"
        },
        {
            "text": "After incubation, a rare-earth magnet was used to capture the beads to the side of the conical tubes, and the medium was removed and saved as \"flow through\". Beads were then combined into one 50 ml conical tube using 5 ml Buffer A, and then 10 ml of Buffer A was added. This first wash was incubated on the orbital mixer at room temperature for 5 min. Beads were collected, the wash removed, and a second 15 ml wash step was performed. Beads were then transferred to a 5 ml snap-cap MacroTube (MTC Bio) for elution steps using 3 ml Buffer A. The buffer was then decanted. Protein was eluted from the washed beads by addition of 2 ml Buffer A + 500 mM imidazole. Each elution was incubated on the orbital mixer for 30 minutes at room temperature, and then collected in a 15 ml conical tube. This process was repeated for a total of 3 elutions. 105 and is also made available for use under a CC0 license.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Magnetic Bead protein purification"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder. This article is a US Government work. It is not subject to copyright under 17 USC The copyright holder for this preprint this version posted November 18, 2020. ; https://doi.org/10.1101/2020.11.18.388868 doi: bioRxiv preprint Samples of each elution fraction were analyzed by SDS-PAGE/Coomassie-staining and appropriate fractions were pooled. Typically, all 3 elutions were pooled for a 6 ml total elution volume. The protein concentration was determined by measuring the A280 using a Nanodrop One spectrophotometer, and final protein was snap frozen in liquid nitrogen, and stored at -80°C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Magnetic Bead protein purification"
        },
        {
            "text": "In order to assess antigen sensitivity, purified RBD proteins (including cleaved Ragon X24 lacking the SBP tag) were used as antigens in an ELISA with positive control SARS-CoV-2 monoclonal antibody to the RBD domain. The ELISA was carried out as previously reported [6] using 200 ng per well of the various RBDs and serial 5-fold dilutions of a 2.5 ug/ml stock of SARS-CoV RBD monoclonal antibody mAb109 (construct kindly provided by the NIAID Vaccine Research Center).",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 270,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Enzyme-linked immunosorbent assay (ELISA)"
        },
        {
            "text": "To produce SARS-CoV-2 RBD for the development of serology assays, we initially tested two constructs previously published in the literature [3, 4] . Initial findings showed that the construct from the Ragon Institute, although containing less spike protein sequence, resulted in more than a 2-fold higher sensitivity in ELISA assays than the Mt. Sinai version of the protein [6] . However, the Ragon protein production yield was considerably lower than that of the Mt.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 143,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 144,
                    "end": 146,
                    "text": "4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 375,
                    "end": 378,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "Sinai protein, even though the Ragon protein contained an additional tag sequence which should have produced, by mass, more protein. This suggested to us that there were suboptimal features of the expression system, which could be optimized for the Ragon protein. We also were interested in determining why the sensitivity of the Ragon construct was higher in the ELISA assays, and whether this was a result of the different portion of spike RBD in these proteins or the added tag sequences. Therefore, we generated novel DNA expression constructs to optimize the purification process and to improve the production yield and quality of these vital protein reagents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "105 and is also made available for use under a CC0 license.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder. This article is a US Government work. It is not subject to copyright under 17 USC The copyright holder for this preprint this version posted November 18, 2020. ; https://doi.org/10.1101/2020.11.18.388868 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "Comparison of the expression vectors used for production of the two RBD constructs showed that there were few similarities in the composition of the two DNAs, making direct comparison difficult. For this reason, we decided to reclone both proteins with the same Cterminal tags originally used, but in identical backbone vectors with the same promoter. To this end, we acquired optimized DNA constructs from ATUM, designed to maximize expression in HEK293 cells, and transferred those genes to our highly optimized mammalian expression vector pDest-303, with a strong CMV51 promoter which provides high-level protein production in HEK293 cells. This was done for both the Ragon protein (M68) and the Sinai protein (M67). In addition, to further explore possible roles for tagging, we engineered an additional version of the Ragon protein which removed the SBP tag (M69). These 5 constructs are highlighted in Fig. 1 , and details about their construction are noted in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 908,
                    "end": 914,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 967,
                    "end": 974,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "DNA construct improvements"
        },
        {
            "text": "Previously, we had optimized production of SARS-CoV-2 soluble spike protein using the Expi293 expression system with reduced temperature to enhance protein secretion [5] . A similar strategy was employed with RBD proteins, using a 32°C expression for 96 hours to maximize production while maintaining high levels of cell viability. We investigated whether longer incubation might also enhance protein yield, but harvest at 120 hours post-transfection did not improve production, and in some cases, may have actually reduced final yields (data not shown).",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 169,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Optimization of protein expression and purification"
        },
        {
            "text": "Published protocols for purification of RBD domains often utilize a batch process, which generally is less efficient than column chromatography. For this reason, we developed a modified approach to that used for soluble spike production, including an initial tangential flow filtration step to buffer exchange and concentrate the initial supernatant, followed by a column IMAC process with a gradient elution. Protein was subsequently concentrated and applied to a size exclusion column for final polishing. In general, all constructs performed similarly in this process regardless of expression level, and all protein was readily captured by the IMAC resin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Optimization of protein expression and purification"
        },
        {
            "text": "A typical purification is shown in Fig. 2A (IMAC) and Fig. 2B (SEC) for the M68 protein. Final proteins from one complete set of purifications are shown in Fig. 2C , and a summary of purification yields from multiple independent productions of each protein are highlighted in Table 2 . From this data, it is clear that yields from our optimized vector system are higher than either original construct. In the case of the Sinai protein, the yield improvement averaged 1.4x, while the Ragon protein levels were increased nearly 4x by these vector modifications. This data is consistent with our expectations based on the promoters used in the original vectors and our experience with pDest-303. Notably, the yields of the non-SBP containing M69 protein was similar to that of the M67 Sinai construct-all of these proteins are nearly identical in size and amino acid sequence and would be expected, under optimal conditions, to produce similar levels of protein. If the SBP-containing M68 is corrected for the larger mass of the fusion protein, the 63.6 mg/l yield is effectively the same molar productivity as the other constructs, again suggesting that these RBD proteins are being produced at similar levels regardless of construct details. Fig. 2C also highlights the glycosylation observed on the purified RBD proteins, as clearly noted by the smeared appearance of the purified proteins.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 35,
                    "end": 61,
                    "text": "Fig. 2A (IMAC) and Fig. 2B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 156,
                    "end": 163,
                    "text": "Fig. 2C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 276,
                    "end": 283,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 1241,
                    "end": 1248,
                    "text": "Fig. 2C",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Optimization of protein expression and purification"
        },
        {
            "text": "After treatment with PNGase F to remove N-linked glycans known to be present in spike at Asn331 and Asn343, the proteins migrate at a more appropriate molecular weight on the SDS-PAGE gel and with a more defined appearance. Table 2 . Protein yields of various RBD constructs using the standard TFF-IMAC-SEC process. Numbers represent yields from independent experiments. RBDs represents the same RBD amino acid sequence as the Sinai construct, while RBDr represents the same RBD amino acid sequence as the Ragon construct. 105 and is also made available for use under a CC0 license.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 224,
                    "end": 231,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Optimization of protein expression and purification"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder. This article is a US Government work. It is not subject to copyright under 17 USC",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Optimization of protein expression and purification"
        },
        {
            "text": "The copyright holder for this preprint this version posted November 18, 2020. ; https://doi.org/10.1101/2020.11.18.388868 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Optimization of protein expression and purification"
        },
        {
            "text": "Our observations with full-length soluble spike protein [5] suggested that an alternative batch purification method utilizing magnetic bead technology could improve yields and significantly reduce purification time and cost. Thus, we used magnetic IMAC beads to capture RBD in batch mode from filtered lysates. A typical purification for M68 is shown in Fig. 3A where the majority of the protein was bound to the MagBeads and was eluted in the first two imidazole-containing fractions. The final proteins purified with this approach were similar in terms of quantity and final purity ( Table 3 and Fig. 3B ) to proteins purified by the TFF/IMAC/SEC column process. This batch process has several distinct advantages over the more complex protocol including the elimination of the labor-intensive TFF process, which for large-scale transient cultures can take many hours, and reduced time and cost for column chromatography. The IMAC beads are also readily scaled across large volumes, making this a more consistent approach when culture conditions are varied. It is interesting to note that the original Sinai construct (X22) gives nearly double the protein yield using the MagBead process than expected from the standard purification. Since protein quality appears similar, this may suggest that a significant portion of the Sinai protein is being lost in the standard purification during the concentration or SEC steps which are not present in the MagBead production. Yields of the Ragon protein appear to be generally similar in the two processes. Table 3 . Protein yields of various RBD constructs using the MagBead process. Numbers represent yields from independent experiments. RBDs represents the same RBD amino acid sequence as the Sinai construct, while RBDr represents the same RBD amino acid sequence as the Ragon construct. n/a: not applicable as only one purification was performed. 105 and is also made available for use under a CC0 license.",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 59,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 354,
                    "end": 361,
                    "text": "Fig. 3A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 586,
                    "end": 593,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 598,
                    "end": 605,
                    "text": "Fig. 3B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1551,
                    "end": 1558,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Improved purification yield using IMAC magnetic beads"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder. This article is a US Government work. It is not subject to copyright under 17 USC",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Improved purification yield using IMAC magnetic beads"
        },
        {
            "text": "The copyright holder for this preprint this version posted November 18, 2020. ; https://doi.org/10.1101/2020.11.18.388868 doi: bioRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Improved purification yield using IMAC magnetic beads"
        },
        {
            "text": "We have previously developed and optimized a serology assay using an ELISA format [6] , which showed that the Ragon version of RBD was more sensitive than the Sinai version. To identify what components of our newly produced RBD proteins might lead to this higher ELISA sensitivity, we compared all of the proteins in the serology assay. Fig. 4 confirms that the Ragon proteins (X24, open squares; M68, filled squares) were more sensitive than the Sinai (X22) protein (open triangles)-in this case a 5-fold increase in antibody concentrations which give equivalent signals. It appears that the C-terminal SBP tag is entirely responsible for this higher sensitivity, as the cleaved Ragon X24 protein (open circles) and the Ragon M69 protein lacking the SBP tag (filled circles) both display similar low sensitivity as the Sinai RBD. The particular 105 and is also made available for use under a CC0 license.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 85,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 337,
                    "end": 343,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Performance of proteins in serology assays"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder. This article is a US Government work. It is not subject to copyright under 17 USC The copyright holder for this preprint this version posted November 18, 2020. ; https://doi.org/10.1101/2020.11.18.388868 doi: bioRxiv preprint amino acid boundaries of the RBD domain do not seem to play a role in the difference in sensitivity based on our results. We propose that the SBP tag interacts with the ELISA plate to uniquely position the RBD domain to afford greater accessibility of antibodies to the RBD. It would be interesting to see if tags other than SBP might provide the same enhancement, or if there is a specific feature of this tag which uniquely results in greater sensitivity. In any case, we demonstrate here that the presence of the SBP tag on these constructs significantly improves sensitivity of the assay, making it the optimal choice for use in SARS-CoV-2 serology efforts. We also compared the performance of X24 protein purified using the standard purification procedure (Fig. 5 , filled squares and solid line) and the MagBead procedure (Fig. 5,   105 and is also made available for use under a CC0 license.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1050,
                    "end": 1057,
                    "text": "(Fig. 5",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1117,
                    "end": 1131,
                    "text": "(Fig. 5,   105",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Performance of proteins in serology assays"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder. This article is a US Government work. It is not subject to copyright under 17 USC The copyright holder for this preprint this version posted November 18, 2020. ; https://doi.org/10.1101/2020.11.18.388868 doi: bioRxiv preprint open squares and dashed line) and show that both proteins perform equally in the ELISA. This demonstrates that the lower cost and more rapid MagBead purification process can be used to generate high-quality proteins for serology assays. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Performance of proteins in serology assays"
        },
        {
            "text": "In summary, we presented multiple improvements to the production of SARS-CoV-2 RBD that increase the ability of laboratories to generate this high-quality vital reagent for serology assays and other applications. In particular, we confirmed that the SBP tag present on the Ragon RBD construct makes it more attractive as a serology assay substrate due to the higher level of sensitivity. Additional work needs to be done to clarify the specific role of SBP in the process. Deployment of this reagent for serology assays to determine the prevalence of SARS-CoV-2 infection are currently underway.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Serology assays to manage COVID-19",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Krammer",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Simon",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abc1227"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Cryo-EM structure of the 2019-nCoV spike in the prefusion conformation",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wrapp",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Corbett",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Goldsmith",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Hsieh",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Abiona",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Mclellan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "367",
            "issn": "6483",
            "pages": "1260--1263",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abb2507"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "SARS-CoV-2 Seroconversion in Humans: A Detailed Protocol for a",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Stadlbauer",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Amanat",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Chromikova",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Strohmeier",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Arunkumar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bhavsar",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Capuano",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kirkpatrick",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Meade",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Brito",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Teo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mcmahon",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Simon",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Krammer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Serological Assay, Antigen Production, and Test Setup",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "57",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/cpmc.100"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Ultrasensitive high-resolution profiling of early seroconversion in patients with COVID-19",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Norman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gilboa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Ogata",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Maley",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Busch",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lazarovits",
                    "suffix": ""
                },
                {
                    "first": "C-P",
                    "middle": [],
                    "last": "Mao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Feldman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Hauser",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Caradonna",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Schmidt",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Alter",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Charles",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "T"
                    ],
                    "last": "Ryan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Walt",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Biomed Eng",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41551-020-00611-x"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Optimizing high-yield production of SARS-CoV-2 soluble spike trimers for serology assays",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Esposito",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mehalko",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Drew",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Snead",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Wall",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Frank",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Denson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gulten",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sadtler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Messing",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Gillette",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Protein Expr Purif",
            "volume": "174",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.pep.2020.105686"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Standardization of enzymelinked immunosorbent assays for serosurveys of the SARS-CoV-2 pandemic using clinical and at-home blood sampling",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Klumpp-Thomas",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kalish",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Drew",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hunsberger",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Snead",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Fay",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mehalko",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shunmugavel",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Wall",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Frank",
                    "suffix": ""
                },
                {
                    "first": "J-P",
                    "middle": [],
                    "last": "Denson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gulten",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Messing",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hicks",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Michael",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Gilette",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Memoli",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Esposito",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sadtler",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature Commun",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "One-step purification of recombinant proteins using a nanomolar-affinity streptavidin-binding peptide, the SBP-Tag",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Keefe",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Seelig",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Szostak",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Protein Expr Purif",
            "volume": "23",
            "issn": "3",
            "pages": "440--446",
            "other_ids": {
                "DOI": [
                    "10.1006/prep.2001.1515"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Combinatorial assembly of clone libraries using site-specific recombination",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "E"
                    ],
                    "last": "Wall",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Garvey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Mehalko",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "V"
                    ],
                    "last": "Procter",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Esposito",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Methods Mol Biol",
            "volume": "1116",
            "issn": "",
            "pages": "193--208",
            "other_ids": {
                "DOI": [
                    "10.1007/978-1-62703-764-8_14"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "cells (Thermo Fisher Scientific, Waltham MA). Briefly, 1.7 liters of cell culture at 2.9 x 10 6 cells/ml were transfected with preformed Expifectamine:DNA complexes at 1 µg/ml of final culture volume. Expression cultures were incubated at 37°C and 8% CO2 in 5-liter Optimum Growth Flasks (Thomson Instrument Company, Oceanside, CA) shaking at 105 RPM on an Infors HT Multitron Standard orbital shaker with a 2\" orbit. Expression enhancers were added 18-20 hours post-transfection per manufacturer's instructions, and incubation was continued at 37°C and 8% CO2 until harvest time of either 72, 96, or 120 hr post-transfection. For temperature shift experiments, the incubation temperature was lowered to 32°C immediately after enhancer addition.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "pressure chromatography systems from BioRad Laboratories Inc. (Hercules, CA) with exceptions noted below. The standard purification protocol employed immobilized metal affinity chromatography (IMAC) and size exclusion chromatography (SEC). Specifically, TFF-treated culture supernatant was adjusted to 25 mM imidazole and applied to a 10 ml Ni Sepharose High Performance nickel-charged column (GE Healthcare, Chicago, IL) previously equilibrated in Buffer A + 25 mM imidazole. The flow rate for all steps of the IMAC was 5 ml/min. The column was washed in Buffer A + 25 mM imidazole for 4 column volumes (CV) with the final 3 CV collected separately as the column wash. The protein was eluted from the column by applying a 20 CV linear gradient of 25 mM -500 mM imidazole in Buffer A followed by a 3 CV step elution of Buffer A + 500 mM imidazole. Fractions (5 ml) were collected for all elution steps. Elution fractions were analyzed by SDS-PAGE/Coomassie-staining and appropriate fractions were pooled. Typical pool volume for a purification from one liter of culture supernatant was ~80 ml.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Representative chromatography fraction analyses and purified proteins. M -protein standards, molecular weights of select standards noted in kDa. A. Coomassie-stained SDS-PAGE analysis of fractions from IMAC chromatography of the Ragon M68 protein, S -culture supernatant, L -TFF retentate/column load, F -column flow through, W -column wash. Fractions pooled are underlined in red. B. SDS-PAGE/Coomassie staining analysis of fractions from SEC chromatography of the Ragon M68 protein, P -IMAC pool, L -concentrated pool/column load, numbers represent fraction numbers (every other fraction loaded). Fractions pooled for the final protein sample are underlined in red. C. SDS-PAGE/Coomassie staining analysis of final purified proteins. Alternating lanes are without or with the addition of PNGase F to remove N-linked glycans.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Representative magnetic bead chromatography analysis and purified proteins. Mprotein standards, molecular weights of select standards noted in kDa. A. Representative SDS-PAGE/Coomassie staining analysis of IMAC magnetic bead chromatography of the Ragon X24 protein. S -culture supernatant, L -filtered culture supernatant/bead load, F -bead \"flow through\", W -bead washes, E -bead elutions. B. SDS-PAGE/Coomassie staining analysis of MagBead purified protein pools.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "ELISA sensitivity of purified RBDs. The five RBD proteins, as well as a 3C proteasetreated version of X24, were used to coat ELISA plates which were then treated with positive control anti-RBD monoclonal antibodies at the indicated dilutions. All measurements were performed in triplicate and means are plotted with standard deviations noted with error bars. Measurements are based on absorbance at 450 nm corrected by subtraction of absorbance at 650 nm. Samples tested were Sinai X22 (open triangles), Sinai M67 (filled triangles), Ragon X24 (open squares), Ragon X24 cleaved with 3C protease (open circles), Ragon M68 (filled squares), and Ragon M69 (filled circles).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Comparison of ELISA sensitivity of RBD purified by two different methods. The Ragon X24 protein purified by the standard process (open squares, solid line) or the MagBead process (filled squares, dashed line) were used to coat ELISA plates which were then treated with positive control anti-RBD monoclonal antibodies at the indicated dilutions. All measurements were performed in triplicate and means are plotted with standard deviations noted with error bars. Measurements are based on absorbance at 450 nm corrected by subtraction of absorbance at 650 nm.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}