{
    "paper_id": "ae70fa8f8f9eee881f8da9ae1d6fd3608cb54807",
    "metadata": {
        "title": "Ultrasound as a Learning Tool in Bachelor-Level Anatomy Education",
        "authors": [
            {
                "first": "Seth",
                "middle": [
                    "M"
                ],
                "last": "Alexander",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kaylyn",
                "middle": [
                    "B"
                ],
                "last": "Pogson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Vince",
                "middle": [
                    "E"
                ],
                "last": "Friedman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Janine",
                "middle": [
                    "L"
                ],
                "last": "Corley",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Diego",
                "middle": [
                    "A Hipolito"
                ],
                "last": "Canario",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Corey",
                "middle": [
                    "S"
                ],
                "last": "Johnson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Point of care ultrasound (POCUS) has become an increasingly common diagnostic tool in the clinical environment. As a result, it is being used earlier for medical students in Undergraduate Medical Education (UME) as a learning tool for the basic sciences including gross anatomy. There is little literature, however, to support its utility for basic science education in students currently seeking a bachelor's degree. This study consisted of fourteen currently enrolled bachelor students with previous instruction in human anatomy and physiology. Students participated in an ultrasound didactic and an interactive ultrasound experience with volunteers. Before and after this session, students were asked to complete an assessment measuring their spatial understanding of the human anatomy and their ability to locate structures using ultrasound. Wilcoxon's signed-rank tests comparing assessment scores showed significant improvement on both portions of the assessment. Based on this improvement, we suggest that ultrasound is a valid educational tool which can be used at the bachelor-level to effectively enhance students' learning of anatomy and provide hands on experience with modern technology. Further research with larger samples will be necessary to determine whether it would supplement or replace more traditional teaching modalities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Point of care ultrasound (POCUS) has become a common clinical tool used in various medical specialties [1] [2] [3] . As POCUS has become a more common part of the clinical environment, it has also become a common part of Undergraduate Medical Education (UME). Medical school curricula have adopted ultrasound in teaching the physical exam and gross anatomy [4] [5] [6] . Studies of ultrasound in basic science education to date have largely focused on qualitative feedback from learners, which has shown widespread interest and subjective learning value. Outcomes of these studies include improved student perception of ability to identify structures under ultrasound and better conceptual understanding of spatial relationships between anatomic structures [4, [7] [8] [9] .",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 106,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 107,
                    "end": 110,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 111,
                    "end": 114,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 357,
                    "end": 360,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 361,
                    "end": 364,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 365,
                    "end": 368,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 757,
                    "end": 760,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 761,
                    "end": 764,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 765,
                    "end": 768,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 769,
                    "end": 772,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This review of the current literature suggests that there should be further investigation to determine whether ultrasound can provide measurable learning gains. Feilchenfeld et al,, in their systematic review, concluded that there is a lack of conclusive empirical evidence showing quantitative improvements in learning with ultrasound [5] . The majority of studies show a positive, subjective impression shared by learners [10, 11] rather than objective evidence. Those studies that have measured learning gains focus on undergraduate medical student learners [12, 13] , not bachelor students. Because there is a gap in the literature describing the effectiveness at earlier educational levels, the present study sought to evaluate the utility of ultrasound as an anatomical learning tool for bachelor students. Given widespread demonstration of positive, qualitative endpoints, the research team opted to measure objective, quantitative endpoints which are lacking in the wider literature for this group of learners.",
            "cite_spans": [
                {
                    "start": 336,
                    "end": 339,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 424,
                    "end": 428,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 429,
                    "end": 432,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 561,
                    "end": 565,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 566,
                    "end": 569,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The methods for this study were reviewed and approved by the Institutional Review Board of the University of North Carolina at Chapel Hill who determined it to be exempt from federal human subjects' research regulations (IRB Study 19-3525).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Fourteen (14) currently enrolled Junior or Senior level bachelor students were recruited to participate in an ultrasound didactic lecture focused on human anatomy. Their participation was voluntary and not tied to their current coursework. To participate, students were required to have completed the one-semester, introductory human anatomy and physiology course in the Department of Biology at our institution so as to ensure a baseline level of knowledge within the last 2 years. Each student was assigned a participant number at random the day of the assessment to allow for tracking of participant scores.",
            "cite_spans": [
                {
                    "start": 9,
                    "end": 13,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Prior to the lecture, students were asked to complete a nineteen (19)-question assessment designed by the research team. Given the specific research question, this tool has not yet been validated. The questions of this assessment were intended to evaluate students' spatial reasoning with regard to human anatomy (content assessment). Assessments were administered through Qualtrics XM (Qualtrics, Provo, UT). After completing the content assessment, students were given a list of anatomic structures and 5 min wherein they were evaluated on their use of a Butterfly IQ ultrasound probe (Butterfly Network, Inc., Guilford, CT) to correctly locate as many structures as possible on a volunteer (scavenger hunt). Students were evaluated by medical students who had completed the preclinical curriculum at the UNC School of Medicine. In order to correctly identify a structure and receive credit, students were expected to place the ultrasound probe and indicate on the monitor what a given structure was. Medical students were only allowed to assist in adding gel to the probe and adjusting depth and contrast settings on the machine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "After completing the content assessment and scavenger hunt, students participated in a 30-min didactic session regarding the basic physics of ultrasound and the anatomy they would be studying. Instruction was based on anatomy visible during Focused Assessment with Sonography in Trauma (FAST) as well as that of the aorta, inferior vena cava, and carotid sheath. None of the anatomic information contained in the lecture involved material not previously covered in the students' prior coursework. There was no preparatory work assigned to the assessment and materials were not distributed prior to the learning intervention. As only material relating directly to the mechanism of ultrasound would have been novel information, the students' scores before the learning intervention serve as a control of more traditional teaching modalities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Students were then broken into small groups of no more than three (3) students per ultrasound probe. Each group had a medical student facilitator helping students practice and become familiar with the ultrasound and with the anatomic structures that could be visualized on the volunteers. Over an hour and a half, the small-group facilitators aided students in locating structures using the ultrasound and explaining spatial relationships based on the images the students found. This gave students the ability to attempt to identify structures independently and receive immediate feedback from the instructors. The didactic session and small-group practice collectively constituted our learning intervention over an approximately 2-h period. Following the learning intervention, students were asked to immediately complete the content assessment and scavenger hunt previously described for a second time to assess immediate learning gains.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Content assessment and scavenger hunt responses were translated by a member of the team blinded to the research question so as to determine a score for each participant without bias. Separate scores were calculated for the content assessment and scavenger hunt. The content assessment was scored as the number of questions with the correct response out of nineteen (19) and reported as a percentage. The scavenger hunt scores were reported as a raw sum of the number of structures a participant correctly located. Wilcoxon's signed-rank tests were performed and all figures created using Prism version 8.4.0 for macOS (GraphPad Software LLC, San Diego, CA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The average score on the content assessment before the learning intervention was 48.872 (n = 14, SD = 17.690). After completing the learning intervention and post-assessment, the average score for these questions was 72.180 (n = 14, SD = 14.066). Wilcoxon's signed-rank test of these scores yields p = 0.0002. Student scores for the content assessment are plotted in Fig. 1 . The average number of structures students were able to locate during the scavenger hunt before the learning intervention was 1.357 (n = 14, SD = 1.082). The average number of structures students correctly identified on post-assessment was 11.286 (n = 14, SD = 5.398). Wilcoxon's signed rank test of these scores yields p = 0.0001. Student scores for the scavenger hunt are plotted in Fig. 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 367,
                    "end": 373,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 760,
                    "end": 766,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Despite the limitations discussed below, the significant learning gains exhibited by students provide quantitative evidence that hand-held ultrasound technology serves as an effective, supplemental educational tool. For learners, this exercise gave them the ability to evaluate and visualize the anatomy on volunteers. In comparison to model or text-based learning, ultrasound gives a collective representation of the underlying anatomy rather than individual models displayed on the table. The literature refers to this \"living anatomy\" as a benefit of active learning modalities like ultrasound in gross anatomy [13] . Given participants' prior exposure to the material in their prerequisite anatomy course, their improvement on the content assessment shows that ultrasound serves as a valid method for helping students understand the spatial relationships between anatomic structures in contrast. Further investigation would be needed to fully determine superiority or non-inferiority of ultrasound in comparison to more traditional teaching modalities and determine if ultrasound could serve as an alternative or simply supplemental modality. Such studies should include comparison to curricula that utilize cadavers and/or plastic models, of which there is wider support in the literature.",
            "cite_spans": [
                {
                    "start": 614,
                    "end": 618,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There should also be information included in further assessments to identify short-term and long-term retention of materials. These learning outcomes were limited here due to the COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Improvements demonstrated in the scavenger hunt portion of the study further demonstrate that bachelor students are capable of learning and applying the skills necessary to utilize ultrasound in their learning. This provides reasoning to further adopt the use of ultrasound as a formal learning tool in bachelor's level curricula. Unlike previous studies at the medical student level, these data demonstrate that it is feasible for bachelor students to use this tool at their current educational level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The primary limitations of this study include the small cohort size and the lack of a validated tool with which to assess learners. To briefly address these limitations, the sample size, while small by some educational standards, represents a cohort equivalent to that of many bachelor's level gross anatomy courses. Further study of this modality in this population should reduce standard deviation about the mean, increasing the power of our findings. As for the validation of an assessment tool, the tool was designed based on material covered in the prerequisite coursework. A tool should be developed and validated for the specific learning outcomes indicated here but, absent an existing, validated tool, assessment of their preexisting knowledge in ways which parallel their prior coursework serves as a valid alternative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There are several key aspects to be considered when integrating imaging into the basic science curriculum. These concerns were discussed by the research team prior to our study and are discussed below. The first concern relates to consent. While the hands-on nature of learning may be appealing and entertaining to some, other learners may feel uncomfortable both being touched or touching others in an activity such as this. Adequate informed consent, both for the volunteers and students, is important prior to engaging in these learning activities. Such conversations should include an understanding of what body parts may need to be uncovered and/or palpated. Draping procedures should be implemented for volunteers who do not wish to remain exposed for extended periods and perhaps alternative assignments should be available to learners who do not wish to participate. Such assignments should be administered in a way which protects their privacy in making this decision, an important wider consideration when adopting ultrasound into bachelor-level basic science curricula. In UME, there is an expectation of learning using others in the physical exam and in other parts of the curricula. This expectation is not inherent to basic science curricula and therefore merits discussion with students.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Another primary concern involves liability with regard to imaging. In UME, ultrasound instruction is often carried out with clinically trained instructors. Ultrasound, after all, is fundamentally a clinical tool which can be adapted to the learning Fig. 2 Scavenger hunt graph environment. As such, the potential exists for incidental, pathologic findings to be present on imaging. While many findings may be benign or normal anatomic variants, it is unlikely that graduate teaching assistants or even many faculty will have appropriate medical expertise to assess whether findings are clinically significant and merit further examination by a health professional. While there is evidence-based support that anatomists can teach using ultrasound as well as clinicians [14] , there is little information to address their ability to detect and identify normal anatomical variants from pathologic variants on their volunteers. Clear procedures should be communicated to volunteers who are being scanned prior to the activity regarding (1) whether instructional staff have any clinical training and at what level, (2) steps that will be taken should an abnormal finding be discovered, and (3) the possibility that any present abnormalities may not be recognized by instructional staff at the time of the activity. Additionally, discussion of abnormal findings should occur privately between instructional staff and volunteers without the presence of learners. In this study, all instructors were non-licensed professional students or basic science faculty. While no abnormalities were readily detected, instructors were prompted to notify the research team and a referral would have been made to the campus health services center at the university.",
            "cite_spans": [
                {
                    "start": 768,
                    "end": 772,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1110,
                    "end": 1113,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 249,
                    "end": 255,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Based on the assessment data discussed, ultrasound appears to be a powerful teaching tool that can be utilized to better help students understand anatomic concepts and spatial relationships. The use of this tool should be further studied at the bachelor level to determine whether it may even be superior to more traditional teaching modalities. In incorporating this modality as a tool earlier in medical education, it may spare space in later curricula for more advanced teaching at the UME level. Programs should evaluate and determine the cost-effectiveness of this learning modality in comparison to more traditional ones to determine whether it conveys a financial advantage. Any discussion of its use, however, should include proper consent procedures for students and volunteers as well as adequate procedures to address abnormal findings seen on imaging.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Point of care ultrasonography in the pediatric emergency department",
            "authors": [
                {
                    "first": "Le",
                    "middle": [],
                    "last": "Coz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Orlandini",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Titomanlio",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rinaldi",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "E"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Ital J Pediatr",
            "volume": "44",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Point-of-care ultrasound in cardiopulmonary resuscitation: a concise review",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Blanco",
                    "suffix": ""
                },
                {
                    "first": "Martínez",
                    "middle": [],
                    "last": "Buendía",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Ultrasound",
            "volume": "20",
            "issn": "3",
            "pages": "193--201",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "International evidence-based recommendations for point-of-care lung ultrasound",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Volpicelli",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Intensive Care Med",
            "volume": "38",
            "issn": "4",
            "pages": "577--91",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Introduction of ultrasound into gross anatomy curriculum: perceptions of medical students",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Adhikari",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Marx",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lander",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Todd",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Emerg Med",
            "volume": "43",
            "issn": "6",
            "pages": "1098--102",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Ultrasound in undergraduate medical education: a systematic and critical review",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Feilchenfeld",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Dornan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Whitehead",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kuper",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Med Educ",
            "volume": "51",
            "issn": "4",
            "pages": "366--78",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Competency-based medical education studying live anatomy by ultrasound",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Serrao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tassoni",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Magenta-Biasina",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Mantero",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Previtera",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Turci",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Int J Med Educ",
            "volume": "8",
            "issn": "",
            "pages": "268--277",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Ultrasound anatomy: a practical teaching system in human gross anatomy",
            "authors": [
                {
                    "first": "Ukm",
                    "middle": [],
                    "last": "Teichgräber",
                    "suffix": ""
                },
                {
                    "first": "Jma",
                    "middle": [],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Nautrup",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Rautenfeld",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Med Educ",
            "volume": "30",
            "issn": "4",
            "pages": "296--304",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Ultrasound exposure during gross anatomy",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Dreher",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dephilip",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bahner",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Emerg Med",
            "volume": "46",
            "issn": "2",
            "pages": "231--271",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Best teaching practices in anatomy education: a critical review",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Estai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bunt",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Ann Anat -Anat Anzeiger",
            "volume": "208",
            "issn": "",
            "pages": "151--158",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Anatomy teaching with portable ultrasound to medical students",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Swamy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Searle",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "BMC Med Educ",
            "volume": "12",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Echocardiography for teaching cardiac physiology in practical student courses",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brunner",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Moeslinger",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Spieckermann",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1152/advances.1995.268.6.S2"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Teaching cardiovascular anatomy to medical students by using a handheld ultrasound device",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Wittich",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "JAMA",
            "volume": "288",
            "issn": "9",
            "pages": "1062--1065",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Ultrasound curricula in undergraduate medical education: a scoping review",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Tarique",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Kulasegaram",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ailon",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Ultrasound Med",
            "volume": "37",
            "issn": "1",
            "pages": "69--82",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Can anatomists teach living anatomy using ultrasound as a teaching tool?",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Jurjus",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dimorier",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Slaby",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shokoohi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Boniface",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Anat Sci Educ",
            "volume": "7",
            "issn": "5",
            "pages": "340--349",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Content analysis graph",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments The authors would like to thank the UNC School of Medicine students Caleb Smith, Josephine Lo Bello, and Burk Loeliger for their assistance in proctoring and administering our assessments as well as the UNC School of Medicine for allowing us to use some of their ultrasound equipment.Data Availability De-identified data and materials available on request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Conflict of Interest Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with Ethical Standards"
        },
        {
            "text": "Consent to Participate Signed consent obtained from all participants consistent with IRB review.Consent to Publish Signed consent obtained from all participants consistent with IRB review.Code Availability Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics Approval Determined exempt (University of North Carolina at Chapel Hill IRB 19-3525)"
        }
    ]
}