{
    "paper_id": "af8287d944fc1340324eee82e40b05b70f94ad53",
    "metadata": {
        "title": "The Mental Health and Correlated Factors of Medical Team Members in an Aerospace Medical Unit Before Conducting Non-war Military Operations",
        "authors": [
            {
                "first": "Yang",
                "middle": [],
                "last": "Liao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yishuang",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yan",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xueqian",
                "middle": [],
                "last": "Deng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Liu",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "To investigate the mental health and correlated factors of medical team members in an aerospace medical unit before fight COVID-19 pneumonia, which would provide quantitative data to help keeping mental health. Cluster sampling method was used and 193 medical team members were engaged. Eysenck personality questionnaire, symptom checklist-90 and self-made scale were used to evaluate the medical team members' personality, mental health level, personal protection and risk of infection. The levels of personal protection and risk of infection may have an influence on medical team members' mental health. Medical team members with low personal protection may more likely to be obsessive-compulsive (t = 3.20, P < 0.01), anxiety (t = 2.00, P < 0.05). Medical team members with high risk of infection may have multiple types of mental problems. Medical team members with higher introversion, higher psychoticism and neuroticism characteristics were more likely to be in low level of mental health. These results could help us to find out the target population of mental protection before military operations other than war.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "With the increased demand of quick response ability to aerospace medical unit, the organization of aviation medical team is needed. Except battlefield medical treatment during war, aviation medical team would also play an important role in military operations other than war, such as medical assistance after the disaster and control of major epidemic diseases. In fact, the military medical team always is the premier emergency rescue force deployed to the frontline [1, 2] . Due to the strike of disasters and unpredictable security risk, stress reaction would happen to medical team members, which may in turn induce negative emotion such as anxiety, depression and fear. To some extent, the continuous stress event may induce serious psychological problems and mental diseases among medical team members during performing military operations other than war [3] . In order to sustain medical team members' working performance in a normal level, mental health service during the mission period is of great importance. Additionally, psychological screening before mission is indispensable. Using psychological scales, to investigate the mental health levels and influence factors among medical team members could help to identify the person with overstress reactions. The target of mental health service would emerge and the direction of mental protection would then show. These quantitative data could help to maintain medical team members' mental health and normal performance.",
            "cite_spans": [
                {
                    "start": 468,
                    "end": 471,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 472,
                    "end": 474,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 861,
                    "end": 864,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the current study, Eysenck personality questionnaire, symptom checklist-90 (SCL-90) and self-made scale were used to evaluate the medical team members' personality, mental health level, personal protection and risk of infection, which may provide reference data for mental protection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The cluster sampling methods were used. 193 medical team members in an aerospace medical unit who prepared for fighting COVID-19 pneumonia were engaged. All questionnaires were completed, no sample was excluded. There were 31 males and 162 females. The average age was at 34.66 ± 3.6.88 years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participants"
        },
        {
            "text": "Eysenck personality questionnaire (EPQ) was developed by a British psychologist named Eysenck in 1975 [4] . The questionnaire was based on personality type theory, included four dimensions as introversion-extroversion, psychoticism, neuroticism and validity. There were 88 items, participants required to rank whether the symptom described in each item was occurred on him. The version of the questionnaire used in the current study was adult version, which had been confirmed to have high reliability and validity in previous study by other researchers. Symptom checklist-90 was developed by L. R. Derogatis in 1975 and included 90 items [5] . There were nine factors, such as somatizaiton (SOM), obsessive-compulsive (OBS), inter-personal sensitivity (INT), depression (DEP), anxiety (ANX), hostility (HOS), phobic anxiety (PHOB), paranoid ideation (PAR) and psychoticism (PSY). Participants required to rank the level of their symptoms in the lasted week from 1 to 5 point. 1 refers to none, 2 refers to mild, 3 refers to medium, 4 refers to mild severity and 5 refers to great severity. The global severity index (GSI) ≥ 160, positive symptom total (PST) ≥ 43 or any of the nine factors ≥ 2, and then the participant's result is positive, which mean his mental health level is low. Previous study had indicated SCL-90 got a high reliability and validity [6] . Additionally, self-made scale was used to evaluate the medical team members' personal protection and risk of infection.",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 105,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 639,
                    "end": 642,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1358,
                    "end": 1361,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Tools"
        },
        {
            "text": "Data were analysed with independent sample t-test and Pearson correlation coefficient by SPSS 20.0 version, the significant levels is P < 0.05.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistics"
        },
        {
            "text": "As shown in Table 1 , compared with medical team members with high personal protection, medical team members with low personal protection were more introversion (t = −3.06, P < 0.01) and neuroticism (t = 2.77, P < 0.01). As shown in Table 2 , medical team members with low personal protection had higher score than medical team members with high personal protection in obsessivecompulsive (t = 3.20, P < 0.01), anxiety (t = 2.00, P < 0.05).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 19,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 233,
                    "end": 240,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "The Personality and Mental Health Difference Between Participants with High and Low Level of Personal Protection"
        },
        {
            "text": "As shown in Table 3 , compared with medical team members with low risk of infection, medical team members with high risk of infection were more introversion (t = − 2.69, P < 0.01) and higher neuroticism (t = 2.93, P < 0.01). As shown in Table 4 , medical team members with high risk of infection had higher score than medical team members with low risk of infection in somatizaiton (t = 2.96, P < 0.01)、obsessive-compulsive (t = 3.10, P < 0.01), inter-personal sensitivity (t = 3.30, P < 0.01), depression (t = 3.18, P < 0.01), anxiety (t = 2.91, P < 0.01), phobic anxiety (t = 2.39, P < 0.05), paranoid ideation (t = 2.61, P < 0.01), psychoticism (t = 2.54, P < 0.05), global severity index (t = 3.18, P < 0.01), positive symptom total (t = 3.28, P < 0.01). ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 19,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 237,
                    "end": 244,
                    "text": "Table 4",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "The Personality and Mental Health Difference Between Participants with High and Low Risk of Infection"
        },
        {
            "text": "The score of introversion-extroversion dimension of medical team members' personality had significant correlations with their scores in the nine factors in SCL-90, global severity index and positive symptom total (P < 0.01), the correlation coefficients were between −0.24 and −0.38. The score of psychoticism dimension of medical team members' personality had significant correlations with their scores in the nine factors in SCL-90, global severity index and positive symptom total (P < 0.01), the correlation coefficients were between 0.30 and 0.40. The score of neuroticism dimension of medical team members' personality had significant correlations with their scores in the nine factors in SCL-90, global severity index and positive symptom total (P < 0.01), the correlation coefficients were between 0.56 and 0.74, as shown in Table  5 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 833,
                    "end": 841,
                    "text": "Table  5",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "The Relationship Between Personality and Mental Health Level Among Medical Team Members in an Aerospace Medical Unit"
        },
        {
            "text": "In the current study, we found that medical team members with low self-protection were relatively in a low level of mental health, and they were more likely to be obsessive and anxiety. The level of self-protection reflects one's ability in medical protection against pneumonia in the current study, which could been look as a protective factor for sustaining mental health level. The result indicated that the training of protection strategies before mission in of great importance, it may increase the selfprotection ability among medical team members in the aerospace medical unit. And it may play a role in decrease the occurrence rate of obsessive and anxiety problems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Result from the previous study had shown similar evidence. Fan et al. found that medical staff who had been trained with emergency rescue course were more likely to handle with multiple stressors in a right way, which could indicate the positive effect of targeted training related to mission on sustaining mental health [7] .",
            "cite_spans": [
                {
                    "start": 321,
                    "end": 324,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The result of the current study indicated that the risk of infection was an important influence factor for mental health among medical team members who were prepared to carry out a military operation other than war. Previous study about rescuers after earthquake has shown similar evidence. Zhang et al. found that rescuers in epicentre area had higher scores than those rescuers in peripheral areas in nine factors and global severity index in SCL-90 [8] . Rescuers in epicentre area faced more stressors, such as aftershock, sever damage environment, insufficient logistics support and so on, which may damage mental health.",
            "cite_spans": [
                {
                    "start": 452,
                    "end": 455,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The score in all the nine factors, global severity index and positive symptom total were all significant correlated with any of the three dimensions in EPQ, which indicated that personality could be used as an important predictor for mental health. Based on data of personality, we may seek out the target groups for mental protection before mission. The high correlation between personality and mental health had also been found in the previous study in a different population, Wei et al. found that the introversion-extroversion score was positive correlated to any of the nine factors in SCL-90 [9] . According to the evidence of the current study, the correlation coefficient between neuroticism and factor scores of SCL-90 was the highest among the three dimensions of EPQ, which indicated that emotional stability was effective predictors for mental health. Thus based on the data of neuroticism in EPQ, we could screen out the individual with low emotional stability and diminished the risk of mental health problems during mission.",
            "cite_spans": [
                {
                    "start": 598,
                    "end": 601,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Medical team members with low self-protection and high risk of infection may have multiple types of mental problems. Medical team members with higher introversion, higher psychoticism and neuroticism characteristics were more likely to be low levels of mental health. These results could help us to find out the target population of mental protection before military operations other than war. Due to the limitation of crosssection study, the predictor found in the current study still needs to be verified in further longitudinal tracking study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Compliance with Ethical Standards The study was approved by the Logistics Department for Civilian Ethics Committee of Air Force Medical Centre.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "All subjects who participated in the experiment were provided with and signed an informed consent form.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "All relevant ethical safeguards have been met with regard to subject protection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Investigation of psychologically healthy of doctor and nurse in the earthquake relief work",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Med J West",
            "volume": "23",
            "issn": "12",
            "pages": "2464--2465",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Investigation of the influence of earthquake disaster on the mental health of emergency rescue medical staff of PLA",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "S"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Med Pharm J Chin People's Liberation Army",
            "volume": "23",
            "issn": "6",
            "pages": "55--57",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Investigation on mental health of medical professionals joining the relief action in earthquake-stricken Wenchuan",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Nurs Sci",
            "volume": "25",
            "issn": "6",
            "pages": "65--66",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Structural and functional equivalence of the eysenck personality questionnaire within and between countries",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Hemert",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Vijver",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Poortinga",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Pers Ind Differ",
            "volume": "33",
            "issn": "8",
            "pages": "1229--1249",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A Finnish validation study of the SCL-90",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Holi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Sammallahti",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Aalberg",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Acta Psychiatr Scand",
            "volume": "97",
            "issn": "1",
            "pages": "42--46",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Establishment of norm of symptom check list 90",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "Z"
                    ],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "B"
                    ],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Third Mil Med Univ",
            "volume": "38",
            "issn": "20",
            "pages": "2210--2214",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Analysis and suggestions on mental health of emergency rescue medical staff in disaster events",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "B"
                    ],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "L"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Disaster Med Rescue: electronic version",
            "volume": "1",
            "issn": "3",
            "pages": "167--168",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Relationship between rescuing time or zone and mental status of succors after earthquake",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "X"
                    ],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Chin J Clin Healthc",
            "volume": "12",
            "issn": "5",
            "pages": "462--464",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Correlation analysis among personality characteristics, coping style and mental health of Armed Police Force recruits",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "P"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Med J National Defending Forces in Northwest China",
            "volume": "40",
            "issn": "1",
            "pages": "57--61",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Comparison of personality between participants with high and low level of personal protection",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Comparison of mental health between participants with high and low level of risk of infection",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}