{
    "paper_id": "aff61fea1c8078c23f0e8d379352f0f399512f9a",
    "metadata": {
        "title": "Digital health interventions in palliative care: a systematic meta-review",
        "authors": [
            {
                "first": "Anne",
                "middle": [
                    "M"
                ],
                "last": "Finucane",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hannah",
                "middle": [],
                "last": "O&apos;donnell",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jean",
                "middle": [],
                "last": "Lugton",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tilly",
                "middle": [],
                "last": "Gibson-Watt",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Connie",
                "middle": [],
                "last": "Swenson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Claudia",
                "middle": [],
                "last": "Pagliari",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Digital health interventions (DHIs) have the potential to improve the accessibility and effectiveness of palliative care but heterogeneity amongst existing systematic reviews presents a challenge for evidence synthesis. This meta-review applied a structured search of ten databases from 2006 to 2020, revealing 21 relevant systematic reviews, encompassing 332 publications. Interventions delivered via videoconferencing (17%), electronic healthcare records (16%) and phone (13%) were most frequently described in studies within reviews. DHIs were typically used in palliative care for education (20%), symptom management (15%), decision-making (13%), information provision or management (13%) and communication (9%). Across all reviews, mostly positive impacts were reported on education, information sharing, decision-making, communication and costs. Impacts on quality of life and physical and psychological symptoms were inconclusive. Applying AMSTAR 2 criteria, most reviews were judged as low quality as they lacked a protocol or did not consider risk of bias, so findings need to be interpreted with caution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "npj Digital Medicine (2021) 4:64 ; https://doi.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The diagnosis of a life-limiting illness, along with its management during periods of wellness, illness, remission, decline and end of life can be stressful for patients, caregivers and healthcare professionals. Palliative care offers a holistic set of approaches for ameliorating the physical, psychological, social and spiritual burdens that patients and their families can face when dealing with the challenges associated with advanced progressive incurable illness, end of life and bereavement 1,2 . It prevents and relieves suffering through early identification, assessment and symptom management; including addressing practical needs and providing bereavement support. Digital health interventions (DHIs) in palliative care need to address the holistic needs and preferences of people with deteriorating health; and maintain patient-professional relationships that are dignity-enhancing and focused on patient and caregiver values and goals 3 . Improving access to, and increasing the quality of palliative care delivered is a healthcare priority in many countries 4, 5 . DHIs could have an essential role to play in achieving these aims.",
            "cite_spans": [
                {
                    "start": 948,
                    "end": 949,
                    "text": "3",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1072,
                    "end": 1074,
                    "text": "4,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1075,
                    "end": 1076,
                    "text": "5",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Digital health, or eHealth, is a broad term used to refer to the application of information and communication technologies (ICTs) and networks for the management, delivery and optimisation of patient care and health services, and for supporting patients themselves. It encompasses a range of related concepts such as telemedicine and telehealth, mobile health (mHealth), health informatics and wearable devices 6, 7 . The adoption of digital health technologies is rapidly changing how healthcare is provided. Electronic health records (EHRs) and decision support tools are part of routine healthcare practice in many countries, while the use of videoconferencing to provide care at a distance is becoming more common. Mobile phones, apps, wearables and social media are in widespread use by citizens/patients, and innovations such as augmented reality, virtual assistants and artificial intelligence (AI) are finding new uses in clinical management and patient self-care. These approaches are reshaping healthcare as they become more affordable and widespread 3 .",
            "cite_spans": [
                {
                    "start": 411,
                    "end": 413,
                    "text": "6,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 414,
                    "end": 415,
                    "text": "7",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1061,
                    "end": 1062,
                    "text": "3",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Palliative care is one area where these technologies are increasingly being deployed 8 . Research to establish the feasibility of using videoconferencing in palliative care was first reported 20 years ago 9 . In healthcare organisations, pathways and preferences for palliative care are being steadily integrated into EHRs 10 . In parallel, mobile applications and online social networks for supporting patients' physical, cognitive and emotional needs are becoming popular, both supplied by healthcare providers 11 and driven by patients and caregivers themselves 12 . More recently, predictive analytics and AI are being used to adapt clinical interventions to stages of terminal illness 13 .",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 86,
                    "text": "8",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 205,
                    "end": 206,
                    "text": "9",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 323,
                    "end": 325,
                    "text": "10",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 513,
                    "end": 515,
                    "text": "11",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 565,
                    "end": 567,
                    "text": "12",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 690,
                    "end": 692,
                    "text": "13",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Reflecting this activity, there has been a significant rise in the number of systematic reviews focused on DHIs and palliative care over the past 15 years [14] [15] [16] [17] [18] . Despite their general support for these approaches, the clinical scope and quality of existing reviews varies widely, making it difficult to evaluate their implications for the field as a whole. Given the growing demand for palliative care services worldwide 19 and the increasing penetration of DHIs in healthcare, the time is right for a comprehensive synthesis and appraisal of this evidence base. We employed the meta-review method to capture, appraise and synthesise the evidence represented in the systematic review literature on DHIs in palliative care. Our objectives were:",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 159,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 160,
                    "end": 164,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 165,
                    "end": 169,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 170,
                    "end": 174,
                    "text": "[17]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 175,
                    "end": 179,
                    "text": "[18]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 441,
                    "end": 443,
                    "text": "19",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "(1) To identify the DHIs used in context of palliative care described in existing systematic reviews. (2) To describe the overall quality of existing systematic reviews. (3) To synthesize evidence on the role and the effects of DHIs in palliative care.",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 105,
                    "text": "(2)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The database searches returned a total of 5092 titles and abstracts, of which 55 potentially relevant papers were subjected to full-text review and 21 were eligible for inclusion (Fig. 1) . The main reason for excluding articles at full-text review was that they were not focused on palliative care (13 studies) or DHIs (7 studies); not systematic reviews (4 studies); did not search databases of published literature (3 studies); did not report on effects of DHIs or provide detail on included reviews (4 studies) or other reasons (3 studies). During the search process, we identified one metareview of telemedicine in palliative care published in 2016 20 . This meta-review identified a total of 6 systematic reviews published between 2007 and 2012, all of which were included amongst the 21 eligible reviews in this meta-review.",
            "cite_spans": [
                {
                    "start": 654,
                    "end": 656,
                    "text": "20",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 179,
                    "end": 187,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Search results"
        },
        {
            "text": "Description of the included systematic reviews Characteristics of the 21 included reviews are shown in Supplementary Table 1 . Most included a range of study populationspatients, family members, caregivers and health professionals. Two reviews solely considered evidence on interventions for caregivers 18, 21 , two were concerned with perspectives of healthcare professionals 22, 23 , while one was applied specifically to paediatric palliative care 14 . Two reviews focused on cancer 24,25 , others did not limit their inclusion criteria to a specific disease. The reviews were carried out by research teams based on the following countries: USA (n = 9) 17, 18, 21, 22, [26] [27] [28] [29] [30] , UK (n = 6) 10,16,25,31-33 , Australia (n = 2) 14,34 , Canada (n = 1) 24 , Chile (n = 1) 15 , Denmark (n = 1) 35 and Brazil (n = 1) 23 . The 21 reviews were published between 2007 and 2019 and included primary research papers spanning 1997-2018. Ten systematic reviews covered broad areas such as telehealth 14, 16, 18, 21, 30, 33 , telehospice 17 , ehealth 15 and ICTs 25, 26 . Eleven reviews had a more specific focus: EHRs 10, 28, 29, 34 , internet 23, 27 , weblogs 31 , mhealth 32 , telephone 24 , videoconferencing 35 and simulators 22 .",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 306,
                    "text": "18,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 307,
                    "end": 309,
                    "text": "21",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 377,
                    "end": 380,
                    "text": "22,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 381,
                    "end": 383,
                    "text": "23",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 451,
                    "end": 453,
                    "text": "14",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 656,
                    "end": 659,
                    "text": "17,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 660,
                    "end": 663,
                    "text": "18,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 664,
                    "end": 667,
                    "text": "21,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 668,
                    "end": 671,
                    "text": "22,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 672,
                    "end": 676,
                    "text": "[26]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 677,
                    "end": 681,
                    "text": "[27]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 682,
                    "end": 686,
                    "text": "[28]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 687,
                    "end": 691,
                    "text": "[29]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 692,
                    "end": 696,
                    "text": "[30]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 768,
                    "end": 770,
                    "text": "24",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 787,
                    "end": 789,
                    "text": "15",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 808,
                    "end": 810,
                    "text": "35",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 830,
                    "end": 832,
                    "text": "23",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1006,
                    "end": 1009,
                    "text": "14,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1010,
                    "end": 1013,
                    "text": "16,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1014,
                    "end": 1017,
                    "text": "18,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1018,
                    "end": 1021,
                    "text": "21,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1022,
                    "end": 1025,
                    "text": "30,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1026,
                    "end": 1028,
                    "text": "33",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1056,
                    "end": 1058,
                    "text": "15",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1068,
                    "end": 1071,
                    "text": "25,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1072,
                    "end": 1074,
                    "text": "26",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1124,
                    "end": 1127,
                    "text": "10,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1128,
                    "end": 1131,
                    "text": "28,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1132,
                    "end": 1135,
                    "text": "29,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1136,
                    "end": 1138,
                    "text": "34",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1150,
                    "end": 1153,
                    "text": "23,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1154,
                    "end": 1156,
                    "text": "27",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1195,
                    "end": 1197,
                    "text": "24",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1218,
                    "end": 1220,
                    "text": "35",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1236,
                    "end": 1238,
                    "text": "22",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 117,
                    "end": 124,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Search results"
        },
        {
            "text": "The number of studies related to DHIs and palliative care in each review ranged from 5 32 to 39 35 . Taken together the reviews summarised evidence from 332 unique publications, including four systematic reviews and one PhD thesis. Drawing on the Physician Data Query (PDQ) Levels of Evidence, used by the National Cancer Institute 36 to appraise Supportive and Palliative Care studies, we categorised publications within the 21 systematic reviews into one of four levels. Level 1 represented study designs typically considered to offer the strongest evidence and Level 4 the weakest. Only 12% of publications were Level 1. Of the 43 publications describing randomised controlled trials (RCTs), 29 were unspecified trials, 13 were pilot or feasibility trials and one was a Phase II trial. Four of these were classed as Level 2 due to their scale or scope. Most publications described retrospective and qualitative designs (Level 3) (Fig. 2) .",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 98,
                    "text": "35",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [
                {
                    "start": 932,
                    "end": 940,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Search results"
        },
        {
            "text": "Most primary publications within the systematic reviews were included in only one review (70%, n = 279); one-fifth appeared in two publications (21%, n = 84), 7.5% appeared in three reviews (n = 30) and only 1.3% appeared in five reviews (n = 5). For further detail on the individual publications within each systematic review, see Supplementary Tables 1, 2 and Supplementary Data 1.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 332,
                    "end": 357,
                    "text": "Supplementary Tables 1, 2",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Search results"
        },
        {
            "text": "Range of DHIs for palliative care described in existing systematic reviews and individual publications within the reviews We classified the types of DHIs described in the 328 studies represented within the 21 reviews (Table 1) . The most common types of DHIs involved videoconferencing or videophone (n = 56, 17%), EHRs (n = 51, 16%) and telephone or mobile phone (n = 41, 13%). Online interventions, including educational websites and online courses, were described in 31 publications (9%). Only six publications were focused on social media (2%), e.g. interactive online blogs. We found a relatively large proportion of publications describing mixed or unspecified DHIs (n = 50, 15%). Some DHIs were delivered using a mix of technologies or contained multiple components (e.g. telephone call with follow-up video-consultation).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 217,
                    "end": 226,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Search results"
        },
        {
            "text": "DHIs were used for a range of purposes in palliative care ( Table 2) . A fifth of publications described DHIs for educational purposes (n = 64) most frequently involving online learning, simulators and videoconferencing targeting professionals. Symptom management was the main aim of DHIs outlined in 15% of publications (n = 49), and all types of DHI were used for this purpose. Information provision or management, often using EHRs, was the main aim of DHIs in 13% of publications (n = 44). Communication was the main aim of DHIs in 9% of publications (n = 29), with videoconferencing most often used. Decision-making support for patients and professionals was the main purpose of DHIs described in 13% of publications (n = 42)-video aids and EHRs were often used for this purpose. Overall, 15% of publications (n = 49) described DHIs for mixed or unspecified purposes. Mixed purposes could include information support and decision-making or communication and information sharing. Unspecified purposes had no specific focus.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 60,
                    "end": 68,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Search results"
        },
        {
            "text": "Applying the AMSTAR 2 critical appraisal tool for systematic reviews, only one review was judged as moderate quality 35 . At least one of the AMSTAR 2 'critical domains' was missing from all Table 3) , and overall quality of all other reviews was rated low (n = 15) or very low (n = 5) because of this. Only three systematic reviews referred to a study protocol or specific guide developed prior to the conduct of the review 22, 33, 35 . Most (n = 13) did not consider risk of bias. All were judged to have partially conducted a comprehensive literature review, though none had searched all sources identified in the AMSTAR 2 constituting a fully comprehensive search. Most reviews provided a satisfactory explanation for the heterogeneity of findings in their discussion (n = 17). Of the non-critical domains, none of the reviews explicitly defined all components of PICO when describing the research question, few provided a list of excluded studies (n = 3) and only one-third used a satisfactory technique for analysing risk of bias in individual studies. Most conducted study selection and data extraction in duplicate, reported sources of funding and potential conflicts of interest. Meta-analysis was not conducted in any review due to the heterogeneity of included study designs and outcomes. Eleven systematic reviews assessed the quality of evidence of included publications 10, 14, 17, 18, 21, 22, 26, 30, [33] [34] [35] . Four used the Cochrane risk of bias tool 18, 26, 30, 34 . One used the Critical Appraisal Skills programme tool 14 . Five reviews used different tools previously described in the literature 10, 21, 22, 33, 35 while one developed a quality appraisal framework specifically for their review 17 . Three reviews described evidence as moderate-to-high quality 14, 17, 21 . Eight reviews reported evidence of low-to-moderate quality 10, 18, 22, 26, 30, [33] [34] [35] . This was due to small sample size, insufficient detail on study design, unclear or high risk of bias, non-blinding of participants and outcomes, and poorly defined comparison groups.",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 119,
                    "text": "35",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 425,
                    "end": 428,
                    "text": "22,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 429,
                    "end": 432,
                    "text": "33,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 433,
                    "end": 435,
                    "text": "35",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1384,
                    "end": 1387,
                    "text": "10,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1388,
                    "end": 1391,
                    "text": "14,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1392,
                    "end": 1395,
                    "text": "17,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1396,
                    "end": 1399,
                    "text": "18,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1400,
                    "end": 1403,
                    "text": "21,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1404,
                    "end": 1407,
                    "text": "22,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1408,
                    "end": 1411,
                    "text": "26,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1412,
                    "end": 1415,
                    "text": "30,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1416,
                    "end": 1420,
                    "text": "[33]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1421,
                    "end": 1425,
                    "text": "[34]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1426,
                    "end": 1430,
                    "text": "[35]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1474,
                    "end": 1477,
                    "text": "18,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1478,
                    "end": 1481,
                    "text": "26,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1482,
                    "end": 1485,
                    "text": "30,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1486,
                    "end": 1488,
                    "text": "34",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1545,
                    "end": 1547,
                    "text": "14",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1623,
                    "end": 1626,
                    "text": "10,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1627,
                    "end": 1630,
                    "text": "21,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1631,
                    "end": 1634,
                    "text": "22,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1635,
                    "end": 1638,
                    "text": "33,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1639,
                    "end": 1641,
                    "text": "35",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1722,
                    "end": 1724,
                    "text": "17",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1788,
                    "end": 1791,
                    "text": "14,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1792,
                    "end": 1795,
                    "text": "17,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1796,
                    "end": 1798,
                    "text": "21",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1860,
                    "end": 1863,
                    "text": "10,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1864,
                    "end": 1867,
                    "text": "18,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1868,
                    "end": 1871,
                    "text": "22,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1872,
                    "end": 1875,
                    "text": "26,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1876,
                    "end": 1879,
                    "text": "30,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1880,
                    "end": 1884,
                    "text": "[33]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1885,
                    "end": 1889,
                    "text": "[34]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1890,
                    "end": 1894,
                    "text": "[35]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [
                {
                    "start": 191,
                    "end": 199,
                    "text": "Table 3)",
                    "ref_id": null
                }
            ],
            "section": "Quality of evidence"
        },
        {
            "text": "Role and effects of DHIs for palliative care Findings from each review are described in relation to seven thematic areas: education, symptom management, information sharing, decision-making, communication, quality of life (QoL) and cost-effectiveness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quality of evidence"
        },
        {
            "text": "Eight reviews identified DHIs for education, of which most focused on describing interventions rather than evaluating their outcomes 15, 16, [21] [22] [23] 26, 32, 33 . Educational interventions were delivered via online learning for professionals 15, 18, 23, 26 , videoconferencing for professionals 16, 33, 37 , videos for professionals 19, 26, 29 , online symptom reporting for caregivers 21 , simulation-based learning experiences for professionals 22 and mobile phones/text messaging for education and training of providers and patients 32 . Two reviews reported that online learning was a feasible alternative to in-person training, though quality of evidence of primary studies within these reviews was not assessed 16, 23 . In a review of distance learning for healthcare professionals, Taroco et al. suggested that online case consultations involving active participation of students facilitated knowledge retention 23 . They also noted the prevalence of mixed educational initiatives (i.e., distance learning and classroom-based), with 64% of studies involving mixed approaches, suggesting a need for classroom activity to consolidate knowledge acquired at a distance. There was no consensus about the most-effective learning methods, and most virtual learning environments used a variety of multimedia to support communication and feedback mechanisms. Kidd et al. 16 suggested that online learning and remote access to guidelines supports dissemination of good practice but also reported that face-to-face teaching methods are preferred when discussing emotional or psychological issues. Ostherr et al. 26 reported strong evidence for benefits of video for educating patients about their illness and helping to determine treatment choices. Smith et al. sought to examine evidence on the use of simulation-based learning for end-of-life care conversations in their review, but found that information on outcomes was absent 22 . Overall, evidence on the impact of DHIs on education was mainly positive, though studies were mostly descriptive, outcomes assessed were heterogeneous, and evidence quality was not generally examined.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 136,
                    "text": "15,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 137,
                    "end": 140,
                    "text": "16,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 141,
                    "end": 145,
                    "text": "[21]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 146,
                    "end": 150,
                    "text": "[22]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 151,
                    "end": 155,
                    "text": "[23]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 156,
                    "end": 159,
                    "text": "26,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 160,
                    "end": 163,
                    "text": "32,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 164,
                    "end": 166,
                    "text": "33",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 248,
                    "end": 251,
                    "text": "15,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 252,
                    "end": 255,
                    "text": "18,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 256,
                    "end": 259,
                    "text": "23,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 260,
                    "end": 262,
                    "text": "26",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 301,
                    "end": 304,
                    "text": "16,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 305,
                    "end": 308,
                    "text": "33,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 309,
                    "end": 311,
                    "text": "37",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 339,
                    "end": 342,
                    "text": "19,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 343,
                    "end": 346,
                    "text": "26,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 347,
                    "end": 349,
                    "text": "29",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 453,
                    "end": 455,
                    "text": "22",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 542,
                    "end": 544,
                    "text": "32",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 723,
                    "end": 726,
                    "text": "16,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 727,
                    "end": 729,
                    "text": "23",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 925,
                    "end": 927,
                    "text": "23",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1375,
                    "end": 1377,
                    "text": "16",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1614,
                    "end": 1616,
                    "text": "26",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1933,
                    "end": 1935,
                    "text": "22",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Education"
        },
        {
            "text": "Thirteen reviews referenced the role of DHIs in monitoring, assessing and managing physical and psychological symptoms [14] [15] [16] [17] [18] 21, [24] [25] [26] 28, 30, 33, 35 . EHRs were used to record symptoms 28, 33 while telephone and videoconferencing were frequently used to monitor, assess and treat symptoms 15, 18, [24] [25] [26] 31, 35 . Some reviews described positive impacts of DHIs on symptom management, while most reviews identified inconsistent evidence or noted that evaluation of impact in many studies was lacking. Describing evidence with moderate certainty, Jess et al. 35 identified positive impacts of videoconferencing on symptom burden, especially in remote settings, though also noted negative impacts in some studies, specifically due to technical challenges, which caused communication problems. Zhou et al. 24 concluded that telephone follow-up, for patients with advanced cancer, is a feasible alternative to hospital follow-up for symptom palliation and reduces travel burden. Head et al. 30 reported positive or no impacts of DHIs on patient symptoms (e.g. physical and social functioning), noting that overall evidence from primary studies within their review was weak. Hancock et al. 33 described home telemonitoring initiatives for patients (e.g. use of the telephone or computer software to record clinical symptoms at home); however, most interventions had not been evaluated. The heterogeneity of outcomes used to assess particular symptoms such as pain was highlighted by Allsop et al. 25 . Bush et al. 28 described evidence linking the documentation of clinical symptoms on an EHR to reduced time in hospital in the last 6 months of life, though this finding was based on just one publication included in their review, and was not directly evaluated in others.",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 123,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 124,
                    "end": 128,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 129,
                    "end": 133,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 134,
                    "end": 138,
                    "text": "[17]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 139,
                    "end": 143,
                    "text": "[18]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 144,
                    "end": 147,
                    "text": "21,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 148,
                    "end": 152,
                    "text": "[24]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 153,
                    "end": 157,
                    "text": "[25]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 158,
                    "end": 162,
                    "text": "[26]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 163,
                    "end": 166,
                    "text": "28,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 167,
                    "end": 170,
                    "text": "30,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 171,
                    "end": 174,
                    "text": "33,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 175,
                    "end": 177,
                    "text": "35",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 214,
                    "end": 217,
                    "text": "28,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 218,
                    "end": 220,
                    "text": "33",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 318,
                    "end": 321,
                    "text": "15,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 322,
                    "end": 325,
                    "text": "18,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 326,
                    "end": 330,
                    "text": "[24]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 331,
                    "end": 335,
                    "text": "[25]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 336,
                    "end": 340,
                    "text": "[26]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 341,
                    "end": 344,
                    "text": "31,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 345,
                    "end": 347,
                    "text": "35",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 594,
                    "end": 596,
                    "text": "35",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 839,
                    "end": 841,
                    "text": "24",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1023,
                    "end": 1025,
                    "text": "30",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1221,
                    "end": 1223,
                    "text": "33",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1528,
                    "end": 1530,
                    "text": "25",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1545,
                    "end": 1547,
                    "text": "28",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Symptom management"
        },
        {
            "text": "Seven reviews reported mostly positive effects of DHIs on psychological symptoms-anxiety, depression and distress 14, 17, 18, 21, 30, 31, 35 . Jess et al. 35 identified largely positive impacts of videoconferencing on patient and caregiver anxiety, with the exception of one RCT, which found negative impacts 38 . This RCT compared weekly video-consultations by a palliative care specialist with treatment as usual in home-dwelling patients with advanced cancer. The RCT authors concluded that higher distress in the video-consultation arm may have been due to excess focus on symptoms and suffering, and the provision of pre-scheduled support over 3 months as opposed to when it was actually needed 38 . Bradford et al. 14 described a number of small studies examining videoconferencing interventions for paediatric palliative care, noting reductions in anxiety. Head et al. 30 identified positive effects of DHIs (telemonitoring and videoconferencing) on patient anxiety, depression and distress. Zheng et al. 18 reported significant improvements in caregiver anxiety associated with access to videophones. Parker-Oliver et al. 17 identified studies examining the effect of DHIs on anxiety, though studies were not large enough to detect significant differences in outcomes. Ngwenya et al. 31 focusing on online blogging, reported that patients experienced a sense of emotional support, social connections and empowerment through writing online blogs.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 117,
                    "text": "14,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 118,
                    "end": 121,
                    "text": "17,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 122,
                    "end": 125,
                    "text": "18,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 126,
                    "end": 129,
                    "text": "21,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 130,
                    "end": 133,
                    "text": "30,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 134,
                    "end": 137,
                    "text": "31,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 138,
                    "end": 140,
                    "text": "35",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 155,
                    "end": 157,
                    "text": "35",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 309,
                    "end": 311,
                    "text": "38",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 700,
                    "end": 702,
                    "text": "38",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 876,
                    "end": 878,
                    "text": "30",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1012,
                    "end": 1014,
                    "text": "18",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1130,
                    "end": 1132,
                    "text": "17",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1292,
                    "end": 1294,
                    "text": "31",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Symptom management"
        },
        {
            "text": "Eight reviews considered the information-sharing value of DHIs, with most describing the value of the information rather than evaluating specific outcomes 10, 15, 16, 25, [27] [28] [29] 34 . In an early review of internet use, Willis et al. described the positive impacts of the internet as an additional source of information for patients, families and clinicians 27 . They found that patients and caregivers used online support groups and chatrooms to exchange information about an illness and alternative treatments. Patients and caregivers developed a connection with others online and appreciated the anonymity associated with online support. Capurro et al. 15 reported that DHIs were used by clinicians, patients and caregivers to meet informational needs regarding pain and symptom management and medication use. Kidd et al. highlighted the importance of telephone helplines for general practitioners, nurses and caregivers for gathering information about managing symptoms and medical equipment 16 . These telehealth interventions improved the reliability and accuracy of information exchanged 16 . Allsop et al. 25 noted that many systems designed to capture information from a patient for use by a healthcare professional, involved relaying symptoms without engaging in active forms of communication. Four reviews highlighted the information-sharing function of EHRs in palliative care 10, 28, 29, 34 . These reviews concluded that EHRs available across settings and platforms allow patient preferences regarding advance care planning (ACP) to be shared, improving continuity of care and ensuring that patients are treated in line with their wishes. Bush et al. 28 reported that in low-resource settings, the implementation of a standalone EHR system capturing patient demographics and palliative care treatment information was found to significantly improve clinical workflow. Leniz et al. 10 found that those with an EHR shared across settings were more likely to die in their preferred place compared with those who did not have an EHR. However, EHRs were limited in their capacity to capture important qualitative information such as information on anxiety or family distress 28 . Furthermore, locating relevant ACP information within the EHR was often challenging 34 , though could be improved by ensuring all ACP information is documented in a specific area 28 . Documentation templates, order sets and prompts may also improve the quality and incidence of ACP within EHRs 29 . Having an EHR improves documentation of advance care plans and communication of care planning information 28, 29, 34 , but this can come at the cost of increased workload 10 , challenges identifying which patients should have a shared EHR 34 , and concerns regarding data-sharing, security and consent 10 . Huber et al. 29 suggest that further research focused on developing a consensus definition for ACP documentation and related quality elements in EHRs is needed.",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 158,
                    "text": "10,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 159,
                    "end": 162,
                    "text": "15,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 163,
                    "end": 166,
                    "text": "16,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 167,
                    "end": 170,
                    "text": "25,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 171,
                    "end": 175,
                    "text": "[27]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 176,
                    "end": 180,
                    "text": "[28]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 181,
                    "end": 185,
                    "text": "[29]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 186,
                    "end": 188,
                    "text": "34",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 365,
                    "end": 367,
                    "text": "27",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 663,
                    "end": 665,
                    "text": "15",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1003,
                    "end": 1005,
                    "text": "16",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1102,
                    "end": 1104,
                    "text": "16",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1121,
                    "end": 1123,
                    "text": "25",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1396,
                    "end": 1399,
                    "text": "10,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1400,
                    "end": 1403,
                    "text": "28,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1404,
                    "end": 1407,
                    "text": "29,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1408,
                    "end": 1410,
                    "text": "34",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1672,
                    "end": 1674,
                    "text": "28",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1901,
                    "end": 1903,
                    "text": "10",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2190,
                    "end": 2192,
                    "text": "28",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 2374,
                    "end": 2376,
                    "text": "28",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 2489,
                    "end": 2491,
                    "text": "29",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 2600,
                    "end": 2603,
                    "text": "28,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 2604,
                    "end": 2607,
                    "text": "29,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 2608,
                    "end": 2610,
                    "text": "34",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 2665,
                    "end": 2667,
                    "text": "10",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2733,
                    "end": 2735,
                    "text": "34",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 2796,
                    "end": 2798,
                    "text": "10",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2814,
                    "end": 2816,
                    "text": "29",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Information sharing"
        },
        {
            "text": "Four reviews considered the role of DHIs in decision-making by patients 26 and professionals 23, 28, 34 . Ostherr et al. identified 20 studies where video, computer-based multimedia and online materials were used to support communication between patients, families and staff in context of end-of-life decision-making 26 . There was evidence for the efficacy of video in facilitating ACP decisions, resulting in improvements in completion of advance directives, discussion of end-of-life preferences and improved patient knowledge and satisfaction. Taroco et al. identified two studies on distance-learning courses for decision-making in palliative care, but did not describe the outcomes 23 . Two reviews considered the role of clinical decision support systems (CDS), including EHRs in facilitating decision-making 28, 34 . Bush et al. 28 described evidence on the use of such systems to identify patients for a palliative care approach, and to capture ACP directives and patient-reported outcomes to inform clinical decision-making. Due to heterogeneity of studies, evidence could not be synthesized. However, Bush et al. 28 described positive impacts including a reduced likelihood of ICU admissions and hospital death for those with patient-reported outcomes shared via EHR, compared to those without; and earlier identification of patients for ACP discussion. Lemon et al. 34 found that EHRs can improve documentation of advance directives. Electronic reminders, electronic templates, decision aids and standard locations of advance directives increase documentation. Electronic search systems and identification algorithms located within the EHR can assist with identification of patients who could potentially benefit from a palliative care approach, by flagging those who may have palliative care needs for review by the clinician. Overall, the evidence from publications included in Lemon et al. was weak, but points towards promising potential effects of EHRs for ACP.",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 74,
                    "text": "26",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 93,
                    "end": 96,
                    "text": "23,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 97,
                    "end": 100,
                    "text": "28,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 101,
                    "end": 103,
                    "text": "34",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 317,
                    "end": 319,
                    "text": "26",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 688,
                    "end": 690,
                    "text": "23",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 816,
                    "end": 819,
                    "text": "28,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 820,
                    "end": 822,
                    "text": "34",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 837,
                    "end": 839,
                    "text": "28",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1124,
                    "end": 1126,
                    "text": "28",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1378,
                    "end": 1380,
                    "text": "34",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Decision-making"
        },
        {
            "text": "Ten reviews described the role of DHIs to facilitate communication between patients, professionals and caregivers using phones, internet and computer systems 15, 21, 22, [25] [26] [27] [30] [31] [32] 35 . Positive effects included enhanced communication between patients, healthcare professionals and caregivers; 15, 21, 27, 35 , more opportunities to express feelings 31 , increased connectednesss 15 , caregiver support 17 and improved ACP 26 . Jess et al. 35 identified 16 studies relating to the impact of videoconferencing on communication in palliative care. Positive impacts included greater efficiency and access, whereby several participants could be visually present and participate at once; shared decision-making involving the multidisciplinary team, patient and family; and enhanced communication through access to non-verbal as well as verbal responses. Negative impacts could occur where the family felt overwhelmed by the involvement of too many participants. Smith et al. 22 found that simulation-based learning was frequently used to teach nursing students communication skills in palliative care settings, but due to the lack of standardization and poor evaluation, it was difficult to identify best practices.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 161,
                    "text": "15,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 162,
                    "end": 165,
                    "text": "21,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 166,
                    "end": 169,
                    "text": "22,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 170,
                    "end": 174,
                    "text": "[25]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 175,
                    "end": 179,
                    "text": "[26]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 180,
                    "end": 184,
                    "text": "[27]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 185,
                    "end": 189,
                    "text": "[30]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 190,
                    "end": 194,
                    "text": "[31]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 195,
                    "end": 199,
                    "text": "[32]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 200,
                    "end": 202,
                    "text": "35",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 313,
                    "end": 316,
                    "text": "15,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 317,
                    "end": 320,
                    "text": "21,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 321,
                    "end": 324,
                    "text": "27,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 325,
                    "end": 327,
                    "text": "35",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 422,
                    "end": 424,
                    "text": "17",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 459,
                    "end": 461,
                    "text": "35",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 989,
                    "end": 991,
                    "text": "22",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Communication"
        },
        {
            "text": "Seven reviews considered the effects of DHIs on QoL 14, 17, 18, 21, 24, 30, 35 . Most reviews described improvements that were not statistically significant or positive impacts. Negative impacts were rarely observed. In their review of videoconferencing, Jess et al. identified several studies incorporating a QoL measure in their design, but QoL outcomes were not described in their findings 35 . Zheng et al. found no significant difference in QoL outcomes after telehealth interventions for caregivers 18 for paediatric palliative care, Bradford et al. 14 found either positive effects on QoL or no significant differences. Zhou et al. reported that telephone follow-ups with patients with advanced cancer reduced the patient burden by eliminating the need to come into hospital, facilitating a better QoL, though quality of evidence was not assessed and insufficient data on included studies was provided 24 . In a review of telehealth and hospice care, Oliver et al. 17 reported that studies examining QoL were too small to identify clinically significant differences. In a review of weblogs in palliative care, Ngwenya and Mills 31 concluded that weblogs improve patient and QoL by empowering patients and giving them a sense of active participation in their treatment, but this was a small scale study with no quality assessment of included studies. In reviews of EHRs, outcomes relating to QoL were rarely assessed 10, 33 .",
            "cite_spans": [
                {
                    "start": 52,
                    "end": 55,
                    "text": "14,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 56,
                    "end": 59,
                    "text": "17,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 60,
                    "end": 63,
                    "text": "18,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 64,
                    "end": 67,
                    "text": "21,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 68,
                    "end": 71,
                    "text": "24,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 72,
                    "end": 75,
                    "text": "30,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 76,
                    "end": 78,
                    "text": "35",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 505,
                    "end": 507,
                    "text": "18",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 556,
                    "end": 558,
                    "text": "14",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 909,
                    "end": 911,
                    "text": "24",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 972,
                    "end": 974,
                    "text": "17",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1423,
                    "end": 1426,
                    "text": "10,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1427,
                    "end": 1429,
                    "text": "33",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Quality of life (QoL)"
        },
        {
            "text": "Costs and resource use Five reviews considered the financial implications of DHIs, with most reporting positive impacts of DHIs on costs for patients, caregivers or providers [14] [15] [16] [17] 35 . Jess et al. described cost savings associated with video consultation in palliative care for clinicians, service providers, patients and caregivers 35 . In two studies within their review, video consultations between healthcare professionals and patients resulted in cost savings for the hospital, compared to in-person consultations, and in clinician travel expenses for home visits. Travel cost savings were also noted for patients and carers in rural settings 35 . In a review of DHIs in hospices, Oliver et al. 17 identified one telehospice cost analysis study; this study reported reduced costs for telehospice visits versus traditional hospice homecare. Bradford et al. 14 described cost efficiencies when video visits were used in place of home visits; and when videoconferencing was used to educate patients about self-care, but cautioned that the cost-effectiveness will depend on whether DHIs are used in parallel with, or as a replacement for, traditional approaches. Kidd et al. described DHIs as an efficient alternative for patients and clinicians when time and distance is limiting 16 . Capurro et al. described cost efficiencies related to reduced hospital visits, but this was based on only one study in their review 15 . Overall, evidence on costs and resource use was positive, though interventions and outcomes assessed were heterogeneous, findings were based on a small number of primary studies within a small number of reviews, evidence quality was not generally assessed and robust economic evaluation not undertaken.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 179,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 180,
                    "end": 184,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 185,
                    "end": 189,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 190,
                    "end": 194,
                    "text": "[17]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 195,
                    "end": 197,
                    "text": "35",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 348,
                    "end": 350,
                    "text": "35",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 663,
                    "end": 665,
                    "text": "35",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 715,
                    "end": 717,
                    "text": "17",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 876,
                    "end": 878,
                    "text": "14",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1297,
                    "end": 1299,
                    "text": "16",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1434,
                    "end": 1436,
                    "text": "15",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Quality of life (QoL)"
        },
        {
            "text": "This meta-review indicates that DHIs in palliative care are being used for education, symptom management, information sharing, decision-making and communication, with the aim of improving patients' QoL and the reach and efficiency of services. Positive impacts of DHIs were reported on education, information sharing, decision-making and communication in palliative care contexts. Evidence pertaining to physical and psychological symptoms and QoL was inconclusive or absent. No evidence of risks to patient safety was reported. However, the methodological quality of existing systematic reviews on DHIs for palliative care was low when judged using the AMSTAR 2 appraisal criteria, mainly due to the absence of review protocols and risk of bias assessment. DHIs can play a positive, enabling role in palliative care but there is a need for more rigorous evaluation, implementation and costeffectiveness studies, with a greater focus on patient perspectives and consideration of bias in study designs. Rigorous quality guidelines should be adopted before embarking on future systematic reviews of primary research in palliative care to increase the confidence that can be placed in their findings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main findings"
        },
        {
            "text": "To date this is the most comprehensive meta-review focused on DHIs in palliative care. Compared to a previous meta-review, which encompassed six reviews 20 , it examined a wider range of databases and identified 21 systematic reviews for critical appraisal and synthesis. This meta-review shows that DHIs are more prevalent in palliative care than previously described, are used for a broader range of purposes, that impacts are generallyoften positive; and that the overall quality of research evidence is improving. As a by-product of our review, we provide a database of all 332 publications categorised by DHI type and main use, which may be of use to other researchers interested in evidence on specific DHIs for palliative care (Supplementary Data 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 734,
                    "end": 756,
                    "text": "(Supplementary Data 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Advantages of this study"
        },
        {
            "text": "The heterogeneity of review aims, methods and presentation of results created challenges for evidence synthesis. In many reviews, DHIs were described but outcomes were not evaluated in any detail. Although the searches were completed in January 2020, the dates of the primary studies ranged from 1997 to 2018, reflecting the time lag in academic publishing. None of the eligible systematic reviews focused on smartphone applications for palliative care, despite their growing use in this context 39, 40 . Three reviews emerged after our searches had been completed, including a rapid review on video consultations in palliative care in context of COVID-19 41 , a scoping review of patient experiences of telehealth for palliative care at home 42 and an integrative review of patient experiences of ehealth in palliative care 43 . Two would not have been eligible, as they were not systematic reviews. However, we suggest that future meta-reviews include all review types. Only 3 of the 21 systematic reviews had pre-registered a protocol on PROSPERO, which, in part accounts for the low-quality judgements obtained when using the AMSTAR 2 appraisal criteria. While it is true that the reviews were not as rigorous or comprehensive as might be ideal, the weighting of this criterion could potentially be disputed. The AMSTAR 2 appeared to be overly stringent when used to appraise reviews in palliative care, which tend to include heterogenous designs and outcomes often found when evaluating complex interventions. We also acknowledge that this meta-review was not pre-registered on PROSPERO, owing to its origins in a student project. Although we use PDQ Levels of Evidence 36 to categorise studies based on their design, we are aware that such frameworks value empirical over normative paradigms and may underestimate the contributions of qualitative research designs.",
            "cite_spans": [
                {
                    "start": 496,
                    "end": 499,
                    "text": "39,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 500,
                    "end": 502,
                    "text": "40",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 656,
                    "end": 658,
                    "text": "41",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 743,
                    "end": 745,
                    "text": "42",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 825,
                    "end": 827,
                    "text": "43",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Limitations of this study"
        },
        {
            "text": "Systematic review registration is not commonplace in palliative care but is needed to reduce potential for bias by reducing the opportunity for conscious or unconscious selection or manipulation of data to shape a review so that it reaches a desired conclusion. Both systematic reviews and primary studies within reviews need to consider sources of bias in palliative care research and describe how this is accounted for. The components of PICO should also be explicit, and comparison groups made clear in future reviews.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodological gaps"
        },
        {
            "text": "Our meta-review findings echo the wider literature on digital health 44 and palliative care 45 , which point to the need for more rigorous evaluations, cost-effectiveness analyses, implementation studies and patient-centred research. The lack of rigorous costeffectiveness studies seen in the literature on DHI in palliative care reflects findings from previous meta-reviews 46, 47 and systematic reviews [48] [49] [50] in digital health. There is a need for greater clarity on what is being compared in cost-effectiveness studies, and whether the DHI is offered in addition to, or as a replacement for, the standard approach 14, 26, 35 . Undertaking large, well-powered RCTs on DHIs is challenging, partly because technological developments may outpace the timescale for conventional clinical trials 51 , and also because, in practice, DHIs are implemented in complex systems as opposed to controlled settings 52 . Complexity informed paradigms that take account of dynamic interactions occurring in the setting in which the DHI is being evaluated are needed, and methods that pay greater attention to the factors that facilitate or hinder adoption, such as in-depth case studies, may be more realistic and fruitful in future evaluations of DHIs for palliative care 51, 53 . Evidence appraisal tools that value such methods are also required. Interdisciplinary evaluation, combining economic, social and clinical research, has the potential to better understand the role of different settings, healthcare needs and patient preferences for ensuring the appropriate, safe, acceptable and sustainable use of DHIs in palliative care. Early user involvement (patients, caregivers and staff) will also be a key in the design, evaluation and implementation of DHIs in this setting 54 .",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 71,
                    "text": "44",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 92,
                    "end": 94,
                    "text": "45",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 375,
                    "end": 378,
                    "text": "46,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 379,
                    "end": 381,
                    "text": "47",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 405,
                    "end": 409,
                    "text": "[48]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 410,
                    "end": 414,
                    "text": "[49]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 415,
                    "end": 419,
                    "text": "[50]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 626,
                    "end": 629,
                    "text": "14,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 630,
                    "end": 633,
                    "text": "26,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 634,
                    "end": 636,
                    "text": "35",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 801,
                    "end": 803,
                    "text": "51",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 911,
                    "end": 913,
                    "text": "52",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1267,
                    "end": 1270,
                    "text": "51,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1271,
                    "end": 1273,
                    "text": "53",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1775,
                    "end": 1777,
                    "text": "54",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Methodological gaps"
        },
        {
            "text": "Personal health monitoring devices, such as wrist-worn activity trackers and smartwatches are now widely used and have been evaluated in other digital health contexts 55 . The absence of evidence about the use of these may reflect the fact that most studies of trackers are taking place in the context of chronic disease management. Nevertheless, it suggests a need for further research in palliative care, particularly for patients managing at home, for whom wearables and ambient computing (e.g. smart homes) are likely to be increasingly useful. The included systematic reviews did not include studies on the use of smartphone apps. Descriptive reviews on the potential that such apps may have in palliative care are emerging and further research is warranted 39, 40 . Studies using machine learning and AI for risk detection and prediction, or for delivering personalised support based on the data from individual patients, were also not represented amongst the included reviews, despite progress in AIenabled healthcare delivery 56 . Research exploring the use of machine learning using EHRs to predict mortality, and identify patients who would benefit from palliative care shows promise; future reviews need to consider this emerging evidence 57 . Studies involving robots or chatbots were not identified despite their potential application in palliative care 58 . Evidence on these types of DHIs is needed to understand their benefits and risks.",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 169,
                    "text": "55",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 763,
                    "end": 766,
                    "text": "39,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 767,
                    "end": 769,
                    "text": "40",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1034,
                    "end": 1036,
                    "text": "56",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1367,
                    "end": 1369,
                    "text": "58",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Technology evidence gaps"
        },
        {
            "text": "The WHO has developed a classification framework for DHIs, which provides a shared vocabulary for all stakeholders, including researchers, when evaluating effectiveness and identifying gaps in the implementation of DHIs across healthcare settings 59 . The WHO organizes DHIs into overarching categories by user group: clients (e.g. patients or caregivers), healthcare providers, health system or resource managers and data services. Most of the research evidence on DHIs in palliative care identified in this meta-review was focused on DHIs for healthcare providers (e.g. healthcare provider decision support, remote consultations; healthcare provider communication and training) and to a lesser extent for clients/patients (e.g. client-to-client communication via online peer group support). No research on interventions for health system managers or administrators in palliative care was found. Using the WHO framework to situate research on DHIs in palliative care, and identify gaps, facilitates engagement with the wider health and social care sector, and highlights the type of DHIs that may need to be prioritised for development and evaluation.",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 249,
                    "text": "59",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Stakeholder evidence gaps"
        },
        {
            "text": "Telemedicine and related evidence gaps Most of the evidence identified in this meta-review focused on telemedicine, specifically remote consultations via phone and video. This evidence is timely as the Covid-19 pandemic has pivoted attention towards these approaches 60 . Remote consultations are feasible in palliative care and generally acceptable to patients 14, 16, 24, 35 and caregivers 18, 35 . Remote consultations are perceived as particularly helpful when increasing access to care for families who are otherwise isolated by geography or housebound 14 , reflecting the context for many patients and families due to social distancing requirements during the Covid-19 pandemic. This should help reassure healthcare professionals that patients and caregivers often welcome these approaches, especially when face-to-face options are limited. While guidance regarding undertaking a remote consultation in palliative care is emerging 61 , evidence gaps remain. There is a need for research to determine when a face-to-face consultation is essential for terminally ill patients and when remote consultation is sufficient or preferred. Research is needed to understand contextual factors influencing the acceptability or effectiveness of remote consultations in palliative care 47 and to shed light on inconsistent findings around physical and psychological symptoms found in the present review and in related research literature 62 . Critically, research on equitable access to palliative care delivered using DHIs is urgently needed to ensure that all those who need palliative care can benefit from it.",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 269,
                    "text": "60",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 362,
                    "end": 365,
                    "text": "14,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 366,
                    "end": 369,
                    "text": "16,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 370,
                    "end": 373,
                    "text": "24,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 374,
                    "end": 376,
                    "text": "35",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 392,
                    "end": 395,
                    "text": "18,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 396,
                    "end": 398,
                    "text": "35",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 558,
                    "end": 560,
                    "text": "14",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1279,
                    "end": 1281,
                    "text": "47",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1431,
                    "end": 1433,
                    "text": "62",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "Stakeholder evidence gaps"
        },
        {
            "text": "Research involving people who are terminally ill is difficult due to the perceived vulnerability of the population and professional caution 37 . Professional gatekeeping is a challenge 63 , and biased samples consisting of patients who are mostly well or highly motivated is often problematic. However, there is ample evidence that many terminally ill patients are interested in taking part in research and may benefit from doing so 64, 65 . As patients and caregivers grow accustomed to receiving care remotely, there will be more opportunities to engage patients and their families in research remotely, reducing burden and travel costs. Providing a variety of ways in which patient and caregiver data can be collected, including online interviews and focus groups, maximises research participation, and is recommended.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 142,
                    "text": "37",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 185,
                    "end": 187,
                    "text": "63",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 433,
                    "end": 436,
                    "text": "64,",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 437,
                    "end": 439,
                    "text": "65",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [],
            "section": "Palliative care research participation"
        },
        {
            "text": "DHIs are increasingly being implemented in the context of palliative care and the Covid-19 crisis has given this further impetus, particularly for clinical and supportive interventions at a distance. This meta-review has synthesised the corpus of research evidence represented by existing systematic reviews in this area. The overall evidence suggests that DHIs can be useful, safe and acceptable to many terminally ill patients, their caregivers and staff involved in their care. Mostly, positive impacts were reported on education, information sharing, decision-making, communication and costs. Impacts on QoL and physical and psychological symptoms were inconclusive. Applying AMSTAR 2 criteria, most reviews were judged as low quality as they lacked a protocol or did not consider risk of bias, so findings need to be interpreted with caution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "Future meta-reviews would benefit from looser inclusion criteria to capture other types of reviews containing evidence on emerging innovations such as wearables, smartphone apps, robotics and artificial intelligence. Since the Covid-19 pandemic has greatly accelerated the use of novel digital health innovations and presents particular risks and barriers for the elderly and vulnerable, a large increase in published studies on new forms of service delivery may be expected in the coming year, which will call for new reviews of relevant evidence in palliative care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "We undertook a systematic review of published systematic reviews, or a 'meta-review', to provide a single synthesis of relevant evidence on the use and effectiveness of DHIs for terminally ill patients and their families. Meta-reviews are useful in areas where numerous systematic reviews exist but vary in timeliness, scope and quality, making them difficult to interpret and use for evidencebased decision-making. Undertaking a meta-review typically involves applying a structured search strategy, filtering and critically appraising relevant systematic reviews, descriptive summarisation of the evidence base and thematic synthesis of the reviews' findings and conclusions. Additional rigour can be provided by also critically appraising the primary studies contained within each review, although this is less common 66 . Our review considered systematic reviews as the main units of analysis. We nonetheless checked details of their included articles to identify the total number of unique publications, then classified these based on the type and purpose of the DHI reported, and the level of evidence suggested by their study designs.",
            "cite_spans": [
                {
                    "start": 820,
                    "end": 822,
                    "text": "66",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [],
            "section": "METHODS Design"
        },
        {
            "text": "A review protocol was developed in advance of conducting this meta-review and shared with the Research Ethics Subgroup in the Centre of Population Health Sciences at the University of Edinburgh. As this review started out as a postgraduate student project, it was not pre-registered on PROSPERO.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protocol"
        },
        {
            "text": "The search strategy included the following databases: MEDLINE, MEDLINE In-Process & Other Non-Indexed Citations; EMBASE, PsychINFO, CINAHL, Cochrane Database for Systematic Reviews; Cochrane Database of Abstracts of Reviews of Effects; WHO Global Library (regional indexes only) and Web of Science. The Grey Literature Report (www.greylit.org) was also searched using keywords tailored for this database. The search terms included MeSH headings and keywords related to digital health, palliative care and technology. All search strategies can be found in the supplementary information file (see Supplementary Note 1). Searches were limited to articles published after 2006 to ensure relevance, given rapidly evolving technologies. There were no restrictions placed on language. The initial searches were conducted in June 2018; and subsequently extended, to capture additional studies published up to January 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Search strategy"
        },
        {
            "text": "The search strategy targeted systematic reviews explicitly focused on DHIs in palliative care. Drawing on previous definitions of a systematic review, we included reviews with a clearly formulated question that uses systematic and explicit methods to identify, select and critically appraise relevant research 67 . We excluded rapid reviews and non-systematic scoping reviews, as well as reviews where search strategies were limited to one database, formal evidence appraisal was not undertaken, or data from individual studies were not summarized. Systematic reviews on broader topics were also included, provided these separately reported or synthesized studies of DHIs in palliative care. Using the PICO process 68 , we defined our target population (P) as children and adults who would benefit from palliative care, caregivers (informal and formal) and healthcare professionals delivering palliative care via DHIs or using DHIs to support palliative care decision-making. For the purposes of this review DHIs (I), were defined as approaches in which digital ICTs are used to deliver, facilitate or augment palliative care services, including psychological therapies, social support interventions, education, information, anticipatory care planning, remote care support, self-medication/management support, CDS etc. Examples of relevant ICTs include telephone, smartphone apps, mobile phones/ SMS, videoconferencing, voice over IP, instant messaging, email, internet resources, tablets, wearables, electronic patient records. Both synchronous (e.g. videoconferencing) and asynchronous (e.g. email) approaches were included. Our comparator of interest (C) was no DHIs or usual care. No limitations were placed on outcomes (O), as we were interested in identifying the broad range of outcomes potentially influenced by palliative care DHIs.",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 312,
                    "text": "67",
                    "ref_id": "BIBREF65"
                }
            ],
            "ref_spans": [],
            "section": "Inclusion criteria"
        },
        {
            "text": "The co-first authors (A.M.F. and H.O'D.) undertook the database searches and initial screening of titles and abstracts. Where uncertainty existed in relation to potential eligibility, titles and abstracts were independently screened by a third author and ambiguities or disagreements resolved through discussion with the wider team. H.O'D. and A.M.F. independently assessed papers identified for full-text review, with CP arbitrating where it was unclear whether a review paper should be included. Disagreements and uncertainties were resolved during full team discussions and the authors came to a 100% agreement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data extraction"
        },
        {
            "text": "Three co-authors extracted the following information from each of the included systematic reviews: authors, date of publication, country, review aims, search strategy, number of studies included, total number of participants, definition of palliative care, details of participants, functions and medium of DHIs included, reported outcomes, quality assessment methods and conclusions. They then extracted the types of digital health technologies and the intended purposes of the technologies from the individual studies from the included reviews and sought advice from to a fourth coauthor in cases of uncertainty.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data extraction"
        },
        {
            "text": "We applied the PDQ Levels of Evidence framework described by the National Cancer Institute 36 to appraise Supportive and Palliative Care research, to categorise publications within the systematic reviews into one of four levels. Level 1 represented study designs typically considered to offer the strongest evidence and Level 4 the weakest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data extraction"
        },
        {
            "text": "The Assessment of Multiple Systematic Reviews (AMSTAR 2) checklist was used to critically appraise the included reviews 69 . This process was undertaken by three co-authors (A.M.F., J.L. and T.G.-W.). In advance of conducting the appraisal, each read the AMSTAR 2 guidance, and met to discuss the interpretation of tool for the present study. Two co-authors independently judged each review based on each of the 16 items identified in the AMSTAR 2. Three co-authors then met to compare item judgements for each of the 21 reviews. Final judgements were agreed through further discussion and consensus. Drawing on item judgements, an overall quality rating of the review was made based on the inclusion of AMSTAR 2 critical domains in each review. These judgements were based on the guidance described by Shea et al. 69 , which emphasizes an overall judgement of confidence based on critical and non-critical elements of the reviews, as opposed to calculating overall review scores. Given the heterogeneity of study designs in the included reviews, we viewed four domains as critical: protocol registered prior to commencement of the study (AMSTAR item 2), adequacy of the literature search (AMSTAR item 4), consideration of risk of bias when interpreting results (Amstar item 13) and discussion of heterogeneity observed in the results where relevant (Amstar Item 14) . We rated quality based on overall confidence in the results of the review as follows: high: where all critical domains and no more than one non-critical weakness was evident, moderate: where all critical domains with few non-critical weaknesses were identified, low: where between one and two critical domains were not examined and very low: where three or more critical domains were not examined and numerous non-critical weaknesses were identified.",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 122,
                    "text": "69",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 815,
                    "end": 817,
                    "text": "69",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 1358,
                    "end": 1366,
                    "text": "Item 14)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Quality appraisal"
        },
        {
            "text": "Based on our preliminary scoping work, we expected substantial heterogeneity amongst included reviews, several of which would themselves include a heterogeneous group of study designs. We therefore planned to categorise the key outcomes identified across all reviews during data extraction and undertake a narrative synthesis of the main findings related to these outcomes. All reviews were imported into NVivo 12, which we used to support the data analysis and synthesis process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data synthesis"
        },
        {
            "text": "Source data for all figure(s) and number(s) are provided with the paper and supplementary files. Aggregate data are available from the corresponding author on reasonable request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DATA AVAILABILITY"
        },
        {
            "text": "Received: 1 September 2020; Accepted: 25 February 2021;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DATA AVAILABILITY"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Palliative care from diagnosis to death",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Murray",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BMJ",
            "volume": "356",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.j878"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Digitisation and the patient-professional relationship in palliative care",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Payne",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tanner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hughes",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Palliat. Med",
            "volume": "34",
            "issn": "",
            "pages": "441--443",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Comprehensive and integrated palliative care for people with advanced chronic conditions: an update from several European initiatives and recommendations for policy",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Gómez-Batiste",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Pain Symptom Manag",
            "volume": "53",
            "issn": "",
            "pages": "509--517",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jpainsymman.2016.10.36"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Putting palliative care on the global health agenda",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Powell",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet Oncol",
            "volume": "16",
            "issn": "",
            "pages": "70002--70003",
            "other_ids": {
                "DOI": [
                    "10.1016/S1470-2045(15)70002-1"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "What is eHealth (4): a scoping exercise to map the field",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pagliari",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Med. Internet Res",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Food and Drug Administration (US). Digital Health",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "What does 'palliative care' mean? Diverse definitions from cancer care providers",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Kent",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Clin. Oncol",
            "volume": "34",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Using videoconferencing in palliative care",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Regnard",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Palliat. Med",
            "volume": "14",
            "issn": "",
            "pages": "519--528",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Electronic palliative care coordination systems (EPaCCS): a systematic review",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Leniz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Weil",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "J"
                    ],
                    "last": "Higginson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Sleeman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ Support",
            "volume": "10",
            "issn": "",
            "pages": "68--78",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Mobile health for cancer in low to middle income countries: priorities for research and development",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Holeman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Eur. J. Cancer Care",
            "volume": "23",
            "issn": "",
            "pages": "750--756",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The social dynamics of lung cancer talk on Twitter, Facebook and Macmillan.org.uk. npj",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pagliari",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Digit. Med",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Improving palliative care with deep learning",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Avati",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMC Med Inf. Decis. Mak",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The case for home based telehealth in pediatric palliative care: a systematic review",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bradford",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Armfield",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BMC Palliat. Care",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Effectiveness of eHealth interventions and information needs in palliative care: a systematic literature review",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Capurro",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ganzinger",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Perez-Lu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Knaup",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Med. Internet Res",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Telehealth in palliative care in the UK: a review of the evidence",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kidd",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cayless",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Johnston",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wengstrom",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Telemed. Telecare",
            "volume": "16",
            "issn": "",
            "pages": "394--402",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "A systematic review of the evidence base for telehospice",
            "authors": [
                {
                    "first": "Parker",
                    "middle": [],
                    "last": "Oliver",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Telemed. J. E-Health",
            "volume": "18",
            "issn": "",
            "pages": "38--47",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A systematic review of Telehealth in palliative care: caregiver outcomes",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Head",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Schapmire",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Telemed. J. E Health",
            "volume": "22",
            "issn": "",
            "pages": "288--294",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The escalating global burden of serious health-related suffering: projections to 2060 by world regions, age groups, and health conditions",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Sleeman",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Lancet Glob. Health",
            "volume": "7",
            "issn": "",
            "pages": "883--892",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Telemedicine in palliative care: a review of systematic reviews",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rogante",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Giacomozzi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Grigioni",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kairy",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Ann. Dell'Istituto Super. Sanita",
            "volume": "52",
            "issn": "",
            "pages": "434--442",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A systematic review of telehealth tools and interventions to support family caregivers",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Chi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Demiris",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Telemed. Telecare",
            "volume": "21",
            "issn": "",
            "pages": "37--44",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The use of simulation to teach nursing students and clinicians palliative care and end-of-life communication: a systematic review",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Am J Hosp Palliat Care",
            "volume": "35",
            "issn": "",
            "pages": "1140--1154",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Distance learning for updating health professionals in palliative care: a systematic review",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L C"
                    ],
                    "last": "Taroco",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C O"
                    ],
                    "last": "Valente",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Carbogim",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BMJ Support",
            "volume": "7",
            "issn": "",
            "pages": "205--211",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The utilization of telephone follow-up in the advanced cancer population: a review of the literature",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Comp. Eff. Res",
            "volume": "1",
            "issn": "",
            "pages": "509--517",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Information and communication technology for managing pain in palliative care: a review of the literature",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Allsop",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Mulvey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Bennett",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Bewick",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMJ Support. Palliat. Care",
            "volume": "5",
            "issn": "",
            "pages": "481--489",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Death in the digital age: a systematic review of information and communication technologies in end-of-life care",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ostherr",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Killoran",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Shegog",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bruera",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Palliat. Med",
            "volume": "19",
            "issn": "",
            "pages": "408--420",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Internet use by hospice families and providers: a review",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Willis",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Demiris",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Oliver",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Med. Syst",
            "volume": "31",
            "issn": "",
            "pages": "97--101",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "A systematic review of the use of the electronic health record for patient identification, communication, and clinical support in palliative care",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Bush",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pérez",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Baum",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Etland",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Connelly",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "JAMIA Open",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Utilizing the electronic health record to improve advance care planning: a systematic review",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Huber",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Highland",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "R"
                    ],
                    "last": "Krishnamoorthi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": ".-Y",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Am. J. Hosp. Palliat. Med",
            "volume": "35",
            "issn": "",
            "pages": "532--541",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Telehealth in palliative care: a systematic review of patient-reported outcomes",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Head",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Schapmire",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Hosp. Palliat. Nurs",
            "volume": "19",
            "issn": "",
            "pages": "130--139",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The use of weblogs within palliative care: a systematic literature review",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "B"
                    ],
                    "last": "Ngwenya",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mills",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Health Inform. J",
            "volume": "20",
            "issn": "",
            "pages": "13--21",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The state of mHealth development and use by palliative care services in sub-Saharan Africa: a systematic review of the literature",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Allsop",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Powell",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Namisango",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMJ Support",
            "volume": "8",
            "issn": "",
            "pages": "155--163",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Telehealth in palliative care is being described but not evaluated: a systematic review",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hancock",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Preston",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gadoud",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "BMC Palliative Care",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12904-019-0495-5"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Do electronic medical records improve advance directive documentation? A systematic review",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lemon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "De Ridder",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Khadra",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Am. J. Hosp. Palliat. Med",
            "volume": "36",
            "issn": "",
            "pages": "255--263",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Video consultations in palliative care: a systematic integrative review",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jess",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Timm",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Dieperink",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Palliat. Med",
            "volume": "33",
            "issn": "",
            "pages": "942--958",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Levels of Evidence for Supportive and Palliative Care Studies (PDQ ® )-Health Professional Version",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Patient and carer involvement in palliative care research: An integrative qualitative evidence synthesis review",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Chambers",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gardiner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Seymour",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Palliat. Med",
            "volume": "33",
            "issn": "",
            "pages": "969--984",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "The effect of weekly specialist palliative care teleconsultations in patients with advanced cancer -a randomized clinical trial",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Hoek",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Schers",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Bronkhorst",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C P"
                    ],
                    "last": "Vissers",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G J"
                    ],
                    "last": "Hasselaar",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BMC Med",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Clinician-targeted mobile apps in palliative care: a systematic review",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Meghani",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Palliat. Med",
            "volume": "20",
            "issn": "",
            "pages": "1139--1147",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "e-Health in palliative care: review of literature, Google Play and App Store",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pinto",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Caldeira",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Martins",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Int. J. Palliat. Nurs",
            "volume": "23",
            "issn": "",
            "pages": "394--401",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Can video consultations replace face-toface interviews? Palliative medicine and the Covid-19 pandemic: rapid review",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Sutherland",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stickland",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wee",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ Support. Palliat. Care",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjspcare-2020-002326"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Patients' experiences of telehealth in palliative home care: scoping review",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Steindal",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Med. Internet Res",
            "volume": "22",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Patients' experiences of eHealth in palliative care: an integrative review",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Widberg",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wiklund",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Klarare",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMC Palliat. Care",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "WHO guidance for digital health: what it means for researchers",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jandoo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Digital Health",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "What do we know about different models of providing palliative care? Findings from a systematic review of reviews",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Brereton",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Palliat. Med",
            "volume": "31",
            "issn": "",
            "pages": "781--797",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Effectiveness of telemedicine: a systematic review of reviews",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Ekeland",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bowes",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Flottorp",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Int. J. Med. Inform",
            "volume": "79",
            "issn": "",
            "pages": "736--771",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Effectiveness and cost-effectiveness of eHealth interventions in somatic diseases: a systematic review of systematic reviews and meta-analyses",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Elbert",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2196/jmir.2790"
                ]
            }
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "The impact of eHealth on the quality and safety of health care: a systematic overview",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Black",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLOS Med",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "What is the economic evidence for mHealth? A systematic review of economic evaluations of mHealth solutions",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Iribarren",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Cato",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Falzon",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Stone",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLoS ONE",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Electronic consultations (E-consults) and their outcomes: a systematic review",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "G"
                    ],
                    "last": "Vimalananda",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J. Am. Med. Informa. Assoc.: JAMIA",
            "volume": "27",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/jamia/ocz185"
                ]
            }
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Implementation science approaches for integrating eHealth research into practice and policy",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Glasgow",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Phillips",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Sanchez",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Int. J. Med. Inform",
            "volume": "83",
            "issn": "",
            "pages": "1--11",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Factors that influence the implementation of e-health: a systematic review of systematic reviews (an update)",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ross",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Stevenson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Murray",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Implement. Sci",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Studying complexity in health services research: desperately seeking an overdue paradigm shift",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Greenhalgh",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Papoutsi",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMC Med",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Results of a transparent expert consultation on patient and public involvement in palliative care research",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Daveson",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Palliat. Med",
            "volume": "29",
            "issn": "",
            "pages": "939--949",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Applying M-Health to palliative care: a systematic review on the use of M-Health in monitoring patients with chronic diseases and its transposition in palliative care",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bienfait",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Petit",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pardenaud",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Guineberteau",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pignon",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am. J. Hosp. Palliat. Med",
            "volume": "37",
            "issn": "",
            "pages": "549--564",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Artificial intelligence-enabled healthcare delivery",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Reddy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fox",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Purohit",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. R. Soc. Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/0141076818815510"
                ]
            }
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Improving palliative care with deep learning",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Avati",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMC Med. Inform. Decis. Mak",
            "volume": "18",
            "issn": "",
            "pages": "55--64",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Robotic technology for palliative and supportive care: strengths, weaknesses, opportunities and threats",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Nwosu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Palliat. Med",
            "volume": "33",
            "issn": "",
            "pages": "1106--1113",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Telehealth: a quarter-trillion-dollar post-COVID-19 reality?",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Bestsennyy",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gilbert",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rost",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Insights on Healthcare Systems & Services, McKinsey and Company",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Telemedicine in the time of coronavirus",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Calton",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Abedini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fratkin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Pain. Symptom Manag",
            "volume": "60",
            "issn": "",
            "pages": "12--14",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Effects of eHealth for patients and informal caregivers confronted with cancer: a meta-review",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "N"
                    ],
                    "last": "Slev",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int. J. Med. Inform",
            "volume": "87",
            "issn": "",
            "pages": "54--67",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "A systematic review of reasons for gatekeeping in palliative care research",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Kars",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Palliat. Med",
            "volume": "30",
            "issn": "",
            "pages": "533--548",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Patient, caregiver, health professional and researcher views and experiences of participating in research at the end of life: a critical interpretive synthesis of the literature",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Gysels",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "J"
                    ],
                    "last": "Higginson",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "BMC Med. Res. Methodol",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Symptom control trials in patients with advanced cancer: a qualitative study",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Middlemiss",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lloyd-Williams",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Laird",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Fallon",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Pain. Symptom Manag",
            "volume": "50",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "What guidance is available for researchers conducting overviews of reviews of healthcare interventions? A scoping review and qualitative metasummary",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pollock",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Fernandes",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Featherstone",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hartling",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Syst. Rev",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Preferred reporting items for systematic reviews and meta-analyses: the PRISMA statement",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Moher",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Liberati",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tetzlaff",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Altman",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS Med",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Utilization of the PICO framework to improve searching PubMed for clinical questions",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Schardt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Owens",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Keitz",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Fontelo",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "BMC Med. Inform. Decis. Mak",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "AMSTAR 2: a critical appraisal tool for systematic reviews that include randomised or non-randomised studies of healthcare interventions, or both",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Shea",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BMJ",
            "volume": "358",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Prisma flow diagram. Overview of the search process. A.M. Finucane et al.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Publications categorised by PDQ Levels of Evidence. Excludes four systematic reviews and one PhD thesis.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": ". Head et al. identified one study reporting a positive impact of telephone monitoring on QoL whereas another involving videophones showed no difference 30 . Similarly, in their review of telehealth A.M. Finucane et al.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Types of DHIs reported in publications included in 21 systematic reviews.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Main purpose of DHIs reported in publications included in 21 reviews.Purpose of Digital Health InterventionNo. of publications % of publications",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Thanks to Richard Meade, Marie Curie Head of Public Affairs in Scotland for helpful comments on a draft version of this manuscript. We are very grateful to Marshall Dozier at the University of Edinburgh for advice and assistance running the literature searches. The author(s) disclosed that no financial support was provided for the research, authorship and/or publication of this article. The posts of A.M.F. and C.S. were funded by Marie Curie: https://www.mariecurie.org.uk/",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        },
        {
            "text": "The authors declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COMPETING INTERESTS"
        },
        {
            "text": "Supplementary information The online version contains supplementary material available at https://doi.org/10.1038/s41746-021-00430-7.Correspondence and requests for materials should be addressed to A.M.F.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ADDITIONAL INFORMATION"
        },
        {
            "text": "Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons. org/licenses/by/4.0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reprints and permission information is available at http://www.nature.com/ reprints"
        }
    ]
}