{
    "paper_id": "b023108dac7f15f4deb8afdfff4b4b04a71b02f3",
    "metadata": {
        "title": "Chronic deep brain stimulation of the human nucleus accumbens region disrupts the stability of inter-temporal preferences",
        "authors": [
            {
                "first": "Ben",
                "middle": [
                    "J"
                ],
                "last": "Wagner",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cologne",
                    "location": {
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Canan",
                "middle": [
                    "B"
                ],
                "last": "Schüller",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cologne",
                    "location": {
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "§",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Thomas",
                "middle": [],
                "last": "Schüller",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Juan",
                "middle": [
                    "C"
                ],
                "last": "Baldermann",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cologne",
                    "location": {
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Sina",
                "middle": [],
                "last": "Kohl",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cologne",
                    "location": {
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Veerle",
                "middle": [],
                "last": "Visser-Vandewalle",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cologne",
                    "location": {
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Daniel",
                "middle": [],
                "last": "Huys",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cologne",
                    "location": {
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Jens",
                "middle": [],
                "last": "Kuhn",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cologne",
                    "location": {
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Jan",
                "middle": [],
                "last": "Peters",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cologne",
                    "location": {
                        "country": "Germany"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "When choosing between rewards that differ in temporal proximity (inter-temporal choice), human preferences are typically stable, constituting a clinically-relevant transdiagnostic trait.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Here we show in patients undergoing deep brain stimulation (DBS) to the anterior limb of the internal capsule / nucleus accumbens for treatment-resistant obsessive-compulsive disorder, that chronic (but not acute) DBS disrupts inter-temporal preferences. Findings support a contribution of the human nucleus accumbens region to preference stability over time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Humans continuously maneuver the world weighting the future against the present. The degree of temporal discounting of future rewards as assessed via inter-temporal choice tasks is a stable trait 1 with relevance for a range of psychiatric conditions 2 . For example, steep discounting of value over time is a hall-mark of addiction 3 . Multiple neural systems contribute to human selfcontrol, including prefrontal cortex (PFC) regions involved in cognitive control, and regions of the mesolimbic and mesocortical dopamine system (e.g. ventral striatum and ventro-medial PFC) involved in reward valuation 4-6 . Earlier studies focused on characterizing potentially dissociable striatal and prefrontal value signals during inter-temporal choice 7-9 . This debate",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "has ultimately led to a revised view of self-control, according to which lateral PFC exerts topdown control over ventromedial PFC in support of self-controlled choices [10] [11] [12] . Despite the finding that both striatal reward responses 13 and cortico-striatal connectivity 14 are associated with temporal discounting in cross-sectional analyses, this model is largely silent with respect to the contribution of the ventral striatum.",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 172,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 173,
                    "end": 177,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 178,
                    "end": 182,
                    "text": "[12]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Here we address this issue by capitalizing on the rare opportunity to longitudinally follow patients undergoing therapeutic deep brain stimulation (DBS) of the nucleus accumbens region for treatment-resistant obsessive-compulsive disorder (OCD). OCD is assumed to be associated with a dysregulation in fronto-striatal circuits 15 , which can be normalized via anterior limb of the internal capsule / nucleus accumbens (ALIC/NAcc ) DBS [16] [17] [18] [19] . In the context of a DBS treatment-efficacy study 20 we examined acute and chronic effects of DBS on temporal discounting.",
            "cite_spans": [
                {
                    "start": 435,
                    "end": 439,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 440,
                    "end": 444,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 445,
                    "end": 449,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 450,
                    "end": 454,
                    "text": "[19]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Patients with OCD and matched controls (for inclusion criteria and demographics see methods and Supplemental Table S1 , for DBS stimulation details see methods and Supplemental Table S2 ) completed three separate testing sessions: one initial testing session at T1 (patients: pre-DBS, controls: session one) and two follow-up sessions at T2 (T1-T2 testretest interval mean [range] in days for patients: 203 [155-260], controls: 206 [164-247] ). The T2 sessions were spaced within a week (patients: DBS on vs. off in counterbalanced order with at least 24h wash-out; controls: sessions two and three). N=7 patients completed all three testing sessions. Two additional patients completed T1 but only one of the T2 sessions (total n=9 for pre vs. post DBS analyses). Eight additional patients were only tested at T2 (in total n=15 for on vs. off DBS analyses). N=28 controls participated, with one control missing the final testing session (yielding n=27 for the corresponding analysis). Due to the Covid-19 pandemic, ten of the controls completed testing at T2 online. On each testing day, participants completed a temporal discounting task involving 140 choices between smaller-immediate (20 €) and largerbut-later rewards (individualized amounts ranging between 20.5 -80€, see methods). One trial per session was selected at random and paid out in cash or via timed bank transfer. Figure 1 . Group-level changes in inter-temporal choice. a, At T1 (pre DBS), partients (n = 9) discounted delayed rewards steeper compared to controls (n = 28) at the first session (directional Bayes Factor (dBF) = 35.75). b, pooled second and third sessions in controls (n = 28) vs. pooled DBS on and DBS off in patients (n = 9). (T2; controls < patients; dBF = 15.85). c and d: Controls and patients tended to discount rewards steeper after six months of time (controls T1 < T2 (n = 28); dBF = 4.15) or 6 months of continuous stimulation (patients pre DBS < post DBS (n = 15); dBF = 10.87). e, Discounting on the group level did not reveal changes with consistent directionality following acute DBS (DBS on < DBS off (n = 15); dBF = 0.90). Thin (thick) horizontal lines denote the 95% (85%) highest density intervals.",
            "cite_spans": [
                {
                    "start": 373,
                    "end": 380,
                    "text": "[range]",
                    "ref_id": null
                },
                {
                    "start": 407,
                    "end": 441,
                    "text": "[155-260], controls: 206 [164-247]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 109,
                    "end": 117,
                    "text": "Table S1",
                    "ref_id": null
                },
                {
                    "start": 177,
                    "end": 185,
                    "text": "Table S2",
                    "ref_id": null
                },
                {
                    "start": 1381,
                    "end": 1389,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Data were modeled for each time point separately using hierarchical Bayesian parameter estimation (see methods) and a hyperbolic discounting model with softmax action selection. In line with previous work 21 , OCD patients exhibited increased discounting (a higher discount rate log[k]), both pre DBS at T1 (Figure 1a ) and across on and off DBS sessions at T2 ( Figure   1b ). Controls showed no systematic change in discounting between the two T2 testing sessions (see Supplemental Table S3 ). There was no systematic effect of acute DBS on temporal discounting (n=15, Figure 1e ). If anything, rewards where discounted somewhat steeper after six months (controls: Figure 1c ) or six months of continuous DBS (patients: Figure 1d ), a pattern observed previously in healthy participants 1 . An overview of all group comparisons is provided in Supplemental Table S3 , and the corresponding analyses for decision noise (softmax ) are provided in Supplemental Figure S1 . x-and y axis with regard to the short-term data (orange) refer to the comparison within T2 (a: control data session 2 (x-axis) vs. session 3 (y-axis). With regard to the long-term data (blue) the axis refer to session 1 (x-axis) vs. pooled sessions 2 and 3 (y-axis). b: patient short-term data (orange) DBS on (xaxis) vs. DBS off (y-axis). In the long-term condition data (blue) the x-axis shows discount-rates in the first/prior to DBS task session and data on the y-axis refers to the pooled sessions at T2. c, bootstrapped correlation coefficients in controls and patients.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 307,
                    "end": 317,
                    "text": "(Figure 1a",
                    "ref_id": null
                },
                {
                    "start": 363,
                    "end": 374,
                    "text": "Figure   1b",
                    "ref_id": null
                },
                {
                    "start": 471,
                    "end": 492,
                    "text": "Supplemental Table S3",
                    "ref_id": null
                },
                {
                    "start": 571,
                    "end": 580,
                    "text": "Figure 1e",
                    "ref_id": null
                },
                {
                    "start": 667,
                    "end": 676,
                    "text": "Figure 1c",
                    "ref_id": null
                },
                {
                    "start": 722,
                    "end": 731,
                    "text": "Figure 1d",
                    "ref_id": null
                },
                {
                    "start": 858,
                    "end": 866,
                    "text": "Table S3",
                    "ref_id": null
                },
                {
                    "start": 959,
                    "end": 968,
                    "text": "Figure S1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "To study DBS effects on the stability of inter-temporal preferences, we applied both inter-and intra-individual analytical approaches. In controls, the discount rate log(k) exhibited the expected high test-retest reliability (Figure 2a) , both between sessions two and three at T2 (oneweek short-term stability, bootstrapped mean r = .90, 95% highest density interval [HDI] = .82 -.98 see Figure 2c ) and between T1 and pooled T2 data (6-month long-term stability, bootstrapped mean r = .80, 95% HDI = .61 -.96, see Figure 2c ). All bootstrapped correlation values are provided in Supplemental Table S4 . In patients (Figure 2b ), short-term test-retest reliability (DBS on vs. off, n=15) was comparable to controls (bootstrapped mean r = .96, 95% HDI = .90 -1.0, see Figure 2c ;). This was also the case when examining only patients who completed all three sessions (n=7, see Figure 2c , DBS on vs. off matched patients; bootstrapped mean r = .95, 95% HDI = .86 -1.0).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 225,
                    "end": 236,
                    "text": "(Figure 2a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 389,
                    "end": 398,
                    "text": "Figure 2c",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 516,
                    "end": 525,
                    "text": "Figure 2c",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 581,
                    "end": 602,
                    "text": "Supplemental Table S4",
                    "ref_id": null
                },
                {
                    "start": 617,
                    "end": 627,
                    "text": "(Figure 2b",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 768,
                    "end": 777,
                    "text": "Figure 2c",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 877,
                    "end": 886,
                    "text": "Figure 2c",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "In stark contrast, long-term stability in patients was completely disrupted (T1 pre-DBS vs. pooled T2 post-DBS, n=9, bootstrapped mean r = -.44, 95% HDI = -.93 -.00; see Figure   2c ). This group difference was not due to range restriction in the patients (range-matched subset of n=9 controls: bootstrapped mean r = .68, 95% HDI = .37 -.96, Figure 2d ). Likewise, it was unlikely attributable to the presence of OCD symptoms, as a subset of n=14 controls with high OCI-R scores (mean [range] = 23.57 [14 -40] ) still exhibited high long-term test-retest reliability (bootstrapped mean r = .95, 95% HDI = .87 -1.0; see Figure 2d ). Furthermore, the long-term test-retest reliability in DBS patients was lower than that of any n=9 sub-sample of controls with similarly narrow ranges of log(k) values (Supplemental Figure S2 ). Reliability in controls was similar for lab vs. online testing due to Covid-19 lockdown (Supplemental Figure   S3 ). show null distributions of mean group differences across 10k randomly shuffled group labels; red vertical lines: observed group differences; red horizontal line: 95% highest density interval.",
            "cite_spans": [
                {
                    "start": 501,
                    "end": 509,
                    "text": "[14 -40]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 170,
                    "end": 181,
                    "text": "Figure   2c",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 342,
                    "end": 351,
                    "text": "Figure 2d",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 619,
                    "end": 628,
                    "text": "Figure 2d",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 813,
                    "end": 822,
                    "text": "Figure S2",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 928,
                    "end": 939,
                    "text": "Figure   S3",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "We next tested whether a disruption of preference stability would also manifest at the level of individual decisions, using both model-based and model-agnostic measures. First, we extracted individual-subject median discount-rates (log[k]) and decision noise parameters ( ) from our hierarchical Bayesian model estimated on T1 data (see methods) to compute choice probabilities for each T2 decision (pooling across sessions). We then computed a model-based choice inconsistency score as the mean deviation of predicted and observed choices at T2 for each participant (higher values correspond to greater inconsistency). A permutation-based group comparison using 10k randomly shuffled group labels revealed a significant increase in patients (permutation test: p = 0.01, Figure 3a , b). This difference held when groups were matched on decision noise across a range of thresholds (see Supplemental Figure S4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 771,
                    "end": 780,
                    "text": "Figure 3a",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 898,
                    "end": 907,
                    "text": "Figure S4",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "As a model-agnostic measure of within-participant changes in preferences, we computed the mean absolute change in indifference points from T1 to T2 (see methods and Supplemental Figures S5 and S6 for single-subject data). This confirmed a greater increase in patients vs. controls (permutation test, p = 0.018, Figure 3b , c). Inconsistency measures did not correlate with years of education, pre-post DBS symptom severity scores, overall duration of OCD or the T1-T2 interval (see Supplemental Table S5 ). These analyses suggest that choices at T2 deviated from T1 more after six months of continuous ALIC/NAcc DBS.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 311,
                    "end": 320,
                    "text": "Figure 3b",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 482,
                    "end": 503,
                    "text": "Supplemental Table S5",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Taken together, we show using both inter-and intra-individual analyses that ALIC/NAcc DBS disrupts the long-term (but not short-term) stability of inter-temporal preferences in OCD patients undergoing DBS treatment. This suggests that in addition to shortterm plasticity processes 22 , long-term ALIC/NAcc DBS 23 can interfere with the expression of inter-temporal preferences that are thought to rely on the this same circuitry 4,5,7,13 . While earlier reports noted effects of acute stimulation on risk-taking and impulsivity 24,25 (albeit with acute block-wise stimulation protocols), our longitudinal analysis revealed changes only following prolonged stimulation. Our data do not suggest a specific direction of change, nor do they reflect an association with a change in OCD symptoms. Rather, the data suggests a fundamental role of the nucleus accumbens region in maintaining preference stability over time. The exact cellular mechanisms underlying the DBS effects remain speculative 17,26 -potential effects range from DBS acting as an informational lesion, to changes in inter-regional functional connectivity 17 and a general modulation of oscillatory activity and in consequence pathological circuitry 26 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In summary, our data extend neural models of self-control 12 and inter-temporal choice 4,5 by revealing a contribution of the human nucleus accumbens region to the maintenance of preference stability over time. These findings reveal a case of subtle long-term modulation of higher cognitive function via DBS that further studies might elaborate on.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "the University of Cologne within the German Excellence Initiative (ZUK 81/1). J.P. was supported by Deutsche Forschungsgemeinschaft (PE 1627/5-1). We thank Milena Marx for help with recruitment and testing of control participants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C.S. was funded under the Walter and Marga Boll Foundation and the Institutional Strategy of"
        },
        {
            "text": "J.K. has occasionally received honoraria from AstraZeneca, Lilly, Lundbeck, and Otsuka Pharma for lecturing at conferences and financial support to travel. He received financial support for investigator-initiated trials from Medtronic Europe SARL (Meerbusch, Germany).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing financial interests"
        },
        {
            "text": "The remaining authors reported no biomedical financial interests or potential conflicts of interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing financial interests"
        },
        {
            "text": "J.K., J.P. C.S. and B.W. designed the experiment. C.S. and B.W. acquired the data. C.S. and B.W. analyzed the data. B.W. performed the modeling and statistical analyses. J.P. and J.K.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author contributions"
        },
        {
            "text": "supervised the project. B.W. and J.P. wrote the paper, and all authors provided revisions. 29. Efron, B. Bootstrap Methods: Another Look at the Jackknife. Ann. Statist. 7, 1-26 (1979) .",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 183,
                    "text": "1-26 (1979)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Author contributions"
        },
        {
            "text": "All participants provided informed written consent prior to participation, and the study procedure was approved by the Ethics Committee of the Medical Faculty of the University of Cologne.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participants"
        },
        {
            "text": "OCD-Patients eligible for DBS had to meet the DSM-IV criteria for OCD, a Yale-Brown Obsessive Compulsive Scale (Y-BOCS) over 25, at least one cognitive-behavioral therapy (minimum of 45 sessions), at least two unsuccessful treatments with a serotonin reuptake inhibitor (SSRI) and one unsuccessful augmentation with either lithium, neuroleptics or buspirone. Patients were excluded due to drug, medication or alcohol abuse, suicidal ideation, mental retardation, pregnancy or breastfeeding and schizophrenia. Disease duration was on average 27.59 ± 13.02 years ranging from 6 to 48 years. The mean age at onset for OCD was 16.2 ± 9.25 years. For further details see Supplemental Table S1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 666,
                    "end": 687,
                    "text": "Supplemental Table S1",
                    "ref_id": null
                }
            ],
            "section": "OCD Patients"
        },
        {
            "text": "Exclusion criteria were drug, medication or alcohol abuse or the diagnosis of a psychiatric disorder. Controls were screened for OCD-symptoms via the OCI-R questionnaire. Here 9/28 subjects scored above the threshold (>21) for possibly obtaining OCD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Controls"
        },
        {
            "text": "N=9 patients and n=28 controls completed testing at T1 (session 1 and pre-DBS). N=15 patients completed DBS on and off sessions at T2. Out of the N=9 patients who completed pre DBS testing, N=7 completed both DBS on and DBS off testing at T2, whereas one patient missed the DBS off session, and one patient missed the DBS on session. N=27 controls completed both testing sessions at T2 (sessions 2 and 3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample size"
        },
        {
            "text": "Prior to the first testing session, participants completed a short adaptive pretest to estimate the individual discount-rate (k). This discount rate was used to construct a set of 140 participantspecific trials using MATLAB (version 8.4.0. Natick, Massachusetts: The MathWorks Inc).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Temporal discounting task"
        },
        {
            "text": "The task consisted of choices between an immediate smaller-sooner reward of 20€ and participant specific larger-but-later (LL) rewards delivered after some delay (1, 2, 7, 14, 30, 90 or 180 days). In 70 trials, LL amounts were uniformly spaced between 20.5 € and 80 €, whereas in the remaining 70 trials LL amounts were uniformly spaced around each estimated indifference point per delay (based on the pre-test discount rate). If indifference points were larger than 80€, only uniformly-spaced LL amount were used. Trials were presented in a pseudorandomized order. Participants were informed that after task completion, one trial would be randomly selected and paid immediately in cash (smaller-sooner choice) or via a timed bank transfer (larger-but-later choice).",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 165,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 166,
                    "end": 168,
                    "text": "2,",
                    "ref_id": null
                },
                {
                    "start": 169,
                    "end": 171,
                    "text": "7,",
                    "ref_id": null
                },
                {
                    "start": 172,
                    "end": 175,
                    "text": "14,",
                    "ref_id": null
                },
                {
                    "start": 176,
                    "end": 179,
                    "text": "30,",
                    "ref_id": null
                },
                {
                    "start": 180,
                    "end": 182,
                    "text": "90",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Temporal discounting task"
        },
        {
            "text": "DBS was applied to the anterior limb of the internal capsule and nucleus accumbens region.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Deep brain stimulation"
        },
        {
            "text": "Details on electrode placement (including reconstruction of electrode positions), surgical procedure and adjustment of stimulation parameters are available elsewhere 20 . Final stimulation amplitudes ranged from 2.6 to 4.8 volt and pulse-width was set between 60 and 150 µs (see Supplemental Table S2 for details). The frequency of DBS was 130 Hz except for two patients who received 150 Hz stimulation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 279,
                    "end": 300,
                    "text": "Supplemental Table S2",
                    "ref_id": null
                }
            ],
            "section": "Deep brain stimulation"
        },
        {
            "text": "To assess inter-temporal preferences, applied a standard single-parameter hyperbolic discounting model:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Computational Modeling"
        },
        {
            "text": "Here, A is the numerical reward amount of the LL option. The discount-rate (k) models the steepness of the hyperbolic discounting curve, with greater values corresponding to steeper discounting. Delay D of the LL option is expressed in days. To improve numerical stability of the estimation, k was estimated and is reported in logarithmic space. SV then corresponds to the subjective (discounted) value of the delayed option. We then used softmax action selection 27 (Eq. 2) to model the probability of selecting the LL option on trial t. Here, is an inverse temperature parameter, modeling choice stochasticity. For = 0, choices are random, and as increases, choices become more dependent on option values:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Computational Modeling"
        },
        {
            "text": "Models were fit to all trials from all participants, separately per group and time point, using a ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hierarchical Bayesian parameter estimation"
        },
        {
            "text": "To characterize differences between patients and controls, changes from T1 to T2 or within T2",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of group differences"
        },
        {
            "text": "(e.g. on/off DBS) we show posterior difference distributions and the corresponding 85 % and 95 % highest density intervals. We then report Bayes Factors for directional effects. These were computed as the ratio of the integral of the posterior difference distribution from 0 to +∞ vs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of group differences"
        },
        {
            "text": "the integral from 0 to -∞. Using common criteria 28 , we considered Bayes Factors between 1 and 3 as anecdotal evidence, Bayes Factors above 3 as moderate evidence and Bayes Factors above 10 as strong evidence. Bayes Factors above 30 and 100 were considered as very strong evidence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of group differences"
        },
        {
            "text": "We analyzed the group-level reliability of inter-temporal choice (log[k]) from T1 to T2 (longterm stability) and within a week at T2 (short-term stability). Distributions of test-retest correlation coefficients were estimated via bootstrapping 29 . To this end, pairs of individualparticipant median log(k) values were sampled with replacement 15k times. We then report the mean and 95 % HDI of the resulting bootstrap-distribution of correlation coefficients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bootstrap analyses -test-retest reliability"
        },
        {
            "text": "Due to differences in group size and the relative and absolute range of log(k) values in patients we performed additional control analyses. Specifically, we repeated this bootstrap analysis for all sub-samples of N=9 controls with adjacent log(k) values, yielding twenty bootstrap correlations corresponding to sub-samples of the control group with maximally similar log(k) values. Results are shown in Supplemental Figure S2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 416,
                    "end": 425,
                    "text": "Figure S2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Bootstrap analyses -test-retest reliability"
        },
        {
            "text": "For both model-based and model-agnostic within-participant changes, we leveraged the fact that participants completed the exact same 140 choices at each testing session. To examine model-based changes in preferences, we extracted individual-participant median discount-rates log(k) and decision noise parameters (softmax β) from our hierarchical Bayesian model estimated on T1 data. We then used these parameters to compute choice probabilities for each T1 choice. To examine model-based preference changes from T1 to T2, we then subtracted the T1 choice probability from the corresponding observed choices at T2 (0 for smaller-sooner and 1 for larger-later choices). We then computed a choice inconsistency score as the mean of the absolute differences between T1 choice probabilities and T2 choices. Across the whole sample controls showed lower decision noise when compared to patients with OCD (see Supplemental Figure S1 ) which was also reflected in an overall reduced model fit in patients (Supplemental Table S6 ). To account for this in the model-based inconsistency analysis, we additionally matched groups on β. This eliminated group differences in model fit (Supplemental Table S6) but critically did not affect group differences in model-based inconsistency (Supplemental Figure S4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 916,
                    "end": 925,
                    "text": "Figure S1",
                    "ref_id": null
                },
                {
                    "start": 1011,
                    "end": 1019,
                    "text": "Table S6",
                    "ref_id": null
                },
                {
                    "start": 1184,
                    "end": 1193,
                    "text": "Table S6)",
                    "ref_id": null
                },
                {
                    "start": 1285,
                    "end": 1294,
                    "text": "Figure S4",
                    "ref_id": null
                }
            ],
            "section": "Model-based choice inconsistency"
        },
        {
            "text": "Model-based analyses rely on specific mathematical assumptions regarding the shape of the discounting function. Furthermore, they can be affected by potential group differences in model fit. Therefore, we additionally examined a model-agnostic ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model free analysis of indifference points"
        },
        {
            "text": "Model-based and model-agnostic consistency measures (see previous sections) were compared between groups using permutation tests. To this end, we compared the observed group difference in preference consistency to a null-distribution of preference consistency that was obtained by randomly shuffling the group labels 10k times, and computing the group difference for these shuffled data. Significance was assessed using a two-tailed p-value of 0.05.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Permutation-based group comparisons"
        },
        {
            "text": "Supplemental Table S1 . Demographic data. Scores are Mean (SD).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 13,
                    "end": 21,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "Supplemental Material"
        },
        {
            "text": "Age ( Table S3 . Posterior log(k) differences. We report mean posterior differences (Mdiff) and",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 6,
                    "end": 14,
                    "text": "Table S3",
                    "ref_id": null
                }
            ],
            "section": "Long-term reliability Controls (n = 28) Patients (n = 9) Group Comparison"
        },
        {
            "text": "Bayes factors for directional effects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Long-term reliability Controls (n = 28) Patients (n = 9) Group Comparison"
        },
        {
            "text": "Controls T1 (n = 28) < patients T1 (n = 9) - Supplemental Figure S2 . Bootstrap analysis across the whole range of log(k) values in controls. y-axis: mean value of each strata´s bootstrap distribution of correlation coefficients with 95 % HDI. In a, stratas are ordered according to the mean log(k) value of the strata. In b, stratas are ordered according to the mean bootstrap correlation coefficient.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 58,
                    "end": 67,
                    "text": "Figure S2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Group comparison Mdiff dBF"
        },
        {
            "text": "Supplemental Figure S3 . Comparison of T2 lab and T2 online sessions. Participants that performed the task in an online-version at T2 (6 months after T1) and participants that completed T2 testing in the lab showed a similar long-term test-retest reliability.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 13,
                    "end": 22,
                    "text": "Figure S3",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Group comparison Mdiff dBF"
        },
        {
            "text": "Supplemental Figure S4 . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 13,
                    "end": 22,
                    "text": "Figure S4",
                    "ref_id": null
                }
            ],
            "section": "Group comparison Mdiff dBF"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "One-year temporal stability of delay-discount rates",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "N"
                    ],
                    "last": "Kirby",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Psychonomic bulletin & review",
            "volume": "16",
            "issn": "",
            "pages": "457--462",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Single-subject choice data for all n=9 patients with pre-and post DBS data",
            "authors": [],
            "year": null,
            "venue": "Supplemental Figure S2",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Green and red points represent LL and SS choices, respectively, across LL amounts (y-axis) and delays (x-axis). Black circles show estimated indifference-points",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Single-subject choice data for all n=28 controls. Green and red points represent LL and SS choices, respectively, across LL amounts (y-axis) and delays (x-axis). Black circles show estimated indifference-points",
            "authors": [],
            "year": null,
            "venue": "Supplemental Figure S3",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Reliability of inter-temporal choice (discount rate log[k]). a, and b, show individual discount rates log(k) at different points in time (task sessions at T1 and T2) in controls (a) and patients (b). The",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Within-subject changes in inter-temporal preferences. a and c, model-based (MB) T1-T2 choice inconsistency (deviation between T2 choices and model-predictions based on a decision model fitted to T1 data, see main text and methods) and model-agnostic (MA) T1-T2 choice inconsistency (mean absolute deviation of indifference points between T1 and T2, see main text and methods). b and d permutation test for model-based and model-agnostic inconsistency scores respectively. Histograms",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "of temporal discounting: A candidate behavioral marker of addiction. Neuropharmacology 76 Pt B, 518-527 (2014). 4. Peters, J. & Büchel, C. The neural mechanisms of inter-temporal decision-making: understanding variability. Trends in cognitive sciences 15, 227-239 (2011). 5. McClure, S.M. & Bickel, W.K. A dual-systems perspective on addiction: contributions from neuroimaging and cognitive training. Annals of the New York Academy of Sciences 1327, 62-78 (2014). 6. Bartra, O., McGuire, J.T. & Kable, J.W. The valuation system: a coordinate-based metaanalysis of BOLD fMRI experiments examining neural correlates of subjective value. NeuroImage 76, 412-427 (2013). 7. Kable, J.W. & Glimcher, P.W. The neural correlates of subjective value during intertemporal choice. Nature neuroscience 10, 1625-1633 (2007). 8. Kohl, S. et al. Deep brain stimulation for treatment-refractory obsessive compulsive disorder: a systematic review. BMC psychiatry 14, 214 (2014). 9. McClure, S.M., Laibson, D.I., Loewenstein, G. & Cohen, J.D. Separate neural systems value immediate and delayed monetary rewards. Science (New York, N.Y.) 306, 503-507 (2004). 10. Peters, J. & D'Esposito, M. Effects of Medial Orbitofrontal Cortex Lesions on Self-Control in Intertemporal Choice. Current biology : CB 26, 2625-2628 (2016). 11. Figner, B. et al. Lateral prefrontal cortex and self-control in intertemporal choice. Nature neuroscience 13, 538-539 (2010). 12. Hare, T.A., Camerer, C.F. & Rangel, A. Self-control in decision-making involves modulation of the vmPFC valuation system. Science (New York, N.Y.) 324, 646-648 (2009). 13. Hariri, A.R. et al. Preference for immediate over delayed rewards is associated with magnitude of ventral striatal activity. The Journal of neuroscience : the official journal of the Society for Neuroscience 26, 13213-13217 (2006). 14. van den Bos, W., Rodriguez, C.A., Schweitzer, J.B. & McClure, S.M. Connectivity strength of dissociable striatal tracts predict individual differences in temporal discounting. The Journal of neuroscience : the official journal of the Society for Neuroscience 34, 10298-10310 (2014). 15. Robbins, T.W., Vaghi, M.M. & Banca, P. Obsessive-Compulsive Disorder: Puzzles and Prospects. Neuron 102, 27-47 (2019). 16. Smolders, R. et al. Deep brain stimulation targeted at the nucleus accumbens decreases the potential for pathologic network communication. Biological psychiatry 74, e27-8 (2013). 17. Figee, M. et al. Deep brain stimulation restores frontostriatal network activity in obsessivecompulsive disorder. Nature neuroscience 16, 386-387 (2013). 18. Smith, E.E. et al. A brief demonstration of frontostriatal connectivity in OCD patients with intracranial electrodes. NeuroImage 220, 117138 (2020). 19. Wu, H. et al. Deep brain stimulation for refractory obsessive-compulsive disorder (OCD): emerging or established therapy? Molecular psychiatry (2020). 20. Huys, D. et al. Open-label trial of anterior limb of internal capsule-nucleus accumbens deep brain stimulation for obsessive-compulsive disorder: insights gained. Journal of neurology, neurosurgery, and psychiatry 90, 805-812 (2019). 21. Sohn, S.Y., Kang, J. in, Namkoong, K. & Kim, S.J. Multidimensional measures of impulsivity in obsessive-compulsive disorder: cannot wait and stop. PloS one 9, e111739 (2014). 22. Kuhn, J. & Baldermann, J.C. Elucidating neural network changes induced by deep brain stimulation for OCD. Brain : a journal of neurology 143, 1293-1296 (2020). 23. Denys, D. et al. Deep brain stimulation of the nucleus accumbens for treatment-refractory obsessive-compulsive disorder. Archives of general psychiatry 67, 1061-1068 (2010). 24. Nachev, P. et al. Dynamic risk control by human nucleus accumbens. Brain : a journal of neurology 138, 3496-3502 (2015). 25. Luigjes, J. et al. Deep brain stimulation increases impulsivity in two patients with obsessivecompulsive disorder. International clinical psychopharmacology 26, 338-340 (2011). 26. Lozano, A.M. & Lipsman, N. Probing and regulating dysfunctional circuits using deep brain stimulation. Neuron 77, 406-424 (2013). 27. Sutton, R.S. & Barto, A.G. Reinforcement learning. An introduction to Reinforcement Learning (MIT Press, Cambridge, Mass., 1998). 28. Beard, E., Dienes, Z., Muirhead, C. & West, R. Using Bayes factors for testing hypotheses about intervention effectiveness in addictions research. Addiction (Abingdon, England) 111, 2230-2247 (2016).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "measure of within-participant changes in preferences. To this end, we fit sigmoid functions (see Eq. 3) to the choice data of each delay D per participant and time point T: That is, we modeled the probability to choose the delayed reward for delay D at time point T for each participant as a sigmoid function of the absolute LL reward amount A. Here, c is the inflection point of the sigmoid (corresponding to the indifference point, i.e. the point of subjective equivalence between the delayed reward and the immediate reward at the respective delay D), and b is the slope.For delays with only larger-later choices, the indifference point was set to the midpoint between the immediate reward (20€) and the smallest available LL reward. For delays with only smaller-sooner choices, the indifference point was conservatively set to max(LL). These rules were also applied in cases where there was only a single noisy LL or SS choice for a given delay. Using this procedure, we computed 196 indifference points in controls and 63 indifference points in patients. Six indifference points in controls and two in OCD patients could not be estimated. We then computed the mean absolute deviation in indifference points between T1 and T2 as a model-agnostic measure of preference consistency.Individual-participant choice data for each session and estimated indifference points are plotted in SupplementalFigure S5(patients) and S6 (controls).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "a, Individual-subject softmax β parameters (mean of T1 and T2 posterior medians) modelling decision noise. To account for effects of group differences in β, in additional analyses, controls matched on β to the patients were selected across various β cut-offs (β=0.5: red dotted line, n=17; β=0.41: green dotted line, n=14; β=0.7: blue dotted line, n=19). b, Individual-subject modelbased T1-T2 choice inconsistency in β-matched controls (β cutoff = 0.5) and patients. c-e, Permutation test results for group differences in model-based choice inconsistency (histograms of group differences with 10k randomly shuffled group labels) across all cut-offs (c: β=0.5, d: β=0.41, e: β=0.7). In line with the analysis across the whole sample, patients showed significantly increased model-based inconsistency for all cut-offs (c: p = 0.018, d: p = 0.023, e: 0.01). Vertical lines in c-e denote the observed group difference, horizontal red lines denote the 95% HDI of the null distribution.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "T1 vs. T2 or patients vs. controls) we report Bayes Factors for directional effects for the hyperparameter difference distributions, estimated via kernel density estimation using R",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "SupplementalTable S2. Overview of sex, age, disease duration before surgery and stimulation parameters (monopolar, case anode, all bilateral, except for patient 13) of DBS patients with OCD. DBS,",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "SupplementalTable S 4. Bootstrapped correlation coefficients and highest density intervals Supplemental Table S5. Pearson correlations for model-based and model-agnostic choice inconsistency measures with demographic/clinical variables of interest. Supplemental Table S6. Mean (SD) proportion of correctly predicted choices of the hierarchical Bayesian model (hyperbolic discounting + softmax). At T1 the model performed better in controls than in patients. This difference was not significant at T2. This difference also trivially disappeared when groups were matched on decision noise (softmax β).Controls matched on β (cut-off = 0.41, n=14) Supplemental Figure S1. Group differences and temporal changes in softmax β. a/d, On the group level, OCD patients exhibited lower β values than controls (a: T1, controls < patients; directional Bayes Factor (dBF) = 0.003, d: T2, controls < patients; directional Bayes Factor (dBF) = 0.0009). β values show inconsistent changes from T1 to T2 (b: controls; c: patients), or at T2 within each group (e: controls, f: patients). Thin (thick) horizontal lines denote the 95% (85%) highest density intervals.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}