{
    "paper_id": "b0be2373d63a050deecfd8c1c020e5559799341f",
    "metadata": {
        "title": "Response to Epidemic Disease in Ancient China and its Characteristics",
        "authors": [
            {
                "first": "",
                "middle": [
                    "Xinzhong"
                ],
                "last": "Yu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nankai University",
                    "location": {
                        "settlement": "Tianjin",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xinzhong",
                "middle": [],
                "last": "Yu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nankai University",
                    "location": {
                        "settlement": "Tianjin",
                        "country": "China"
                    }
                },
                "email": "yuxinzhong@nankai.edu.cn"
            }
        ]
    },
    "abstract": [
        {
            "text": "This article introduces the history of epidemic diseases in China and analyzes its characteristics. It aims to explore the relationships between human beings and nature, nation and society, which enlightened us to understand and recognize the influence factors and historical logic behind the history.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Pestilences have existed since antiquity and run through the history of human beings. China is no exception. As early as Yin and Shang Dynasties over three thousand years ago, there have been definite records of epidemic disease [Note 1].",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although such records are inconspicuous in a multitude of books in Chinese history, careful untangling and thinking reveals multiple traces of pestilences in the long history and enables us to further ponder over the influence factors and historical logic, so as to explore the state and mode of life existence in light of relationships between human beings and nature, nation, and society.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although for a long time, this topic escaped the notice of historians, research on medical social history in China has been springing up since 1980s or 1990s under domestic and foreign influence factors, particularly the direct impetus from severe acute respiratory syndrome in 2003 and has evolved gradually into one of the remarkable frontier research fields in China. Disease, especially epidemic disease, heath practice, and epidemic prevention attracted the most attention in such research and related research results have been obtained. In these studies, the important epidemics in China history were sorted out, the response to epidemics and the experience obtained were investigated and summarized from different perspectives and a high value was set on the response and experience [ Note 2] . Undoubtedly, these studies are helpful for us to understand the achievements of traditional disease control in China. However, most of the current studies lack an overall perspective, deliberate elevation, and a lack of rigor is observed in the evaluation on epidemic prevention achievements, and the characteristics of traditional response to pestilences in China are seldom discussed and summarized as a whole. Therefore, with the attitude of historicism, this article investigated the traditional response to epidemic disease and the experience in China from an overall perspective, in hope of analyzing the epidemic prevention achievements in ancient China as they were on this foundation.",
            "cite_spans": [
                {
                    "start": 793,
                    "end": 800,
                    "text": "Note 2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Measures taken against epidemic disease are nothing more than emergency responses and medical treatment. Emergency responses fall generally into two categories: immediate countermeasures after the occurrence of pestilences and routine preventive measures and health practices. Speaking about the response from a national point of view, measures were often taken by both of the imperial court and local government whenever there was pestilence, although specified institutional provisions were not in place, which was different from the case in other disasters such as floods, droughts, and locust disaster. For instance, in the second Yuanshi year (A.D. 2) under the reign of Emperor Ping of Western Han Dynasty, a grave locust disaster occurred all over the country, especially in Qingzhou area where the disaster led to a pestilence. The local government \"made a requisition of houses of the dignitaries to store medicine\" and paid funeral expenses for the dead. [1] In the sixth Dahe year (A.D. 832) under the reign of Emperor Wen of Tang Dynasty, there were floods and droughts and subsequent pestilence in the south, the emperor issued an edict titled \"Save and Help the Sufferers of Pestilence,\" in which he wrote that \"Ever since floods and droughts occurred and caused pestilence, I have assumed the blame and have not been able to sleep. I have issued multiple edicts to care about the sufferers\" and required that \"In areas with an unsettled situation, officials should ask about medical treatment and provide medicine and relief to the patients.\" [2] In summary, the measures taken by the imperial court and local government in ancient China mainly included establishing hospitals for doctors to diagnose and treat the patients, preparing and dispensing ready-made medicine, performing Taoist sacrificial ceremony to pray for blessings and remove ill fortune, publicizing and giving prescriptions, burying the corpses, providing places to accommodate the patients and put them in quarantine, as well as patient isolation in the local areas.",
            "cite_spans": [
                {
                    "start": 965,
                    "end": 968,
                    "text": "[1]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1558,
                    "end": 1561,
                    "text": "[2]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Response to epidemics"
        },
        {
            "text": "It is no doubt that the lack of specific national institutional provisions on the treatment of epidemics is related to the fact that unlike other disasters, epidemics do not tend to directly lead to mass uprising, but at the same time, it cannot be divorced from complexity of the disease treatment. Under the social medical conditions then, the government could not actually take full responsibility of epidemic prevention and treatment. On one hand, medical facilities run by the government were limited in efficiency and capability and could not meet the demand of epidemic treatment of the general public. On the other hand, epidemic treatment was technically more complex than relief for hunger and cold, because of complexities including the ever-changing epidemic situation and inter-patient variability, regional imbalance in ancient medical resources and difficulty in cross-regional deployment for the government then, and more importantly, syndrome differentiation of yin and yang, cold and heat, deficiency and excess, exterior and interior in the traditional Chinese medicine (TCM) that would otherwise lead to exactly the opposite. Therefore, the central government allowed the local authority to act as the occasion demanded instead of setting up uniform regulations. In this situation, the nation tended to encourage the folk to take the responsibility of pestilence prevention and treatment, especially in Ming and Qing Dynasties, when the government urged the emerging folk power (for example, county sages) to play an even more active role and performed diversified treatment activities by making the use of local medical resources and the growing charities. The measures taken mainly included supplying medicine, printing and distributing prescriptions, requesting the government to help in treatment, setting up foster homes to accommodate patients, performing institutionalized treatment by using organizations including public house of the patriarchal clan and public affairs office and setting up dedicated charitable organizations such as medical bureau. Individually, people tended to stay at home, escape from the epidemic-stricken area or dispel pestilential qi by burning incense or herbs like Cang Zhu (苍术 Rhizoma Atractylodis) and Bai Zhi (白芷 Radix Angelicae Dahuricae).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Response to epidemics"
        },
        {
            "text": "The Chinese society has accumulated rich experience in routine preventive measures and health practices. There was the idea of \"treating disease before its onset\" a long time ago. Although it cannot be put on a par with preventive medicine today, it is beneficial in maintaining personal health to a certain extent. Moreover, many of the festival customs that have developed over a long period of time are related to health and pestilence prevention, including burning herbs like Cang Zhu (苍术 Rhizoma Atractylodis) at the Dragon Boat Festival, drinking and spraying realgar wine, as well as mountaineering at the Double Ninth Festival. In addition, the environment is cleaned and bath is taken frequently to maintain personal hygiene and repel mosquitoes and flies, a sober lifestyle is kept to ensure plentiful vital qi, and drinking boiled water and eating scallions and garlics are encouraged to avoid pestilential qi.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Response to epidemics"
        },
        {
            "text": "In addition to rich experience and diversified measures in responding to epidemic disease, the Chinese medicine has made remarkable achievements in the treatment. Although it is generally believed that TCM is good at treating chronic disease and strengthening the body, as a matter of fact, its understanding and treatment of infectious diseases such as \"cold damage diseases\" and \"warm diseases\" are one of the most important strengths and achievements of TCM. This can be easily comprehended as long as we get to know the significance of Shang Han Za Bing Lun (《伤寒杂病论》 Treatise on Cold Damage and Miscellaneous Diseases) by Zhang Zhongjing, the \"medical sage\" in Han Dynasty and the \"theory of warm diseases\" in Ming and Qing Dynasties in the Chinese medical history. At the end of Eastern Han Dynasty with an ongoing pestilence, of over 200 members in Zhang Zhongjing`s clan, \"two thirds died and 70% of them died of cold damage diseases\" in a decade. He \"thought of the departed and sighed with emotion\" and wrote Treatise on Cold Damage and Miscellaneous Diseases \"based on ancient experience and by consulting numerous prescriptions\". This classic has the following achievements: establishing the syndrome differentiation system of three yin and three yang and laying down the basic principles for TCM understanding of disease transmission and change; modifying the popular simple therapies of the time, such as acupuncture with a stone needle as well as sweating, emetic and purgative therapies, and making more than 200 effective prescriptions (including 113 ones for cold damage diseases), apart from the distinctive views on diseases including \"cold damage diseases\" then. It lays the foundation for clinical treatment in later generations, particularly the treatment of externally contracted heat disease. After Song Dynasty, Zhang Zhongjing and his Treatise on Cold Damage and Miscellaneous Diseases were gradually sanctified, leading to blind worship of the classic and hindering doctors of the time to understand the pathogens of externally contracted heat disease from multiple perspectives. In Song and Jin Dynasties, especially in the early 13 th century, China witnessed repeated epidemics. Doctors like Liu Wansu, in their long-term clinical practice, became aware of the existence of various heat diseases, and put forward the idea of \"fire and heat causing disease\" based on the exposition in Huang Di Nei Jing (《黄帝内经》Huangdi's Internal Classic). In a serious pestilence at the end of Ming Dynasty, Wu Youxing wrote a book Wen Yi Lun (《瘟疫论》Treatise on Pestilence) by further referring to Huangdi's Internal Classic and combining the experience of doctors in Jin and Yuan Dynasties. He pioneered the \"theory of warm diseases\" in Ming and Qing Dynasties, and this theory was perfected by many doctors represented by the four renowned scholars in warm diseases in Qing Dynasty and promoted the development of TCM as a whole with systematic and theoretic exposition of pathogens, patterns of disease transmission and change, prescriptions and drugs for treatment of externally contracted heat disease including pestilences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Response to epidemics"
        },
        {
            "text": "Apart from the development of medical theories, progress was made in artificial immunity, medical resources and techniques, etc., Since Song and Yuan Dynasties, especially in Ming and Qing Dynasties, obvious changes were observed as follows. First, starting from the 15 th century, variolation, a quite effective method to prevent and treat smallpox was invented and popularized. Second, social and economic development and relative popularization of medical knowledge provided abundant medical resources for the people, medical books were published in large quantities and the number of doctors increased rapidly. Third, technical advances in the manufacture of ready-made medicine and the increasing number of shops for drug manufacturing and marketing offered more possibilities for pestilence treatment in emergency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Response to epidemics"
        },
        {
            "text": "It can be seen from the above that there was a rich experience in responding to epidemic disease in China history and most of the experience is still used today. Thus, current research tends to speak highly of traditional Chinese experience in preventing pestilences. For example, a latest study has claimed that \"A history of three thousand years reveals the bravery and ability of China to fight against pestilences, as well as its tradition of defeating various infectious diseases.\" [3] Historically, this claim makes sense certainly. Achievements of ancient China in this aspect should not be inferior to those of any other nations, and maybe this explains in part why there were no pestilences that had structural impact on society as Black Death (the plague) in Europe and smallpox in America. However, it seems inappropriate to overstate or be complacent over the achievements in fighting against epidemics in China history. First of all, the above measures and experience were not common practice whenever pestilence occurred in ancient China, but are \"carefully selected\" from numerous historical materials. Nowadays, in review of epidemic preventive measures in ancient China, the experience in different time and space was actually merged in one dimension and the consequent understanding is bound to be lop-sided. Then, as long as the historical situation is concerned, it can be easily seen that in pestilences, what were laid bare in society were panics and population decrease more than active and effective prevention and control of disease. In this regard, the serious pestilence between Jiaqing and Daoguang years in Qing Dynasty might as well be taken as an example. The prevalence of this cholera vera peaked at the first Daoguang year (1820) when the political situation was stable and the new monarch just ascended the throne, but official response to the pestilence in Beijing was only an imperial edict to order officials in the capital to make and distribute pills, and buy coffins to bury the dead bodies on the road. At the local level, only a few officials and individuals or organizations set up hospitals and sent for doctors to treat patients or make and give pills.",
            "cite_spans": [
                {
                    "start": 487,
                    "end": 490,
                    "text": "[3]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "chaRacteRistics of Response to epidemics"
        },
        {
            "text": "More significantly, there was a lack of institutional provisions on pestilence treatment in ancient China. Famine management was always taken seriously in China, and specific and systematic regulations were set up for relief from natural disasters including floods, droughts, and locust disaster and for preparation against natural disasters, particularly in Ming and Qing Dynasties when national famine management was quite perfect. However, although pestilence can be regarded as a disaster, its prevention and treatment are obviously different from relief from disasters in general, since ordinary relief efforts including giving money and food, exempting from taxation and providing porridge are not applicable for epidemic prevention. Nevertheless, review of an extensive literature about famine management revealed no relief clauses for epidemics. In government organizations, only the Imperial Health Institute mainly serving the royal court was somewhat involved in response to pestilences, in addition to the charitable Huimin Drug Store that was set up all over the country in Song and Yuan Dynasties to help the poor and the sick. It can be seen that there were no institutional provisions on pestilence prevention and treatment in ancient China. The relatively proactive policy on the medical aid in Song and Yuan Dynasties was increasingly negative in Ming and Qing Dynasties when there were a larger population and more frequent pestilences. But at the same time, folk forces played a relatively positive role, especially in Ming and Qing Dynasties when the government drew support from the emerging folk forces, particularly county sages, encouraged and guided them to make use of the increasing local medical resources and charitable organizations to perform various temporary rescue activities and set up facilities like medical bureau, and promoted these facilities to develop into places for routinely diagnosing and treating epidemic diseases from pure charitable organizations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "chaRacteRistics of Response to epidemics"
        },
        {
            "text": "Pestilences are to civil society what bacteria are to the human body. They trigger wide-ranging responses of the society, which is self-evident, especially in China that has a long history and magnificient civilization, and it is no wonder that the country has accumulated comprehensive understanding of pestilences and rich experience in fighting against them. Despite the achievements, we have to say that the Chinese society failed to summarize and develop a system of measures for pestilence prevention and treatment, and then generate a modern mechanism for health practice and epidemic prevention. Controlling the source of infection, cutting off the route of transmission and protecting vulnerable populations are the key to prevention and treatment of epidemics, and the most important is to control the flow of people as much as possible to prevent the spread of such diseases. In this light, the measures taken, including sending for doctors, giving medicine for free and publicizing prescriptions, missed the point actually. Certainly, as mentioned above, there was a clue to quarantine and even to artificial immunity. For instance, in the early Qing Dynasty when the Manchus had just entered Shanhaiguan Pass of Great Wall, out of fear of smallpox with which they were otherwise seldom infected, dedicated high-ranking officials were ordered to screen for patients with smallpox and put them in quarantine. Meanwhile, there were also events that patients were arranged to live in isolation in epidemics. Unfortunately, these measures were only occasional in history and were very different from modern institutional compulsory moves, since smallpox screening was only a temporary behavior in that special circumstance, and arranging patients to live in isolation was occasional and the purpose, as indicated by historical records, was more to help treat and care for patients than to prevent infection. Variolation that touches on artificial immunity is no doubt a very important invention of China, but it is just an individual case and a nongovernmental commercial behavior. Moreover, although people intuitively realized the infectivity of epidemics and took actions for self-protection, including avoidance and some degree of isolation, but this was not supported by the medical theories then, and was even criticized by those holding the mainstream opinion. For instance, Cheng Jiong, a famous scholar in Southern Song Dynasty, wrote in his Yijing Zhengbenshu that: \"There are people who get away from the patients and fall ill elsewhere; and there are also people who share a bed or a house with the patients and are not sick. Then I know the disease is not infectious…… When my relatives, friends, subordinates or servants get ill, I always visit them in their bedrooms and talk about medicine and syndromes. Both ancient and current experience suggests no infection.\" So avoidance of epidemics was completely unnecessary. [4] Zhu Xi, another scholar in Southern Song Dynasty, recognized the possibility of infection, but he believed that it was \"the most immoral and unreasonable\" to evade the responsibility of caring for the family and relatives for fear of infection. Hence, considering a debt of gratitude, avoidance of epidemics was discouraged even if infection was highly probable, and moreover, \"Whether infection occurs or not also depends on evil or good of the human heart as well as deficiency or excess of qi, and it cannot be generalized.\" [5] Liang and Chen, a scholar in the early Qing Dynasty, utterly detested the practice of avoidance of epidemics, and criticized that \"It (avoidance of epidemic disease) disregards family ethics and is an ignorant conduct by ignorant fools. I just cannot understand why a scholarly family follows suit.\" [6] Such remarks were very popular then, and apart from stinging rebuke, there were also a lot of descriptions that eulogized those who did not avoid epidemics to take care of their family and relatives and were not infected, which fully reveals the mainstream ethical value orientation that was against avoidance of epidemics in ancient China.",
            "cite_spans": [
                {
                    "start": 2943,
                    "end": 2946,
                    "text": "[4]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 3475,
                    "end": 3478,
                    "text": "[5]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 3779,
                    "end": 3782,
                    "text": "[6]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "chaRacteRistics of Response to epidemics"
        },
        {
            "text": "In summary, the following three characteristics can be seen for traditional response to epidemics. First of all, although the nation always paid attention to pestilences and their treatment, a complete system of institutional provisions was not in place, which was different from the case in other disasters, and treatment was mainly performed voluntarily by the society. And then, rich and significant experience in responding to epidemics was accumulated through the long history of China, but it was emotional and fragmented without systematic review and summary, and failed to give rise to holistic knowledge about epidemic treatment. Finally, with regard to quarantine, the key to epidemic prevention and treatment, although there was avoidance, isolation and even quarantine out of intuition and instinct or for specific purposes, such behavior was not encouraged or supported by the main stream of the society and ideology, resulting in its failure to develop in theory or practice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "chaRacteRistics of Response to epidemics"
        },
        {
            "text": "In conclusion, rich experience and diversified measures were accumulated both in health practice and in the treatment of epidemics in ancient China, which are undoubtedly our precious cultural legacy. However, it has to be admitted that these experience and measures did not develop into systematic understanding. On one hand, in traditional response to epidemics, the society was relatively more proactive. Despite some achievements, the nation did not take the responsibility institutionally, so there was not much to be proud of from a national perspective. On the other hand, even though rich experience was accumulated in response to epidemics, there seemed to be a lack of driving force to promote the society to summarize and improve the knowledge about and measures for epidemic prevention and treatment, and as far as the key issue of infection was concerned, its prevention and control was hindered by a force that could not be ignored. That is, there was an apparent tension between the society and the nation in response to epidemics. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Epidemic Situation of Three Thousand Years in China History by Zhang Jianguang",
            "authors": [],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Plague and Modern China: Institutionalization and Social Change of Health by Wataru Iijima (translated by Pu Yan et al",
            "authors": [],
            "year": 2003,
            "venue": "Currently, there have been relevant research results, including Bubonic Plague in Nineteenth-Century China",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "and Prevalence, Prevention and Treatment of Pestilences in Song Dynasty by",
            "authors": [
                {
                    "first": "Cao",
                    "middle": [],
                    "last": "Shuji",
                    "suffix": ""
                },
                {
                    "first": "Li",
                    "middle": [],
                    "last": "Yushang",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Leprosy: Medical Social History of a Disease by Liang Qizi",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Beijing: Zhonghua Book Company",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ban",
                    "suffix": ""
                },
                {
                    "first": "Han",
                    "middle": [],
                    "last": "Pingdiji",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Shu",
                    "suffix": ""
                }
            ],
            "year": 1962,
            "venue": "",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Beijing: Zhonghua Book Company",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Quan Tang Wen",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A Brief History of Fighting Against Epidemics in China",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Beijing: China Book Store Publishing House",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Yixue"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Zhengbenshu",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "3--4",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Zhu Xi`s Collected Works",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Z"
                    ],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "X"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Beijing: Zhonghua Book Company",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "J"
                    ],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Langji Congtan Xutan Santan",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Xutan",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Old Customs of Wenzhou",
            "volume": "2",
            "issn": "",
            "pages": "284--289",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "There have been books reviewing the history of epidemics in China preliminarily, including Chronology of Epidemics in Ancient China by Zhang Zhibin (Fuzhou: Fujian Science and Technology Publishing House, 2007),",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Nil.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Financial support and sponsorship"
        },
        {
            "text": "There are no conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest"
        }
    ]
}