{
    "paper_id": "b105676cfaae7d5f20ece9b7137ed7ce89c4bfaf",
    "metadata": {
        "title": "Societal considerations in host genome testing for COVID-19",
        "authors": [
            {
                "first": "Richard",
                "middle": [],
                "last": "Milne",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The SARS-CoV-2 virus does not affect everyone in the same way. Some groups seem particularly vulnerable to severe COVID-19, notably the elderly and those with existing health conditions. In addition, there are those who do not seem to fall into any particular risk category, including those who are young and otherwise healthy, yet become catastrophically ill. Variation in susceptibility to infectious disease and its consequences depends on social, economic, and environmental factors, but also genetic differences. Apparent familial or heritable variations in susceptibility to disease have long been recognized, for example in relation to tuberculosis, malaria, leprosy, and HIV, and preliminary reports are emerging in relation to COVID-19. 1, 2 Host genomic information may facilitate stratification and targeting of care and vaccination, and enable the identification of people who may be at higher risk of harm. Genetic information might also enable targeting therapeutic interventions to those more likely to develop severe illness or protecting them from adverse reactions. Information from those less susceptible to infection with SARS-CoV-2 may be valuable in identifying potential therapies.",
            "cite_spans": [
                {
                    "start": 746,
                    "end": 748,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 749,
                    "end": 750,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The scientific community has acted rapidly to establish the COVID-19 Host Genetics initiative, which includes 127 studies in a global collaboration to investigate the genomes of those infected by coronavirus. 3 The rapid move to collaborate, collect, and share host genomic data is supported by efforts to work through ethical and legal challenges associated with the international sharing of genomic and health data. Leading commercial genetic companies have also launched studies of COVID-19 susceptibility, drawing on their substantial privately held data sets. This commentary highlights the need for COVID-19 host genetics to engage with questions related to the role of genetic susceptibility factors in creating potential inequalities in the ability to work or access public space, stigma, and inequalities in the quality and scope of data.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 210,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Host genetic testing may have potential value in identifying those people who are at high or low risk of serious consequences of coronavirus infection. This information may be of value for the development of new therapies, but also for considering how to stratify risk, and identify those who might require more protection as countries release lockdown conditions, or may require closer monitoring if infected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCRIMINATION"
        },
        {
            "text": "Such applications of host genetics raise the potential for discrimination. Those considered as particularly susceptible to severe consequences of infection on the basis of genetic analyses may be advised to continue shielding or self-isolation measures long after the rest of the population. However, this trade-off between protecting health and risking exclusion from employment and public space has potential consequences for psychological and financial well-being.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCRIMINATION"
        },
        {
            "text": "Lessons might be learned from debates about workplace genetic screening. 4 Workplace screening for susceptibility may enable employees to avoid workplaces that are potentially harmful. It may also enable employers to extend steps to protect staff, minimize the likelihood of workplace illness, and help them maintain a healthy workforce, for example in line with recommendations from the US Equal Employment Opportunity Commission on COVID-19. 5 However, such action to protect individuals may be hindered by legislation limiting the use of genetic information in employment, notably the Genetic Information Nondiscrimination Act. 6 Conversely, if such information is made available there is a danger that it becomes easier and more economically logical to employ those people who are at lower risk of serious disease. In a pandemic context, in which many forms of employment come with risk of infection, it may become increasingly difficult for individuals identified as high risk to find employment. It may also be difficult for individuals and employers to obtain insurance coverage for work or travel that exposes them to the possibility of infection. Different concerns are presented by the potential identification of groups who are likely to be either at low risk or even asymptomatic carriers. The ability to identify such populations offers the opportunity to understand why some people are less affected, develop knowledge about resistance, and potentially identify therapeutic targets. However, the identification of a \"low-risk\" group has potential implications for both individuals and societies-notably, adherence to lockdown controls and social distancing measures, which may be seen as an unreasonable restriction on individual freedom of movement if that individual feels they are unlikely to be severely affected. This has significant consequences for measures to control the spread of disease that rely on individuals acting in common, as such individuals would have less incentive to protect themselves from infection, but may still be infectious to others.",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 74,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 444,
                    "end": 445,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 631,
                    "end": 632,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "DISCRIMINATION"
        },
        {
            "text": "If a robust relationship is demonstrated between genotype and COVID-19 response, genetic susceptibility screening may contribute to shaping societal responses to COVID-19. It may also have value in the development and targeting of new therapies. However, translating such findings into practice means recognizing and mitigating the individual and societal consequences of susceptibility screening for both high-and low-risk populations, and considering the applicability and limits of existing legislation governing the use of genetic information in employment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCRIMINATION"
        },
        {
            "text": "The accuracy and informative value of host genetic analyses depends on the quality and amount of data used. Not least, uneven social distributions of benefit and burden associated with COVID-19 research and therapy development may be exacerbated by the prior distribution of genetic data and of action or therapy based on these data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ENSURING JUST OUTCOMES"
        },
        {
            "text": "Identifying genetic variants associated with increased susceptibility to infection, or with the risk of either an elevated immune response or serious respiratory effects, relies on the availability of health and genetic data from the affected population. However, here COVID-19 research encounters well-described challenges associated with the population distribution of genetic data, and the consequent privileging of specific groups in genetic analyses. The data sets used for genome-wide association studies (GWAS) are skewed toward Northern European ancestry populations, who account for nearly 80% of individuals in GWAS catalogs-with 70% of participants recruited from the UK, United States, and Iceland alone. 7, 8 In contrast, those from African and South Asian ancestry groups are less well represented. Genetic analyses may consequently fail to identify variants whose frequency differs among populations, either under-or overestimating risk in understudied populations.",
            "cite_spans": [
                {
                    "start": 717,
                    "end": 719,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 720,
                    "end": 721,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "ENSURING JUST OUTCOMES"
        },
        {
            "text": "Inequalities in existing genetic data sets have implications for efforts to understand genetic influences on susceptibility to COVID-19, to predict which groups are most likely to be affected, and to estimate the wider prevalence of identified variants. This is not a problem unique to COVID research. HIV host genomics similarly relies primarily on data from European populations, limiting its ability to inform about non-European ancestry groups. 9 In the case of polygenic risk scores for noninfectious disease, uneven data have been shown to have a significant effect on the predictive value of analyses for different populations. 10 Such problems may compound existing concerns related to the quality of data underpinning existing COVID-19 diagnostic and predictive models, and the absence of relevant features, including ethnicity, from clinical data sets. 11, 12 The need to include diverse ancestral backgrounds in genomic research is increasingly recognized and addressed in national and international genomic initiatives. 13 Given emerging evidence of ethnic and gender differences related to COVID consequences, it is essential that host genetic analyses build on this progress to ensure the collection of data of sufficient scale, scope, and quality to provide equitable access to benefits that accrue from research.",
            "cite_spans": [
                {
                    "start": 449,
                    "end": 450,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 635,
                    "end": 637,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 863,
                    "end": 866,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 867,
                    "end": 869,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1032,
                    "end": 1034,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "ENSURING JUST OUTCOMES"
        },
        {
            "text": "The ability of the genomics community to respond rapidly and flexibly to the COVID-19 pandemic is a significant achievement, and a reflection of the value of global coordination and cooperation. However, fulfilling the promise of this work requires effort to consider and respond to novel questions presented by the testing of host genomes for COVID-19 susceptibility and action on the part of governments and researchers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "This commentary suggests ways in which this might happen. First, the reporting of genetic studies and their incorporation of genomics into the COVID-19 response needs to ensure that findings are both valid and useful. Second, governments need to ensure that the use of genetic data in response to coronavirus does not undermine the need for solidarity in the public health response. Further, we should remain aware of how the use of genetic data may disproportionately affect individuals' ability to act or risk people becoming the target of either discrimination or stigmatization. If host genetic analyses are shown to have a value for public health, detailed consideration will be necessary of the adequacy and limits of existing legislation related to genetic information and employment. Finally, those developing COVID-19 host genome research need to work quickly to ensure that the data derived from host genome initiatives is able to provide answers for the whole of the population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Human genetic susceptibility to infectious disease",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Chapman",
                    "suffix": ""
                },
                {
                    "first": "Avs",
                    "middle": [],
                    "last": "Hill",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nat Rev Genet",
            "volume": "13",
            "issn": "",
            "pages": "175--188",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "APOE e4 genotype predicts severe COVID-19 in the UK Biobank community cohort",
            "authors": [
                {
                    "first": "C-L",
                    "middle": [],
                    "last": "Kuo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Pilling",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Atkins",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Gerontol A Biol Sci Med Sci",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/gerona/glaa131"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The COVID-19 Host Genetics Initiative, a global initiative to elucidate the role of host genetic factors in susceptibility and severity of the SARS-CoV-2 virus pandemic",
            "authors": [],
            "year": 2020,
            "venue": "The COVID-19 Host Genetics Initiative",
            "volume": "28",
            "issn": "",
            "pages": "715--718",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Ethics and genetics: susceptibility testing in the workplace",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Macdonald",
                    "suffix": ""
                },
                {
                    "first": "Williams-Jones",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J B Ethics",
            "volume": "35",
            "issn": "",
            "pages": "235--241",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "What you should know about COVID-19 and the ADA, the Rehabilitation Act, and other EEO laws",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Genomics and infectious disease: a call to identify the ethical, legal and social implications for public health and clinical practice",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Geller",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dvoskin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Thio",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Genome Med",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The missing diversity in human genetic studies",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sirugo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Tishkoff",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Cell",
            "volume": "177",
            "issn": "",
            "pages": "26--31",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The GWAS Diversity Monitor tracks diversity by disease in real time",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Mills",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rahal",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Genet",
            "volume": "52",
            "issn": "",
            "pages": "242--243",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The impact of host genetic variation on infection with HIV-1",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Mclaren",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Carrington",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nat Immunol",
            "volume": "16",
            "issn": "",
            "pages": "577--583",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Human demographic history impacts genetic risk prediction across diverse populations",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Gignoux",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Walters",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Am J Hum Genet",
            "volume": "100",
            "issn": "",
            "pages": "635--649",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Prediction models for diagnosis and prognosis of covid-19 infection: systematic review and critical appraisal",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wynants",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "V"
                    ],
                    "last": "Calster",
                    "suffix": ""
                },
                {
                    "first": "Mmj",
                    "middle": [],
                    "last": "Bonten",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.m1328"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Ethnicity and COVID-19: an urgent public health research priority",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pareek",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Bangash",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pareek",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1421--1422",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Evaluating the promise of inclusion of African ancestry populations in genomics",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Bentley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Callier",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "N"
                    ],
                    "last": "Rotimi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "npj Genom Med",
            "volume": "5",
            "issn": "",
            "pages": "1--9",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}