{
    "paper_id": "b199cc24e8840ed9eee4d940429a57612e1899eb",
    "metadata": {
        "title": "COVID-19 and a shifted perspective on infectious farm animal disease research",
        "authors": [
            {
                "first": "Lewis",
                "middle": [],
                "last": "Holloway",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Hull",
                    "location": {
                        "settlement": "Hull",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "L",
                "middle": [
                    "Ac"
                ],
                "last": "Holloway@hull",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Hull",
                    "location": {
                        "settlement": "Hull",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Uk",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Hull",
                    "location": {
                        "settlement": "Hull",
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The lockdown response to the upsurge of COVID-19 cases in the UK in March 2020 brought an immediate end to my current research project's on-farm, in-depth social scientific fieldwork in the North of England. This research, funded by the Welcome Trust, 1 is itself focused on persistent, endemic infectious diseases-but in our case in cattle populations. As a team of social scientists, historians, and economic and epidemiological modellers, we explore the history of Bovine Viral Diarrhoea (BVD) in the UK, examine how farmers, vets and other professionals attempt to deal with BVD in the present, and attempt to model infection patterns and how farmer behaviours affect the transmission and prevention of this disease. BVD can be transmitted between animals or passed from a cow to her calf in utero. Its effects vary in severity but it is linked to reduced productivity, various symptoms of ill-health, and increased susceptibility to other illnesses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "As a social scientist on the team, my thinking on BVD is influenced by discussions of biosecurity, or 'making life safe ' (Bingham et al. 2008 ' (Bingham et al. , p. 1528), a process involving anticipating what threats to life might occur, being prepared to respond to their occurrence, and being ready to make interventions to reduce the effects. Discussion of biosecurity (e.g. Hinchliffe et al. 2016) has described three overlapping ways of attempting to make life safe, and although these were originally conceived in relation to protecting of human life, they, and the concept of biosecurity, have more recently tended to be associated with attempts to secure animal life. They are, first, exclusion (preventing the ill moving into a space); second, inclusion (quarantining the ill within a space); and third, normalisation (managing a disease through interventions such as vaccination).",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 142,
                    "text": "' (Bingham et al. 2008",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "As COVID-19 took hold, we have very rapidly seen the application of all of these modes of biosecurity, which I had been thinking about in rather abstract terms and in relation to animals, back onto our own lives in very significant and concrete ways, forcing a recalibration of my perspective on animal and human infectious diseases together. We see the exclusion, inclusion and normalisation practiced by farmers in relation to their animals, being practiced by governments in relation to us through border closures, 'social distancing', quarantine, self-isolation, and in debates and research surrounding treatments, testing regimes, vaccination, 'herdimmunity' etc. Our research has been focusing on an animal disease which we have been told (e.g. by vets) should be relatively easy to eradicate through testing and/or vaccination-but BVD hasn't been eradicated, it persists. We ask why does it persist if it's so easy to control? COVID-19, on a different scale and rapacity as far as humans are concerned, opens up those same questions of why these things are so hard to deal with in practice, because of the complexity of viral infections and their relationships with vulnerable bodies, the logistics of organising medical equipment and care, and the messiness and recalcitrance of human behaviour in relation to 'lockdown' regimes. Exemplifying this human-animal parallel, mobility is crucial in thinking about infection. For an agricultural and food system to function people and animals must move, in 'normal' circumstances and even in lockdown, in order for food production to continue, but at the same time movement and the mingling of human and animal bodies facilitates infection. In lockdown, too, addressing viral diseases in animals may be even harder as animal biosecurity and care become more challenging because of attempts to manage human biosecurity, let alone due to human illness affecting farm work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The lockdown response to the upsurge of COVID-19 cases in the UK in March 2020 brought an immediate end to my current research project's on-farm, in-depth social scientific fieldwork in the North of England. This research, funded by the Welcome Trust, 1 is itself focused on persistent, endemic infectious diseases-but in our case in cattle populations. As a team of social scientists, historians, and economic and epidemiological modellers, we explore the history of Bovine Viral Diarrhoea (BVD) in the UK, examine how farmers, vets and other professionals attempt to deal with BVD in the present, and attempt to model infection patterns and how farmer behaviours affect the transmission and prevention of this disease. BVD can be transmitted between animals or passed from a cow to her calf in utero. Its effects vary in severity but it is linked to reduced productivity, various symptoms of ill-health, and increased susceptibility to other illnesses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As a social scientist on the team, my thinking on BVD is influenced by discussions of biosecurity, or 'making life safe' (Bingham et al. 2008 (Bingham et al. , p. 1528 ), a process involving anticipating what threats to life might occur, being prepared to respond to their occurrence, and being ready to make interventions to reduce the effects. Discussion of biosecurity (e.g. Hinchliffe et al. 2016) has described three overlapping ways of attempting to make life safe, and although these were originally conceived in relation to protecting of human life, they, and the concept of biosecurity, have more recently tended to be associated with attempts to secure animal life. They are, first, exclusion (preventing the ill moving into a space); second, inclusion (quarantining the ill within a space); and third, normalisation (managing a disease through interventions such as vaccination).",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 141,
                    "text": "(Bingham et al. 2008",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 142,
                    "end": 167,
                    "text": "(Bingham et al. , p. 1528",
                    "ref_id": null
                },
                {
                    "start": 378,
                    "end": 401,
                    "text": "Hinchliffe et al. 2016)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As COVID-19 took hold, we have very rapidly seen the application of all of these modes of biosecurity, which I had been thinking about in rather abstract terms and in relation to animals, back onto our own lives in very significant and concrete ways, forcing a recalibration of my perspective on animal and human infectious diseases together. We see the exclusion, inclusion and normalisation practiced by farmers in relation to their animals, being practiced by governments in relation to us through border closures, 'social distancing', quarantine, self-isolation, and in debates and research surrounding treatments, testing regimes, vaccination, 'herdimmunity' etc. Our research has been focusing on an animal disease which we have been told (e.g. by vets) should be relatively easy to eradicate through testing and/or vaccination-but BVD hasn't been eradicated, it persists. We ask why does it persist if it's so easy to control? COVID-19, on a different scale and rapacity as far as humans are concerned, opens up those same questions of why these things are so hard to deal with in practice, because of the complexity of viral infections and their relationships with vulnerable bodies, the logistics of organising medical equipment and care, and the messiness and recalcitrance of human behaviour in relation to 'lockdown' regimes. Exemplifying this human-animal parallel, mobility is crucial in thinking about infection. For an agricultural and food system to function people and animals must move, in 'normal' circumstances and even in lockdown, in order for food production to continue, but at the same time movement and the mingling of human and animal bodies facilitates infection. In lockdown, too, addressing viral diseases in animals may be even harder as animal biosecurity and care become more challenging because of attempts to manage human biosecurity, let alone due to human illness affecting farm work. While glib notions of 'One Health' (emphasising the interconnectedness of human and animal health) might be criticised for their lack of specificity to particular situations, 2 there is still a sense in which these parallels and interconnections suddenly become more graphic as we see them playing out in our lives in relation to something clearly much more infectious and problematic for us as humans, something shocking our healthcare, social care and politicaleconomic systems. There is a sudden brutal exposure of the entanglement of human and animal lives, not just in terms of the presumed origins of COVID-19 in 'wild' animals and their use as food in certain parts of the world, but in a more mundane way in terms of a sense of shared embodiedness, vulnerability, and subjection to similar biosecurity measures. Our food systems and lifestyles together produce these disease risks-in livestock farming systems, and in mobile and interconnected human lives: both provide ideal viral environments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creat iveco mmons .org/licen ses/by/4.0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Biosecurity: Spaces, practices, and boundaries",
            "authors": [
                {
                    "first": "Nick",
                    "middle": [],
                    "last": "Bingham",
                    "suffix": ""
                },
                {
                    "first": "Gareth",
                    "middle": [],
                    "last": "Enticott",
                    "suffix": ""
                },
                {
                    "first": "Steve",
                    "middle": [],
                    "last": "Hinchliffe",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Environment and Planning A",
            "volume": "40",
            "issn": "",
            "pages": "1528--1533",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Pathological lives: Disease, space and biopolitics",
            "authors": [
                {
                    "first": "Steve",
                    "middle": [],
                    "last": "Hinchliffe",
                    "suffix": ""
                },
                {
                    "first": "Nick",
                    "middle": [],
                    "last": "Bingham",
                    "suffix": ""
                },
                {
                    "first": "John",
                    "middle": [],
                    "last": "Allen",
                    "suffix": ""
                },
                {
                    "first": "Simon",
                    "middle": [],
                    "last": "Carter",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "This article is part of the Topical Collection: Agriculture, Food & Covid-19.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.Lewis Holloway is Professor of Human Geography at the University of Hull, Hull, UK. His research focuses on changing agricultural practices, particularly those involving farmed animals and technologies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}