{"paper_id": "b2c29cdaab86fa4c08d55727f244af36a228f1c0", "metadata": {"title": "Application of UPT-POCT in Anti-bioterrorism and Biosecurity", "authors": [{"first": "Pingping", "middle": [], "last": "Zhang", "suffix": "", "affiliation": {"laboratory": "Beijing Key Laboratory of POCT for Bioemergency and Clinic (No. BZ0329)", "institution": "", "location": {"postCode": "100071, 100071", "settlement": "Beijing, Beijing", "country": "China, People's Republic of China"}}, "email": ""}]}, "abstract": [{"text": "With the exception of toxins, bioterrorism agents are mainly microorganisms, many of which cause serious infectious diseases. Up-converting phosphor technology-based point-of-care testing (UPT-POCT) can detect bioterrorism agents from various samples with high sensitivity and specificity, in particular it shows robust performance for complicated samples, such as food, powder, viscera and grains. The tolerance of UPT-POCT to sample is based on the physical and luminescence stability of UCNPs, the stable covalent interaction between UCNPs and antibody, as well as the strong buffering capacity of the detection system. Reliable results can be obtained in a short time period using a portable biosensor by nonprofessionals owing to the simple nature of UPT-POCT operation and sample pre-treatment.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Based on pathogenicity, bioterrorism agents can be categorized into lethal and incapacitating agents. Lethal bioterrorism agents have high mortality, for example, the mortality of septicemic plague and pulmonary tularemia can reach 90% and 60%, respectively, in the absence of antibiotic treatment. Y. pestis, B. anthracis, F. tularensis Type A, B. pseudomallei, Yellow fever virus, Smallpox virus, Rickettsia rickettsii, Chlamydia psittaci, and botulinum toxin are all lethal bioterrorism agents. Incapacitating bioterrorism agents can make people defenseless, examples include Brucella spp. and Coxiella burnetii.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Bioterrorism agents can be transmitted by air, food, and water, and some can be transmitted person-to-person, such as Y. pestis (Begier et al. 2006) , B. anthracis, and Ebola virus. The bioterrorism agents disseminated through air can be made into aerosols and threaten public health on a large-scale, examples include Rickettsia rickettsii, Y. pestis (Agar et al. 2009 ), and B. anthracis (Estill 2009 ). Some zoonotic pathogens can infect people through contact with infectious animals during slaughter and leather treatment, and animal husbandry, as well as contact between people (Begier et al. 2006) . Transmission through food includes consumption of the meat or milk of infected animals, for instance, people can be infected by V. cholerae through contaminated seafood (Finelli et al. 1992) . Water is also an important transmission medium and is the main transmission route for V. cholerae (Hill et al. 2011 ). In addition, some agents, for example, B. anthracis spore can survive in the silt at the bottom of a riverbed for decades, and F. tularensis can survive in the cold water of a river for months (Chitadze et al. 2009 ), seeking the chance for outbreak. Transmission media arthropods such as mosquitos, flies, lice, mites, and ticks, are widespread in nature. The transmission media of Y. pestis, F. tularensis, yellow fever virus, and Rickettsia przewalskii are flea, tick, mosquito and pediculus humanus corporis, respectively.", "cite_spans": [{"start": 128, "end": 148, "text": "(Begier et al. 2006)", "ref_id": "BIBREF1"}, {"start": 352, "end": 369, "text": "(Agar et al. 2009", "ref_id": "BIBREF0"}, {"start": 390, "end": 402, "text": "(Estill 2009", "ref_id": "BIBREF4"}, {"start": 584, "end": 604, "text": "(Begier et al. 2006)", "ref_id": "BIBREF1"}, {"start": 776, "end": 797, "text": "(Finelli et al. 1992)", "ref_id": "BIBREF6"}, {"start": 898, "end": 915, "text": "(Hill et al. 2011", "ref_id": "BIBREF9"}, {"start": 1112, "end": 1133, "text": "(Chitadze et al. 2009", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Common Transmission Routes of Bioterrorism Agents"}, {"text": "The suspicious incidents caused by bioterrorism agents can easily lead to public panic because of their perniciousness. The misdiagnosis of the diseases caused by bioterrorism agents, rapid deteriorations for acute and serious infectious diseases, and the limitations of therapeutic means, all highlight the importance of preventing the release of bioterrorism agents.", "cite_spans": [], "ref_spans": [], "section": "Perniciousness and Diagnosis of Bioterrorism Agents"}, {"text": "Low pathogenic dose, diversity of pathogenic types, high mortality or disability rate, and the potential for widespread dissemination, are all characteristics of bioterrorism agents, as well as strong adaptability to the environment in the exposed zone resulting in long-term threat to public health. Several microorganisms can multiply rapidly in vivo, causing serious diseases, for instance, the infectious dose of F. tularensis type A is less than ten live cells. Bioterrorism agents attack the respiratory tract, digestive tract, skin, blood, and glands. Many of the agents cannot be handled by the immune system, and Y. pestis can even survive, proliferate and spread in macrophages (Lukaszewski et al. 2005) . Acute and serious diseases occur after a short incubation period, often only several days. For instance, the symptoms of pneumonic plague include high fever, cold shivers, cough, chest pain, hemoptysis, and dyspnea, followed by serious poisoning symptoms and death in two to four days. The mortality of pneumonic and generalized plague is up to 30~60%. Brucella spp. with anti-phagocytic capsules can proliferate in the lymphatic system and then enter into the blood resulting in toxemia, and its ability to evade elimination by the body results in long-term joint pain, fatigue, and disability, dramatically decreasing the quality of life of the patient. The most catastrophic potential outcome is a worldwide epidemic. Three historic large-scale plague epidemics caused 160 million deaths (Prentice and Rahalison 2007) , seven historic cholera epidemics involved 100 countries, and brucellosis is prevalent in 170 countries.", "cite_spans": [{"start": 688, "end": 713, "text": "(Lukaszewski et al. 2005)", "ref_id": "BIBREF19"}, {"start": 1507, "end": 1536, "text": "(Prentice and Rahalison 2007)", "ref_id": null}], "ref_spans": [], "section": "Perniciousness and Diagnosis of Bioterrorism Agents"}, {"text": "Diagnosis can be based on epidemiological history, clinical syndromes, etiology, and serology detection. Epidemiological history includes residency in the epidemic areas or entrance into these areas in the last two weeks before morbidity, bites by arthropods, and contact with or consumption of infected products or water. Clinical syndromes of some bioterrorism agents appear in isolation, however agents with many infection routes can cause various clinical syndromes. For example, the main clinical syndrome of cholera is diarrhea, however at least six syndromes have been found for tularaemia, including bubonic, pneumonic, gastrointestinal, and systemic (typhoidal and septicemic) tularaemia. The similarity of clinical syndromes between diseases caused by bioterrorism agents and by other factors, makes accurate pathogenesis diagnosis more difficult for doctors when the etiology is unknown. For example, patients with fever caused by F. tularensis are easily misdiagnosed with influenza (Simsek et al. 2012) , while there are no differences the in clinical syndromes between pneumonia caused by F. tularensis or that arising from other causes (Stralin et al. 2002) . Misdiagnosis and delayed treatment are responsible for lack of safeguard implementation and the subsequent dissemination of bioterrorism agents in medical institutions. Therefore, etiology detection is critical for determining and preventing infectious disease. However, the low numbers of pathogens in the initial stage of a disease are difficult to find by etiology detection, fortunately early diagnosis based on the detection of antibodies in blood is a plausible approach in practice.", "cite_spans": [{"start": 995, "end": 1015, "text": "(Simsek et al. 2012)", "ref_id": "BIBREF26"}, {"start": 1151, "end": 1172, "text": "(Stralin et al. 2002)", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Perniciousness and Diagnosis of Bioterrorism Agents"}, {"text": "Because of the great threat of bioterrorism agents to the lives of patients, essential therapy must be administered in time to avoid death and poor prognosis. For instance, water and electrolytes must be administered to patients infected by V. cholerae in time because severe dehydration and failure of microcirculation caused by diarrhea often occur during the progression of cholera. The prognosis is usually poor owing to the limited therapeutic means. Antibiotics are often excessively applied for saving the lives of patients infected by bacterial bioterrorism agents, such as streptomycin specific for plague and many antibiotics that are effective for tularaemia, however the side effects of this therapy method are osteoporosis and joint injury.", "cite_spans": [], "ref_spans": [], "section": "The Therapy and Prevention of Bioterrorism Agents"}, {"text": "Eliminating infection sources, cutting-off transmission routes, and protecting susceptible patients, are all methods for prevention and control of the spread of bioterrorism agents. Quarantine is essential for infectious bioterrorism agents, including isolation of prime areas of disease outbreak, quarantine of patients and people who have gone to countries with epidemics, conflagration and deep interment of cadavers, use of disinfectant, and correct treatment of material from patients with high-temperature and high-pressure. Individual and environmental defenses should be enhanced when nursing and treating patients or infected animals, as well in the resulting treatment of cultures in scientific research. Pre-inoculation of vaccines is a good prevention method for protection of people in natural foci, doctors and scientific staff, for example, vaccines or attenuate strains of Y. pestis, F. tularensis, and B. anthracis can be inoculated by cutaneous scarification. However, no effective vaccine has been obtained for some bioterrorism agents, such as Chlamydia psittaci. There are some effective virus vaccines, such as Vaccinia vaccine (against Smallpox virus), Rabies vaccines, Hepatitis B vaccines, and Hantavirus vaccine. However, mutated viruses often emerge as RNA viruses, especially for retroviruses such as Human immunodeficiency virus, leading to some vaccine failure and the necessity for preparation of new vaccines against the mutated virus.", "cite_spans": [], "ref_spans": [], "section": "The Therapy and Prevention of Bioterrorism Agents"}, {"text": "Owing to the high pathogenicity of bioterrorism agents, as well as the high transmission capacity of microorganisms, essential isolation and protection measures must be carried out to ensure biosecurity during the process of detection. Prompt and accurate testing favors the detection of suspicious substances, so that an emergency signal can be issued or a false alarm can be revealed. In addition, multiplexed detections can be applied to unknown pathogens to improve efficiency and reduce environmental contamination caused by excessive operation.", "cite_spans": [], "ref_spans": [], "section": "Characteristics of Detection in Bioterrorism and Biosecurity"}, {"text": "Protective measures during the detection process are essential to ensure individual and environmental security and prevent the spread of bioterrorism agents. Specialized laboratories for pathogenic microorganisms, or detection vehicles on site equipped with such laboratories are necessary for lethal bioterrorism agents. For detection on site, operators should wear rubber gloves, surgical masks, hats, and protective clothes. Isolation for patients and infected animals, and blockades of the contaminated region are essential. The screened suspicious matter should be sent to the laboratory for further identification in a biohazard marked container that is waterproof, breakage-proof, and high temperature and pressure resistant. According to the national standard for laboratory security, the defense levels of bio-laboratories are from 1 to 4. Experiments involving the most infectious bioterrorism agents must be performed by professionals using a biosafety cabinet in a level 3 or 4 laboratory. The measures for infection prevention in the laboratory include pre-inoculation with vaccine, wearing protective clothes, using biosafety cabinets for culture and infective material, high-pressure treatment for growth medium and contaminated gloves, as well as sprinkling disinfectant in the biosafety cabinet.", "cite_spans": [], "ref_spans": [], "section": "Operational Safety"}, {"text": "The detection limit, specificity, and tolerance of detection methods determine their accuracy. The detection limit for bioterrorism agents must be very low, ideally single cell, because of their high pathogenicity in low dose and the high capacity for proliferation of some microorganism bioterrorism agents. Pre-incubation of microorganism bioterrorism agents to increase detection rates is not permitted. Specificity is particularly critical for a detection method because there are incalculable microorganisms and other organisms in nature. No specific reaction should occur for substances or strains that share structural similarity, close genetic relatedness or similar transmission routes with the targets. A detection method must be available for different specimens within appropriate operational-error to ensure the stability. Various fresh or decomposed animal tissues obtained in natural foci and the white powders used by terrorists for concealment, such as flour, milk powder, and putty powder, are representative of the complicated specimens that the detection method will be confronted with. The errors brought by non-professional operation are also considered to ensure the detection accuracy in practice.", "cite_spans": [], "ref_spans": [], "section": "Detection Accuracy and Detection Time"}, {"text": "In addition to safety and accuracy, detection time should also be shortened. A short detection time is beneficial for therapy, cutting-off transmission routes, preventing the dissemination of contamination, and promptly eliminating negative social effects.", "cite_spans": [], "ref_spans": [], "section": "Detection Accuracy and Detection Time"}, {"text": "Multiplex detection has been developed to improve detection efficiency, and reduce sample volumes and operational handling. Compared with the detection of individual targets, multiplex detection reduces the workload and shortens detection times. In addition, multiplex detection can give results for many targets at once, therefore smaller sample sizes are sufficient, which is especially important for precious low-volume samples. Less operational handling minimizes the possibility of contamination of the inspector and environment with bioterrorism agents. Because of difficulties arising from multiple reactions in one system and simultaneous multiple signal extraction, multiplex detection still shows unsatisfactory performance in stability, anti-interference, and reproducibility. Despite these shortcomings, multiplex detection is urgently required for identification of unknown pathogens and simultaneous detection of multiple pathogens in one sample because multiple bioterrorism agents can be released in one sample, for example, Coxiella burnetii, Chlamydia psittaci and Influenza virus have been combined into aerosols and applied for biowarfare.", "cite_spans": [], "ref_spans": [], "section": "Multiplexed Detection"}, {"text": "Bio-threats are becoming increasingly serious with developing technology because of reductions in cost, and improved transmission and operation. Many bioterrorism agents can be easily obtained from nature, such as zoonotic microorganisms from natural hosts, and ricin and abrin, which are easily prepared from plants. Modern fermentation technology promotes mass-production of microorganism bioterrorism agents (Yang 2008), while many toxins can be synthetized using chemical methods. Water, air conditioning systems, food, and letters have been used as the vectors for bioterrorism agents in bio-attack incidents, and the agents can appear in the form of powders and aerosols, amongst others. The detection of bioterrorism agents includes surveillance in natural foci and treatment for public health emergencies. Surveillance, especially for common infectious disease, is an efficient measure for preventing disease outbreaks. The objects of the monitoring are different depending on the sort of disease. For example, rodents and fleas are natural reservoirs for Y. pestis (Prentice and Rahalison 2007) ; water and plankton are the natural environment and reservoir of V. cholerea respectively (Huq et al. 1995) ; and B. pseudomallei can survive in tropical and subtropical natural foci (Draper et al. 2010) . Public health emergencies, such as bioterrorism attacks, laboratory releases, collective food poisoning, and concentrated outbreaks of cases, require prompt responses based on the detection results.", "cite_spans": [{"start": 1074, "end": 1103, "text": "(Prentice and Rahalison 2007)", "ref_id": null}, {"start": 1195, "end": 1212, "text": "(Huq et al. 1995)", "ref_id": "BIBREF13"}, {"start": 1288, "end": 1308, "text": "(Draper et al. 2010)", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Field of Application"}, {"text": "According to the definition specified by the Committee of POCT, Chinese Association of Medical Equipment, point of care testing (POCT) is a detection method implemented on site, and it reports results in a short time period using portable analytical instruments and associated reagents. To satisfy the strict requirements of POCT, a detection method must be sufficiently rapid, sensitive, and specific.", "cite_spans": [], "ref_spans": [], "section": "Point of Care Testing"}, {"text": "Screening detection on site mainly relies on POCT methods. The short response time for surveillance in natural foci and during public health emergencies has provided powerful support for the prevention of disease outbreaks. The minimal operation procedures that are a feature of POCT methods make POCT applicable for detecting bioterrorism agents to reduce the release of the agents. Immunochromatography is well known as a POCT method for onsite screening of bioterrorism agents because it can give results from simple sample loading and the used strip can be directly disposed of after treatment with high temperature and pressure. The sensitivity and specificity of traditional immunochromatography methods are often too low because the physical interaction between antibodies and gold particles is fragile, and the results are analyzed by the naked eye. Up-converting phosphor technologybased point-of-care testing (UPT-POCT) as described below are based on the covalent conjugation of upconversion nanoparticles (UCNPs) and antibodies, and then the emission signal at 540 nm resulting from excitation at 900 nm can be transmitted into readable electrical signals by biosensors. Therefore, the UPT-LF assay can detect various samples with high sensitivity and specificity, in particular it shows robust performance for complicated samples.", "cite_spans": [], "ref_spans": [], "section": "Point of Care Testing"}, {"text": "The detection mode of UPT-POCT for bioterrorism agents hinges on the molecular size of the detection target. Double-antibody sandwich mode is used for detection of macromolecules, while competition mode is used for micro-molecules. In addition, the principle of the double-antigen sandwich mode is in parallel with that of the double-antibody sandwich mode for utilization of macromolecules, mainly antibodies.", "cite_spans": [], "ref_spans": [], "section": "Detection Mode"}, {"text": "UPT-POCT based on the double-antibody sandwich mode is mainly applied for the detection of bacterial antigens or protein toxins, such as Y. pestis (Yan et al. 2006) , Brucella spp. (Qu et al. 2009 ), B. anthracis spore (Li et al. 2006) , F. tularensis (Hua et al. 2015b) , B. pseudomallei (Hua et al. 2015a) , V. cholerae (Hao et al. 2017 ), E. coli O157 (Wang et al. 2007 ), ricin , and abrin . While UPT-POCT based on the double-antigen sandwich mode is applied for the detection of antibodies against bioterrorism agents, such as antibodies against Y. pestis (Hong et al. 2010 ) and hepatitis B surface antibody (Li et al. 2009 ). For example, in the detection of Y. pestis ( Fig. 16.1) ; mouse anti-Y. pestis antibody 1 is immobilized on the nitrocellulose membrane as the test (T) line, while mouse anti-Y. pestis antibody 2 is combined with UCNPs covalently. For positive detection, Y. pestis in samples is captured by UCNPs-mouse antibody 2 conjugates, and then flows forward and is captured by mouse antibody 1 at the T line of the nitrocellulose membrane, forming T line-mouse antibody 1-Y. pestis-mouse antibody 2-UCNPs conjugates. UCNPs can emit visible light signals after excitation by infrared light, and the intensity of the signals is in direct proportion to the concentration of Y. pestis. Whether there are Y. pestis present or not, goat anti-mouse antibody-mouse antibody 2-UCNPs conjugate will be formed on the control (C) line on the nitrocellulose membrane for quality control. The signal ratio between the T and C lines, the T/C ratio, is defined as the detection result, and T/C values increase with the increase in quantity of Y. pestis in the sample. In the double-antigen sandwich mode, bioterrorism antigens, such as F1 antigen of Y. pestis, are dispensed in the T line and combined with UCNPs respectively, and then the corresponding antibody is detected.", "cite_spans": [{"start": 147, "end": 164, "text": "(Yan et al. 2006)", "ref_id": "BIBREF31"}, {"start": 181, "end": 196, "text": "(Qu et al. 2009", "ref_id": "BIBREF23"}, {"start": 219, "end": 235, "text": "(Li et al. 2006)", "ref_id": "BIBREF16"}, {"start": 252, "end": 270, "text": "(Hua et al. 2015b)", "ref_id": "BIBREF12"}, {"start": 289, "end": 307, "text": "(Hua et al. 2015a)", "ref_id": "BIBREF11"}, {"start": 322, "end": 338, "text": "(Hao et al. 2017", "ref_id": "BIBREF8"}, {"start": 355, "end": 372, "text": "(Wang et al. 2007", "ref_id": "BIBREF28"}, {"start": 562, "end": 579, "text": "(Hong et al. 2010", "ref_id": "BIBREF10"}, {"start": 615, "end": 630, "text": "(Li et al. 2009", "ref_id": "BIBREF15"}], "ref_spans": [{"start": 679, "end": 689, "text": "Fig. 16.1)", "ref_id": "FIGREF0"}], "section": "Detection Mode"}, {"text": "Competitive mode is used to detect micro-molecular matter that is too small to be detected by double-antibody sandwich mode. UPT-POCT based on competitive mode is applied for the detection of mycotoxin, such as aflatoxin B1 (AFB1) , aflatoxin M1 and T-2 toxin. Using the detection of aflatoxin B1 (AFB1) as an example (Fig. 16.2) , AFB1-BSA cross-linking agent is immobilized on the nitrocellulose membrane as the T line, while mouse anti-AFB1 antibody is combined with UCNPs covalently. For positive detection, UCNPs-anti-AFB1 antibody is combined with AFB1 in samples and cannot be further captured by AFB1-BSA crosslinking agent on the nitrocellulose membrane, leading to the P. Zhang The UPT-POCT assay for multiplex detection is based on a 10-channel UPT-LF disc or multiple T lines for one strip. The UPT-LF disc is composed of ten one-target strips, therefore ten targets can be detected from the loading of one sample. For instance, a UPT-LF disc prepared with ten proteins of Y. pestis based on the doubleantigen sandwich mode has been realized for the detection of antibodies against Y. pestis, providing a clue for seeking diagnosis biomarker of Y. pestis (Hong et al. 2010) . A strip with multiple T lines can detect multiple targets, such as the UPT-LF assay developed for simultaneous detection of V. cholerae serogroup O1 and O139 (Hao et al. 2017 ).", "cite_spans": [{"start": 1167, "end": 1185, "text": "(Hong et al. 2010)", "ref_id": "BIBREF10"}, {"start": 1346, "end": 1362, "text": "(Hao et al. 2017", "ref_id": "BIBREF8"}], "ref_spans": [{"start": 318, "end": 329, "text": "(Fig. 16.2)", "ref_id": "FIGREF0"}], "section": "Detection Mode"}, {"text": "Sensitivity and specificity are crucial to the performance evaluation for a detection method, and the evaluations of UPT-POCT for detection of different bioterrorism agents are shown in Table 16 .1. The sensitivity of UPT-POCT for bacterial bioterrorism agents can reach 10 3 CFU/ml (namely 10 CFU for each test based on ten-fold sample dilution and 100 µL of sample loading volume), and that for toxin can reach 0.03 ng/ml. The quantitative range covers four to five orders of magnitude, even six for detection of B. anthracis spore (Zhang et al. 2014 ). The coefficients of variation for detection are all below 15%. UPT-POCT shows excellent specificity to the bioterrorism agents that share genetic relatedness, similar transmission routes, or similar structure with the targets. The tolerance to biochemical agents (Table 16 .2) and operation error of UPT-POCT for the detection of five bacterial bioterrorism agents has been evaluated (Zhang et al. 2014; Hua et al. 2015a, b) . The high concentration of agent that the detection method can tolerate is defined as the tolerance limit. The tolerance limits of UPT-POCT for pH, ionic strength, viscosity, and bio-macromolecule concentration can reach pH 1 -13, ≥ 4 mol/L of NaCl and KCl solution, ≤ 100 mg/ml PEG 2000, ≥ 20% glycerol, ≥ 400 mg/ml of BSA and ≥ 80 mg/ml of casein, respectively. At some tolerance limits, the sensitivity could be improved by one order of magnitude. The operation error, including the volume variation of the sample (from −50 to 200%), sample treating buffer (from −22 to 44%), and loading mixture (from −30 to 30%), has little influence on the sensitivity and specificity of UPT-POCT.", "cite_spans": [{"start": 534, "end": 552, "text": "(Zhang et al. 2014", "ref_id": "BIBREF33"}, {"start": 940, "end": 959, "text": "(Zhang et al. 2014;", "ref_id": "BIBREF33"}, {"start": 960, "end": 980, "text": "Hua et al. 2015a, b)", "ref_id": null}], "ref_spans": [{"start": 186, "end": 194, "text": "Table 16", "ref_id": "TABREF0"}, {"start": 819, "end": 828, "text": "(Table 16", "ref_id": "TABREF0"}], "section": "Performance Evaluation"}, {"text": "UPT-POCT shows excellent performance for detection of bacterial bioterrorism agents in simulated samples, such as food, powder, and viscera (Zhang et al. 2014; Hua et al. 2015a, b) (Table 16. 3), and it can also effectively detect abrin and afaltoxin B1 in food and grains Zhao et al. 2016) (Table 16 .4). The highest tolerance limit of UPT-POCT to simulated samples could reach 400 mg/ml.", "cite_spans": [{"start": 140, "end": 159, "text": "(Zhang et al. 2014;", "ref_id": "BIBREF33"}, {"start": 160, "end": 180, "text": "Hua et al. 2015a, b)", "ref_id": null}, {"start": 273, "end": 290, "text": "Zhao et al. 2016)", "ref_id": "BIBREF35"}], "ref_spans": [{"start": 181, "end": 191, "text": "(Table 16.", "ref_id": "TABREF0"}, {"start": 291, "end": 300, "text": "(Table 16", "ref_id": "TABREF0"}], "section": "Field Evaluation"}, {"text": "For detection of V. cholerae in 102 field water samples obtained from sample collection sites in Guangzhou city (China), UPT-POCT is more sensitive than the isolation-culture method and colloidal gold immnochromatography assay, and its sensitivity could match that of real-time fluorescent PCR with fewer false positive results (Hao et al. 2017) .", "cite_spans": [{"start": 328, "end": 345, "text": "(Hao et al. 2017)", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Field Evaluation"}, {"text": "The sample pre-treatment for detection by UPT-POCT is merely grinding, or supernatant extraction by centrifugation after grinding and shaking on a vortex shaker for 15 min (or ultrasonicating for 10 min), and then the sample can be directly mixed with sample-treating buffer for detection. The tolerance of UPT-POCT to sample is based on the physical and luminescence stability of UCNPs, the stable covalent interaction between UCNPs and antibody, as well as the strong buffering capacity of the detection system.", "cite_spans": [], "ref_spans": [], "section": "Field Evaluation"}, {"text": "Detection methods for bioterrorism agents include the isolation-culture or animal inoculation method, biochemical method, nucleic acid method, and immunization method. ≥ 400** ≥ 400 ** The sensitivity of UPT-LF strip improved by one order of magnitude at that tolerance limit ", "cite_spans": [], "ref_spans": [], "section": "Current Detection Methods"}, {"text": "Microorganism bioterrorism agents can be identified by the isolation-culture method or inoculation of animals, and toxin can also be injected into animals for species identification. Selective culture medium, as well as inoculation and dissection of susceptible animals, are both common experiments. The culture methods for the various bioterrorism agents are different.", "cite_spans": [], "ref_spans": [], "section": "Isolation-Culture or Animal Inoculation Method"}, {"text": "(1) Bacteria can be identified by selection in selective medium, for example, alkaline peptone water is the medium for selective culture of V. cholerea, while Y. pestis can be identified by culturing with bacteriophage lysis.", "cite_spans": [], "ref_spans": [], "section": "Isolation-Culture or Animal Inoculation Method"}, {"text": "(2) Isolation of viruses by cell culture is the main method for virus detection because viruses can only survive in live cells. After virus infection the mutated cell can be directly detected by microscopy, or observed through the change in pH of the medium, hemadsorption or hemagglutination. Culture in chick embryo is also common for viruses such as influenza virus. Animal incubations are better than cell incubation for some viruses, for example, inoculation of mice is the best culture method for Rabies virus.", "cite_spans": [], "ref_spans": [], "section": "Isolation-Culture or Animal Inoculation Method"}, {"text": "(3) Rickettsia bioterrorism-associated agents are cultured and isolated by guinea pig and chick embryo. (4) The types of toxin can be identified by lethality or the animal response after inoculation of susceptible animals or cells, such as vomiting and diarrhea caused by S. aureus enterotoxin B. The susceptible animals for toxins are different, for instance, mouse and cat are sensitive for botulinum toxin and S. aureus enterotoxin, respectively. The isolation-culture method is the basic detection method-even gold standard detection method-for bacterial bioterrorism agents. However, it must be conducted by professionals in particular institutes equipped with biosafety facilities, and bioterrorism agents can be easily transmitted owing to improper operation or defense. Because of its low sensitivity, the isolation-culture method is often combined with other methods to improve the accuracy of detection, such as the bacteriophage lysis method (Zhao et al. 2013) . For example, the bacteriophage lysis method for identification of Y. pestis is realized through adding bacteriophage into cultured bacteria at 18-20°C. The low sensitivity and specificity of the animal injection method for detection of toxins are caused by the diversity of toxins and individual differences between animals.", "cite_spans": [{"start": 953, "end": 971, "text": "(Zhao et al. 2013)", "ref_id": "BIBREF34"}], "ref_spans": [], "section": "Isolation-Culture or Animal Inoculation Method"}, {"text": "The biochemical method is based on the properties or metabolism characteristics of the microorganism or toxin, and is in fact a detection system because the species cannot be determined by one property, such as the systemic biochemical detection according to diagnostic criteria for cholera (WS 289-2008 , healthy industry standards of the People's Republic of China). The poor sensitivity and specificity of the biochemical method, as well as the complicated operation, are a result of the property similarities between microorganisms or biological substances.", "cite_spans": [{"start": 291, "end": 303, "text": "(WS 289-2008", "ref_id": null}], "ref_spans": [], "section": "Biochemical Method"}, {"text": "The nucleic acid method is based on the principle of DNA replication in vitro, such as the polymerase chain reaction (PCR) and Loop-mediated isothermal amplification (LAMP).", "cite_spans": [], "ref_spans": [], "section": "Nucleic Acid Method"}, {"text": "PCR is a laboratory detection method that parallels the DNA replication process in vivo. The single strand DNA template is formed at 95°C, and then it can match with a primer at annealing temperature (about 55°C) based on their complementary sequences, subsequently a new complementary DNA strand can be obtained using dNTP as a reactive material catalyzed by Taq DNA polymerase. These strands can be further used as a template for the next cycle, therefore the target DNA can be multiplied millions of times by dozens of cycles. The products can be determined by DNA electrophoresis for common PCR, while for real-time quantitative PCR the amplification process can be monitored by the change of fluorescence signals. In addition to DNA as a template, RNA could also be used for amplification, and this is realized using the reverse transcriptional PCR (RT-PCR) method.", "cite_spans": [], "ref_spans": [], "section": "Nucleic Acid Method"}, {"text": "The target genes of PCR for Y. pestis include the caf 1 gene that encodes F1 antigen, ymt gene that encodes murine toxin, pla gene that encodes plasminogen activator, hms gene that is related to pigmentation, and specific segment 3a in chromosome (Qu et al. 2010) . Segment 3a is the main target gene because it is not as easily lost as the genes of plasmid such as pla and caf 1. The target genes of PCR for F. tularensis include fopA gene (AY579741) that encodes outer membrane protein, and the akr gene (AM286280, 959924-960988) in chromosomes that encodes Aldo/ketoreductase. The genes at two specific toxin plasmid for B. anthracis, including cya, lef, pagA at plasmid pXO1 and capA, capB, capC at plasmid PXO2, are often used for species identification (Koehler 2009 ), while further identification by the detection of the genes in chromosomes, such as GS sequences, is necessary because of the inaccuracy of detection results caused by the deletion or change of plasmids.", "cite_spans": [{"start": 247, "end": 263, "text": "(Qu et al. 2010)", "ref_id": "BIBREF24"}, {"start": 759, "end": 772, "text": "(Koehler 2009", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Nucleic Acid Method"}, {"text": "The PCR method has higher sensitivity than other current methods, but its application on site as a POCT method is limited by its dependency on expensive equipment, sample pre-treatment (particularly difficult for DNA extraction from complicated samples) and professional operation, as well as its high false positive results. For detection of bioterrorism agents, the special biosecurity facilities for DNA extraction (even in an equipped laboratory the infection and contamination in the DNA extraction procedure must be paid particular attention) were the major obstacle for utilization of PCR on site. Currently, an instrument based on PCR, called a Filmarray (Seiner et al. 2013) , demonstrates a promising prospect for application of PCT in the field by integration of the sample treatment, amplification, and result analysis in airtight system. However, the complexity of pre-treatment of complicated samples in routine surveillance and public health emergencies is still a significant limitation of application of PCR on site.", "cite_spans": [{"start": 663, "end": 683, "text": "(Seiner et al. 2013)", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Nucleic Acid Method"}, {"text": "Loop-mediated isothermal amplification (LAMP) is a new method for gene diagnosis invented by a Japanese professor, in which a DNA strand that is complementary to template DNA can be synthesized at a determined temperature through strand displacement reaction. Using four primers designed according the six segments of the target DNA, LAMP detection can be realized through one procedure following mixing of the template, primer, strand displacement type DNA polymerase and other substrates. The pyrophosphate isolated from dNTPs in the DNA synthesis process can react with Mg 2+ ions, resulting in the formation of a white precipitate. LAMP has been developed for detection of some bioterrorism agents, such as Y. pestis (Feng et al. 2017 ) and B. anthracis (Qiao et al. 2007) , and it is very suitable for rapid detection on site because only a thermostat is needed and the results can be observed by the naked eye. However, it is not suitable for long strand target DNA, because sequences longer than 500 bp are difficult to amplify based on the strand replacement reaction. Because LAMP is an amplification reaction similar to PCR, a high frequency of false positive results are often generated by LAMP because of contamination.", "cite_spans": [{"start": 721, "end": 738, "text": "(Feng et al. 2017", "ref_id": "BIBREF5"}, {"start": 758, "end": 776, "text": "(Qiao et al. 2007)", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Nucleic Acid Method"}, {"text": "The immunization method is based on the reaction between antigens and antibodies, such as enzyme linked immunosorbent assay (ELISA), immunochromatography, immunodiffusion, and immunoprecipitation. Immunodiffusion and immunoprecipitation were developed in the 1950s, and are not widely used at present owing to poor sensitivity. ELISA is a routine laboratory method with excellent sensitivity and specificity owing to signal amplification by enzymes and several rinse procedures. However, a high number of rinse procedures increases the complexity of the operation and the operation error, as well as the potential for spread of bioterrorismassociated agents. Immunochromatography was described in Sect. 16.4.2.", "cite_spans": [], "ref_spans": [], "section": "Immunization Method"}, {"text": "Many UPT-LF assays have been developed for detection of several bioterrorismassociated agents, including detection of bacteria (Y. pestis, Brucella, B. anthracis spore, F. tularensis, B. pseudomallei, V. cholorae, E. coli O157:H7, antibody against Y. pestis), viruses (hepatitis B surface antibody) and toxins (abrin, ricin, aflatoxin B1, aflatoxin M1 and T-2 toxin). UPT-POCT has been provided at many centers for disease control and prevention, as well as entry-exit inspection and quarantine bureaus, and it also provides technology support for biosecurity at large events, such as the Games of the 2008 Olympiad in Beijing, Shanghai world Exposition, and Asia Games in Guangzhou. In 2011, UPT-POCT was integrated as a mobile biological rapid detection instrument in the Stand for Construction of City fire Station (152-2011, issued by the Ministry of Housing and Urban-Rural Development of China and the National Development and Reform Commission of China).", "cite_spans": [], "ref_spans": [], "section": "The Merit of UPT-POCT and Its Application"}, {"text": "UPT-POCT is suitable for detection of bioterrorism agents on site as a POCT method because of the integration of the benefits of immunochromatography, upconverting phosphor particles, and portable biosensing.", "cite_spans": [], "ref_spans": [], "section": "The Merit of UPT-POCT and Its Application"}, {"text": "First, UPT-POCT can give reliable detection results. Given the extremely low pathogenic dose and high social perniciousness of bioterrorism agents, particularly the high transmission capacity of microorganism agents, detection sensitivity and reliability are important for detection methods. Compared with the isolation-culture method, biochemical method, and colloidal gold method, UPT-POCT can realize sensitive and quantitative detection based on immunological interactions, and shows excellent performance that is comparable with that of real-time quantitative PCR in some applications (Hao et al. 2017) , resulting from the merits of the immunological recognition mode, up-converting phosphor, and biosensor. First, immunological recognition between antigens and antibodies is highly sensitive and specific. In addition, the infrared excitation light for up-converting phosphor particles avoids the interference from other biomaterial in the samples, resulting in a more efficient signal isolation rate than other luminous detection methods. The efficient signal extraction and quantitation calculation by the biosensors also facilitate the recognition of the weak positive signal, which is superior to observation with the naked eye for colloidal-gold immunochromatography assays.", "cite_spans": [{"start": 590, "end": 607, "text": "(Hao et al. 2017)", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "The Merit of UPT-POCT and Its Application"}, {"text": "UPT-POCT can be tolerant to a great diversity of complex samples in the bioterrorism and biosecurity fields (such as meat, decomposed viscera, and flour). Many detection methods are limited by the complicated pre-treatment of samples. For example, repeated selection and identification is required for the isolation-culture method, and the complex composition of samples can easily influence the result of biochemical detection. The pretreatment of complex samples is also a significant challenge for laboratory methods, such as the extraction of DNA in complicated samples in PCR that could seriously influence the detection rate. In detection of many bioterrorism agents, UPT-POCT shows robust performance for various samples with simple pretreatments, such as grinding, or supernatant extraction by centrifugation after grinding and shaking (ultrasonic). This robust performance derives from the physical stability, luminous stability, and up-converting capacity of UCNPs, the solid covalent combination between the UCNPs and antibody, and the excellent buffering capacity of the detection system.", "cite_spans": [], "ref_spans": [], "section": "The Merit of UPT-POCT and Its Application"}, {"text": "UPT-POCT is also safer than other detection methods. There are some operations that are unfavorable for the control of bioterrorism agents during detection using other methods, such as repeated proliferation for the isolation-cultured method, various rinses for ELISA, complex pre-treatment of sample for the PCR method, and multiple tests for bio-chemical detection. Compared with these methods, the simple sampletreatment process based on its high tolerance, and the simple sample-loading manner of UPT-POCT, reduces the potential for the spread of bioterrorism agents in the detection process.", "cite_spans": [], "ref_spans": [], "section": "The Merit of UPT-POCT and Its Application"}, {"text": "The short acquisition time for UPT-POCT facilitates rapid response to disease outbreaks in surveillance and public health emergencies, and is derived from the 15 min reaction process of the immunochromatography detection mode and the simple sample pretreatment. As a quantitative detection method, the detection time needed for PCR is more than that for UPT-POCT owing to the time required for DNA extraction.", "cite_spans": [], "ref_spans": [], "section": "The Merit of UPT-POCT and Its Application"}, {"text": "Portability is the main obstacle to many laboratory detection methods for application on site, for example the expensive and cumbersome equipment for the PCR method. The portability of UPT-POCT derives from the small size of the strips and biosensors. In addition, the biosensor could work with a standard mains electricity source or battery.", "cite_spans": [], "ref_spans": [], "section": "The Merit of UPT-POCT and Its Application"}, {"text": "For UPT-POCT, reliable results can be obtained by nonprofessionals owing to the simple nature of UPT-POCT operation and sample pre-treatment, making it possible to treat incidents rapidly for surveillance and in public health emergencies.", "cite_spans": [], "ref_spans": [], "section": "The Merit of UPT-POCT and Its Application"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Characterization of the rat pneumonic plague model: infection kinetics following aerosolization of Yersinia pestis CO92", "authors": [{"first": "S", "middle": ["L"], "last": "Agar", "suffix": ""}, {"first": "J", "middle": [], "last": "Sha", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Foltz", "suffix": ""}], "year": 2009, "venue": "Microbes Infect", "volume": "11", "issn": "2", "pages": "205--219", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Pneumonic plague cluster", "authors": [{"first": "E", "middle": ["M"], "last": "Begier", "suffix": ""}, {"first": "G", "middle": [], "last": "Asiki", "suffix": ""}, {"first": "Z", "middle": [], "last": "Anywaine", "suffix": ""}], "year": 2004, "venue": "Emerg Infect Dis", "volume": "12", "issn": "3", "pages": "460--467", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Water-borne outbreak of oropharyngeal and glandular tularemia in Georgia: investigation and follow-up", "authors": [{"first": "N", "middle": [], "last": "Chitadze", "suffix": ""}, {"first": "T", "middle": [], "last": "Kuchuloria", "suffix": ""}, {"first": "D", "middle": ["V"], "last": "Clark", "suffix": ""}], "year": 2009, "venue": "Infection", "volume": "37", "issn": "6", "pages": "514--535", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Association of the melioidosis agent Burkholderia pseudomallei with water parameters in rural water supplies in Northern Australia", "authors": [{"first": "A", "middle": ["D"], "last": "Draper", "suffix": ""}, {"first": "M", "middle": [], "last": "Mayo", "suffix": ""}, {"first": "G", "middle": [], "last": "Harrington", "suffix": ""}], "year": 2010, "venue": "Appl Environ Microbiol", "volume": "76", "issn": "15", "pages": "5305--5312", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "recovery efficiency and limit of detection of aerosolized Bacillus anthracis Sterne from environmental surface samples", "authors": [{"first": "C", "middle": ["F"], "last": "Estill", "suffix": ""}], "year": 2009, "venue": "Appl Environ Microbiol", "volume": "75", "issn": "", "pages": "4297--306", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Yersinia pestis detection by loop-mediated isothermal amplification combined with magnetic bead capture of DNA", "authors": [{"first": "N", "middle": [], "last": "Feng", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "Y", "middle": [], "last": "Fan", "suffix": ""}], "year": 2017, "venue": "Braz J Microbiol", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Outbreak of cholera associated with crab brought from an area with epidemic disease", "authors": [{"first": "L", "middle": [], "last": "Finelli", "suffix": ""}, {"first": "D", "middle": [], "last": "Swerdlow", "suffix": ""}, {"first": "K", "middle": [], "last": "Mertz", "suffix": ""}], "year": 1992, "venue": "J Infect Dis", "volume": "166", "issn": "6", "pages": "1433--1438", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "The far-reaching impact of bioterrorism: what the European Union is doing regarding deliberate releases of biological/chemical agents based on the events in the United States", "authors": [{"first": "G", "middle": [], "last": "Gouvras", "suffix": ""}], "year": 2002, "venue": "IEEE Eng Med Biol Mag", "volume": "21", "issn": "5", "pages": "112--117", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Development and evaluation of an up-converting phosphor technologybased lateral flow assay for the rapid, simultaneous detection of Vibrio cholerae serogroups O1 and O139", "authors": [{"first": "M", "middle": [], "last": "Hao", "suffix": ""}, {"first": "P", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "B", "middle": [], "last": "Li", "suffix": ""}], "year": 2017, "venue": "PLoS ONE", "volume": "12", "issn": "6", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Toxigenic Vibrio cholerae O1 in water and seafood", "authors": [{"first": "V", "middle": ["R"], "last": "Hill", "suffix": ""}, {"first": "N", "middle": [], "last": "Cohen", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Kahler", "suffix": ""}], "year": 2011, "venue": "Haiti. Emerg Infect Dis", "volume": "17", "issn": "11", "pages": "2147--50", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Development of an up-converting phosphor technology-based 10-channel lateral flow assay for profiling antibodies against Yersinia pestis", "authors": [{"first": "W", "middle": [], "last": "Hong", "suffix": ""}, {"first": "L", "middle": [], "last": "Huang", "suffix": ""}, {"first": "H", "middle": [], "last": "Wang", "suffix": ""}], "year": 2010, "venue": "J Microbiol Methods", "volume": "83", "issn": "2", "pages": "133--173", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Development and systematical evaluation of an up-converting phosphor technology based lateral flow assay for quantitative detection of Burkholderia pseudomallei", "authors": [{"first": "F", "middle": [], "last": "Hua", "suffix": ""}, {"first": "P", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "X", "middle": [], "last": "Wang", "suffix": ""}], "year": 2015, "venue": "Clin J Prev Med", "volume": "49", "issn": "2", "pages": "166--71", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Development and evaluation of an up-converting phosphor technology-based lateral flow assay for rapid detection of Francisella tularensis", "authors": [{"first": "F", "middle": [], "last": "Hua", "suffix": ""}, {"first": "P", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "F", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2015, "venue": "Sci Rep", "volume": "5", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Coexistence of Vibrio cholerae O1 and O139 Bengal in plankton in Bangladesh", "authors": [{"first": "A", "middle": [], "last": "Huq", "suffix": ""}, {"first": "R", "middle": ["R"], "last": "Colwell", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Chowdhury", "suffix": ""}], "year": 1995, "venue": "Lancet", "volume": "345", "issn": "8959", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Bacillus anthracis physiology and genetics", "authors": [{"first": "T", "middle": ["M"], "last": "Koehler", "suffix": ""}], "year": 2009, "venue": "Mol Aspects Med", "volume": "30", "issn": "6", "pages": "386--96", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Development of up-converting phosphor technology-based lateral-flow assay for rapidly quantitative detection of hepatitis B surface antibody", "authors": [{"first": "L", "middle": [], "last": "Li", "suffix": ""}, {"first": "L", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "Y", "middle": [], "last": "Yu", "suffix": ""}], "year": 2009, "venue": "Diagn Microbiol Infect Dis", "volume": "63", "issn": "2", "pages": "65--172", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Development of up-converting phosphor immunochromatography for fast and quantitive detection of Bacillus anthracis spore", "authors": [{"first": "W", "middle": [], "last": "Li", "suffix": ""}, {"first": "L", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "J", "middle": [], "last": "Wang", "suffix": ""}], "year": 2006, "venue": "Clin J Microbiol Immunol", "volume": "26", "issn": "8", "pages": "761--765", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Rapid detection of aflatoxin M1 in milk powder and milk based on up-converting phosphor technology", "authors": [{"first": "X", "middle": [], "last": "Liu", "suffix": ""}, {"first": "L", "middle": ["P"], "last": "Wang", "suffix": ""}, {"first": "L", "middle": [], "last": "Zhou", "suffix": ""}], "year": 2014, "venue": "Mil Med Sci", "volume": "38", "issn": "11", "pages": "850--854", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Rapid detection of abrin in foods with an up-converting phosphor technology-based lateral flow assay", "authors": [{"first": "X", "middle": [], "last": "Liu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "C", "middle": [], "last": "Sun", "suffix": ""}], "year": 2016, "venue": "Sci Rep", "volume": "6", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Pathogenesis of Yersinia pestis infection in BALB/c mice: effects on host macrophages and neutrophils", "authors": [{"first": "R", "middle": ["A"], "last": "Lukaszewski", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Kenny", "suffix": ""}, {"first": "R", "middle": [], "last": "Taylor", "suffix": ""}], "year": 2005, "venue": "Infect Immun", "volume": "73", "issn": "11", "pages": "7142--50", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Biological and chemical bioterrorism agents", "authors": [{"first": "D", "middle": ["J"], "last": "Porche", "suffix": ""}], "year": 2002, "venue": "J Assoc Nurses AIDS Care", "volume": "13", "issn": "5", "pages": "57--64", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Loop-mediated isothermal amplification for rapid detection of Bacillus anthracis spores", "authors": [{"first": "Y", "middle": ["M"], "last": "Qiao", "suffix": ""}, {"first": "Y", "middle": ["C"], "last": "Guo", "suffix": ""}, {"first": "X", "middle": ["E"], "last": "Zhang", "suffix": ""}], "year": 2007, "venue": "Biotechnol Lett", "volume": "29", "issn": "12", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Rapid and quantitative detection of Brucella by up-converting phosphor technology-based lateral-flow assay", "authors": [{"first": "Q", "middle": [], "last": "Qu", "suffix": ""}, {"first": "Z", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}], "year": 2009, "venue": "J Microbiol Methods", "volume": "79", "issn": "1", "pages": "121--124", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Ambient stable quantitative PCR reagents for the detection of Yersinia pestis", "authors": [{"first": "S", "middle": [], "last": "Qu", "suffix": ""}, {"first": "Q", "middle": [], "last": "Shi", "suffix": ""}, {"first": "L", "middle": [], "last": "Zhou", "suffix": ""}], "year": 2010, "venue": "PLoS Negl Trop Dis", "volume": "4", "issn": "3", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Evaluation of the FilmArray(R) system for detection of Bacillus anthracis, Francisella tularensis and Yersinia pestis", "authors": [{"first": "D", "middle": ["R"], "last": "Seiner", "suffix": ""}, {"first": "H", "middle": ["A"], "last": "Colburn", "suffix": ""}, {"first": "C", "middle": [], "last": "Baird", "suffix": ""}], "year": 2013, "venue": "J Appl Microbiol", "volume": "114", "issn": "4", "pages": "992--1000", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Identification of Francisella tularensis by both culture and real-time TaqMan PCR methods from environmental water specimens in outbreak areas where tularemia cases were not previously reported", "authors": [{"first": "H", "middle": [], "last": "Simsek", "suffix": ""}, {"first": "M", "middle": [], "last": "Taner", "suffix": ""}, {"first": "A", "middle": [], "last": "Karadenizli", "suffix": ""}], "year": 2012, "venue": "Eur J Clin Microbiol Infect Dis", "volume": "31", "issn": "9", "pages": "2353--2360", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "An outbreak of primary pneumonic tularemia", "authors": [{"first": "K", "middle": [], "last": "Stralin", "suffix": ""}, {"first": "H", "middle": [], "last": "Eliasson", "suffix": ""}, {"first": "E", "middle": [], "last": "Back", "suffix": ""}], "year": 2002, "venue": "N Engl J Med", "volume": "346", "issn": "13", "pages": "1027--1036", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Development of UCP-immunochromatography Test for Rapid Detection of E. coli O157", "authors": [{"first": "J", "middle": [], "last": "Wang", "suffix": ""}, {"first": "L", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "L", "middle": ["I"], "last": "Wei", "suffix": ""}], "year": 2007, "venue": "J Hyg Res", "volume": "35", "issn": "4", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Toxin warfare agents: recognition molecules and drugs for control", "authors": [{"first": "J", "middle": ["L"], "last": "Wang", "suffix": ""}], "year": 2011, "venue": "Mil Med Sci", "volume": "35", "issn": "8", "pages": "561--566", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Preparation of monoclonal antibodies against ricin toxin and development of up-converting phosphor technology-based lateral flow assay for its quantitative detection", "authors": [{"first": "X", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Z", "middle": [], "last": "Lei", "suffix": ""}, {"first": "S", "middle": [], "last": "Chongyun", "suffix": ""}], "year": 2016, "venue": "Mil Med Sci", "volume": "40", "issn": "8", "pages": "676--685", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Rapid quantitative detection of Yersinia pestis by lateral-flow immunoassay and up-converting phosphor technology-based biosensor", "authors": [{"first": "Z", "middle": [], "last": "Yan", "suffix": ""}, {"first": "L", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhao", "suffix": ""}], "year": 2006, "venue": "Sens Actuators B Chem", "volume": "119", "issn": "2", "pages": "656--63", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Evaluation of up-converting phosphor technology-based lateral flow strips for rapid detection of Bacillus anthracis Spore, Brucella spp., and Yersinia pestis", "authors": [{"first": "P", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "X", "middle": [], "last": "Liu", "suffix": ""}, {"first": "C", "middle": [], "last": "Wang", "suffix": ""}], "year": 2014, "venue": "PLoS One", "volume": "9", "issn": "8", "pages": "", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Outer membrane proteins ail and OmpF of Yersinia pestis are involved in the adsorption of T7-related bacteriophage Yep-phi", "authors": [{"first": "X", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "Y", "middle": [], "last": "Cui", "suffix": ""}, {"first": "Y", "middle": [], "last": "Yan", "suffix": ""}], "year": 2013, "venue": "J Virol", "volume": "87", "issn": "22", "pages": "12260--12269", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Development and evaluation of an up-converting phosphor technologybased lateral flow assay for rapid and quantitative detection of aflatoxin B1 in crops", "authors": [{"first": "Y", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "X", "middle": [], "last": "Liu", "suffix": ""}, {"first": "X", "middle": [], "last": "Wang", "suffix": ""}], "year": 2016, "venue": "Talanta", "volume": "161", "issn": "", "pages": "297--303", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Schematic for detection of Y. pestis by UPT-POCT based on the double-antibody sandwich mode", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Schematic for detection of AFB1 by UPT-POCT based on competitive mode decrease of signals. Goat anti-rabbit antibody at the C line immobilized on the nitrocellulose membrane can capture UCNPs-rabbit IgG forming a stable control signal. T/C values are negatively proportional to the concentrations of AFB1 in samples.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Sensitivity and specificity of UPT-POCT for bioterrorism agents", "latex": null, "type": "table"}, "TABREF1": {"text": "", "latex": null, "type": "table"}, "TABREF2": {"text": "Tolerance limits of UPT-POCT for biochemical reagents in the detection of five bacterial bioterrorism agents", "latex": null, "type": "table"}, "TABREF3": {"text": "Table 16.4 Tolerance limits of UPT-LF assay for simulated samples for two toxin bioterrorism agents", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Abrin (Liu et al. 2016) </td><td>Aflatoxin B1 (Zhao et al. 2016)\n</td></tr><tr><td>Simulated sample </td><td>Tolerance limit (detection limit)\n</td><td>Simulated sample </td><td>Tolerance limit (detection limit)\n</td></tr><tr><td>Cookie </td><td>30 mg/ml (3.33 ng/g) </td><td>Peanut </td><td>300 mg/ml (0.1 ng/g)\n</td></tr><tr><td>Soybean </td><td>50 mg/ml (2 ng/g) </td><td>Runner bean </td><td>200 mg/ml (0.15 ng/g)\n</td></tr><tr><td>Sausage </td><td>200 mg/ml (0.5 ng/g) </td><td>Common bean </td><td>200 mg/ml (0.15 ng/g)\n</td></tr><tr><td>Cashew </td><td>100 mg/ml (1 ng/g) </td><td>Semen phaseoli </td><td>200 mg/ml (0.15 ng/g)\n</td></tr><tr><td>Milk powder </td><td>80 mg/ml (1.25 ng/g) </td><td>Rice </td><td>200 mg/ml (0.15 ng/g)\n</td></tr><tr><td>Flour </td><td>40 mg/ml (2.5 ng/g) </td><td>Barley </td><td>200 mg/ml (0.15 ng/g)\n</td></tr><tr><td>Sugar </td><td>10 mg/ml (10 ng/g) </td><td>Mung bean </td><td>200 mg/ml (0.15 ng/g)\n</td></tr><tr><td>Monosodium\n</td><td>12.5 mg/ml (8 ng/g) </td><td>Corn </td><td>100 mg/ml (0.30 ng/g)\n</td></tr><tr><td>Glutamate\n</td><td> </td><td> </td><td> </td></tr><tr><td>Water </td><td>2.5:5 (0.3 ng/ml) </td><td>Adzuki bean </td><td>100 mg/ml (0.30 ng/g)\n</td></tr><tr><td>Soft drink </td><td>2:5 (0.35 ng/ml) </td><td>Soybean </td><td>100 mg/ml (0.30 ng/g)\n</td></tr><tr><td>Juice </td><td>2:5 (0.35 ng/ml) </td><td>Black rice </td><td>50 mg/ml (0.60 ng/g)\n</td></tr><tr><td>Beer </td><td>1.5:5 (0.43 ng/ml) </td><td>Broomcorn </td><td>50 mg/ml (0.60 ng/g)\n</td></tr><tr><td>- </td><td>- </td><td>Oats </td><td>50 mg/ml (0.60 ng/g)\n</td></tr><tr><td>- </td><td>- </td><td>Brown rice </td><td>100 mg/ml (5 ng/g)\n</td></tr><tr><td>- </td><td>- </td><td>Coix seed </td><td>200 mg/ml (2.5 ng/g)\n</td></tr></table></body></html>"}}, "back_matter": []}