{"paper_id": "b37e65fd83dedd5994c1c61e0494b27649c26996", "metadata": {"title": "Respiratory viral infections in infants with possible sepsis", "authors": [{"first": "Kubra", "middle": [], "last": "Aykac", "suffix": "", "affiliation": {"laboratory": "", "institution": "Hacettepe University Medicine Faculty Hospital", "location": {"settlement": "Ankara", "country": "Turkey"}}, "email": ""}, {"first": "|", "middle": ["Eda"], "last": "Karadag-Oncel", "suffix": "", "affiliation": {"laboratory": "", "institution": "Hacettepe University Medicine Faculty Hospital", "location": {"settlement": "Ankara", "country": "Turkey"}}, "email": ""}, {"first": "|", "middle": [], "last": "Sevgen", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Tanır", "middle": [], "last": "Basaranoglu", "suffix": "", "affiliation": {"laboratory": "", "institution": "Hacettepe University Medicine Faculty Hospital", "location": {"settlement": "Ankara", "country": "Turkey"}}, "email": ""}, {"first": "Alpaslan", "middle": [], "last": "Alp", "suffix": "", "affiliation": {"laboratory": "", "institution": "Hacettepe University Medicine Faculty Hospital", "location": {"settlement": "Ankara", "country": "Turkey"}}, "email": ""}, {"first": "|", "middle": ["Ali"], "last": "Bulent Cengiz", "suffix": "", "affiliation": {"laboratory": "", "institution": "Hacettepe University Medicine Faculty Hospital", "location": {"settlement": "Ankara", "country": "Turkey"}}, "email": ""}, {"first": "|", "middle": [], "last": "Mehmet Ceyhan", "suffix": "", "affiliation": {"laboratory": "", "institution": "Hacettepe University Medicine Faculty Hospital", "location": {"settlement": "Ankara", "country": "Turkey"}}, "email": ""}, {"first": "Ates", "middle": [], "last": "Kara", "suffix": "", "affiliation": {"laboratory": "", "institution": "Hacettepe University Medicine Faculty Hospital", "location": {"settlement": "Ankara", "country": "Turkey"}}, "email": ""}]}, "abstract": [{"text": "Background: Knowledge of infections leading to sepsis is needed to develop comprehensive infection prevention and sepsis, as well as early recognition and treatment strategies.The aim of this study was to investigate the etiology of sepsis and evaluate the proportion of respiratory viral pathogens in infants under two years of age with possible sepsis.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Methods: The prospective study was performed in two years. Multiplex reverse transcriptase polymerase chain reaction (RT-PCR) was performed to detect viral pathogens. All patients who were included in this study had sepsis symptoms as defined by the Surviving Sepsis Campaign.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "We compared 90 patients with sepsis into three groups as patients (n = 33) who had only viral positivity in nasopharyngeal swab, patients (17) had proven bacterial infection with or without viral infection, and patients (40) without the pathogen detection. Human rhinovirus (16.7%) and influenza (7.8%) were the most commonly seen viruses. A cough was more common in the viral infection group than other groups (P = 0.02) and median thrombocyte count was lower in the bacterial infection group than the others (P = 0.01). Patients having bacterial sepsis had the longest duration of hospitalization than the other groups (P = 0.04). During winter and spring seaons, patients with sepsis had more viral infection; however, in summer and autumn period, patients were mostly in a state that we could not prove infection agents (P = 0.02). Conclusions: Our results suggest that respiratory tract viruses may play an important role in patients with sepsis and they should be kept in mind, especially during winter and spring seasons. In overall infection, viral respiratory viruses as a single pathogen with a detection rate of 36.6% in sepsis etiology. K E Y W O R D S infant, respiratory viruses, sepsis J Med Virol. 2019;91:171-178.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "wileyonlinelibrary.com/journal/jmv", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Sepsis results from a wide spectrum of infectious agents and is a very common cause of mortality and morbidity worldwide. It leads to 7.5 million annual deaths in children under 5 years of age. 1, 2 Previously, in 2012, sepsis was defined as systemic inflammatory response syndrome (SIRS) in the presence of or as a result of suspected or proven infection by the Surviving Sepsis Campaign. Infection could be bacterial, viral, or fungal. Culture and nonculture-based diagnostic methods might be helpful for identification of these pathogens. 3 Various viruses could cause sepsis, which are influenced by age and underlying immune status. [4] [5] [6] [7] Respiratory viral infections (RVIs) among infants can cause morbidity and mortality. 8 Limited data exist on their proportion in sepsis. Numerous cases of clinical deterioration sepsis remain without bacterial evidence. Thus, viruses may also be considered as causative pathogens. [4] [5] [6] Respiratory viruses are ubiquitous in the surroundings of the children and are the most common source of respiratory infection among healthy and immunocompromised individuals. Several respiratory viruses may also cause severe respiratory disease mainly in infants but also in children. These viruses are well known as influenza viruses, respiratory syncytial virus (RSV), coronavirus (CoV), human metapneumovirus (hMPV), parainfluenza viruses type 1 to 3 (PIV 1-3), adenovirus (AV), enteroviruses (EV), human rhinovirus (hRV), and human bocavirus (hBoV). 9, 10 Despite their clinical expansiveness, RVIs are usually not considered to be of clinical significance among septic patients. Influenza is one of the most common causes of viral sepsis in children with the highest rate of hospitalizations and the number of death. 11 The management of pediatric sepsis should be arranged according to the age, the immune capacity of child and severity, site, and the source of the infection. 1 Currently, there are few studies about the etiology of nosocomial or community-acquired sepsis in children. 12, 13 The aim of the current study was to evaluate the proportion of respiratory viral pathogens in infants under two years of age with possible sepsis. ", "cite_spans": [{"start": 194, "end": 196, "text": "1,", "ref_id": "BIBREF0"}, {"start": 197, "end": 198, "text": "2", "ref_id": "BIBREF1"}, {"start": 542, "end": 543, "text": "3", "ref_id": "BIBREF2"}, {"start": 638, "end": 641, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 642, "end": 645, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 646, "end": 649, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 650, "end": 653, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 739, "end": 740, "text": "8", "ref_id": "BIBREF7"}, {"start": 935, "end": 938, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 939, "end": 942, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 943, "end": 946, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 1502, "end": 1504, "text": "9,", "ref_id": "BIBREF8"}, {"start": 1505, "end": 1507, "text": "10", "ref_id": "BIBREF9"}, {"start": 1770, "end": 1772, "text": "11", "ref_id": "BIBREF10"}, {"start": 1931, "end": 1932, "text": "1", "ref_id": "BIBREF0"}, {"start": 2041, "end": 2044, "text": "12,", "ref_id": "BIBREF11"}, {"start": 2045, "end": 2047, "text": "13", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "| BACKGROUND"}, {"text": "Statistical analyses were performed using IBM SPSS for Windows version 20.0 (Chicago, Illinois). Descriptive statistics were used to summarize the participants' baseline characteristics, including medians, minimum-maximum for continuous variables and numbers, and total percentages for categorical variables. The Kruskal-Wallis test was used to compare the baseline characteristics of categorical variables (age, duration of hospital day, and laboratory findings in Tables). Comparisons between groups for categorical variables (season, gender, and symptoms and clinical findings in Tables) were made using the Chi-square (χ 2 ) test. Statistical significance was defined as P values less than 0.05. Since we could not predict the patient count for the study at the beginning, we did a power analysis at the end of the study. When assessed for the presence of factors among seasons, the power was 84.5%.", "cite_spans": [], "ref_spans": [], "section": "| Statistical analysis"}, {"text": "Total of 90 infants with sepsis were enrolled in this study during the 24-months study period. Nasopharyngeal swabs were collected from all the patients. We compared patients among three groups as patients (n = 33) who had only viral positivity in nasopharyngeal swab, patients (n = 17) who had proven bacterial infection (bacteremia and meningitis) with or without viral infection, and patients (n = 40) without pathogen detection (viral or bacterial). No patient had a urinary tract infection. The median age of the groups were 5 months (minimum-maximum; 1-23), 6 months (minimum-maximum; 1-20), and 3.5 months (minimum-maximum; 1-21), respectively. Most patients were male in all three groups. No statistically significant differences were found between the groups in terms of gender (P = 0.19) and age (P = 0.36) ( Table 1) .", "cite_spans": [], "ref_spans": [{"start": 819, "end": 827, "text": "Table 1)", "ref_id": null}], "section": "| RESULTS"}, {"text": "In viral infection group, 30.3% (n = 10) of patients had no underlying disease, the most frequent underlying disease was prematurity (24%, n = 8). In the bacterial infection group, gastrointestinal and immunodeficiency diseases were commonly seen at the same rate (23.5%, n = 4) and only %11.8 of patients had no underlying disease. In no proven infection agent group, neurological (25%, n = 10) and immunodeficiency (20%, n = 8) disease were most common underlying disease and only 12.5% of patients had no underlying disease.", "cite_spans": [], "ref_spans": [], "section": "| RESULTS"}, {"text": "According to seasonal distribution, in winter and spring, patients with sepsis mostly had viral infection; however, in summer and autumn, patients were mostly in which we could not prove infection agents. The seasonal distribution was significantly different between the three groups (P = 0.02). Empirical therapy was started to all patients and switched according to the test results and clinical status of patients. Patients with bacterial sepsis had the longest duration of hospitalization (median; 28 days), although pediatric intensive care unit (PICU) stay rates and infection-related mortality rates were not different between groups. Overall mortality rate was 18.8% (n = 17) and the infection-related mortality rate was 12.2% (n = 11). Four patients with RVIs, five patients with no confirmed infection, and two patients with both bacteremia and RVI died. However, there was a statistically significant difference between groups in terms of duration of hospitalization (P = 0.04; Table 1 ).", "cite_spans": [], "ref_spans": [{"start": 989, "end": 996, "text": "Table 1", "ref_id": null}], "section": "| RESULTS"}, {"text": "Symptoms and clinical findings of patients are presented in Table 2 . A cough was the only symptom that had statistical significance between groups (P = 0.02), with the highest rate in the viral infection group (36.4%, P = 12). In laboratory findings of patients, median thrombocyte count was lower in the bacterial infection group than the others (P = 0.01). There was no difference in other parameters (white blood cell count, active prothrombin time, international normalized ratio, d-dimer, and C-reactive protein; Table   3 In addition, we evaluated patients in two groups as HAS (40%, n = 36) and CAS (60%, n = 54). No difference was found between two group in terms of age, sex distribution, season, duration of hospitalization, PICU stay, infection-related mortality rate, and viral infection rate.", "cite_spans": [], "ref_spans": [{"start": 60, "end": 67, "text": "Table 2", "ref_id": null}, {"start": 519, "end": 528, "text": "Table   3", "ref_id": null}], "section": "| RESULTS"}, {"text": "However, 31.5% (n = 17) of patients in the CAS group had no underlying disease, and in the HAS group all the patients had several underlying diseases such as prematurity (27.8%) and neurological diseases (19.4%).", "cite_spans": [], "ref_spans": [], "section": "| RESULTS"}, {"text": "There was the statistically significant difference between groups with regard to bacterial bloodstream infection rate (P = 0.001). In the HAS group 33.3% (n = 12) patients had bacteremia, whereas in the CAS group only 5.6% (n = 3) patients had bacterial infection. Viral infection rates were equal in groups (Table 4 ). Twenty-seven (30%) patients received antibiotics before the sepsis diagnosis.", "cite_spans": [], "ref_spans": [{"start": 308, "end": 316, "text": "(Table 4", "ref_id": null}], "section": "| RESULTS"}, {"text": "We prospectively evaluated a group of infants for RVIs from one month to two years with possible sepsis in our tertiary hospital.", "cite_spans": [], "ref_spans": [], "section": "| DISCUSSION"}, {"text": "Virus detection in pediatric departments is an important issue, which has been considered to contribute to successful antibiotic infections, mostly in winter, could be explained due to respiratory virus epidemics, which are often seen in winter-like influenza and photoperiodicity influence on leukocyte function and relative D vitamin deficiency in wintertime which has an important role in the modulation of both innate and cellular immune responses. [23] [24] [25] We found that RV infections were seen throughout the year, especially in autumn and spring when we evaluated only patients with RV infection. Studies from our country indicated that RV infections were seen during all year. Gülen et al found that RV infections were detected especially winter and spring and in another study RV infections seen more frequently in early spring and winter. 26, 27 The causes of sepsis are so important for the duration of hospitalization and the severity of the disease. In our study, patients had bacterial sepsis who had the longest duration of hospitalization (median; 28 days), although pediatric intensive care unit (PICU) stay rates and infection-related mortality rates were not different between groups. There was the statistically significant difference between groups in terms of duration of hospitalization (P = 0.04).", "cite_spans": [{"start": 453, "end": 457, "text": "[23]", "ref_id": "BIBREF21"}, {"start": 458, "end": 462, "text": "[24]", "ref_id": "BIBREF22"}, {"start": 463, "end": 467, "text": "[25]", "ref_id": "BIBREF23"}, {"start": 855, "end": 858, "text": "26,", "ref_id": "BIBREF24"}, {"start": 859, "end": 861, "text": "27", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "| DISCUSSION"}, {"text": "This could be related that patients with bacteremia had longer antibiotic treatment duration. In addition to this, patients with RVIs had same infectious mortality rate and PICU stay rate showed us that we should consider patients with sepsis in terms RVIs due to the same rate of mortality and PICU stay. Miggins et al investigated critically ill patients in the USA and detected that viral infections may play a significant yet unrecognized role in overall outcomes of ICU patients. 28 In our study, hRV and influenza were the most commonly seen viruses with the rate of 16.7% and 7.8%, respectively ( Figure 1) . It was reported that influenza causes an increased risk of sepsis in the literature. 28 Also, we know that hRV are associated with severe respiratory infections in patients with immunocompromised or chronic lung disease. 29 Twenty-seven (30%) patients received antibiotics before the sepsis diagnosis. This could interfere with blood culture tests for bacteria and for this reason we had found, CDC recommends to obtain cultures before starting antimicrobial therapy.", "cite_spans": [{"start": 485, "end": 487, "text": "28", "ref_id": "BIBREF26"}, {"start": 701, "end": 703, "text": "28", "ref_id": "BIBREF26"}, {"start": 837, "end": 839, "text": "29", "ref_id": "BIBREF27"}], "ref_spans": [{"start": 604, "end": 613, "text": "Figure 1)", "ref_id": null}], "section": "| DISCUSSION"}, {"text": "Our study has also some limitations including the small sample size and one-center results because viral infection rates appear to vary substantially between different centers based upon limited prior reports in infants. Another limitation is that detection of nucleic acid from the respiratory tracts of infants could represent false-positive results, prolonged shedding from a precede infection, or even colonization rather than acute infection. Another limitation is that we did not obtain respiratory samples specifically at the beginning of clinical findings of sepsis in our outpatient population, we were able to collect the specimens upon admission to the emergency department. Despite many of these limitations, this is the first infant population study that has documented RVIs among patients with sepsis from our country.", "cite_spans": [], "ref_spans": [], "section": "| DISCUSSION"}, {"text": "Identification of the causative pathogen provides an opportunity to select the ideal treatment that improves survival rates, overall patient outcomes, reduces hospitalization duration, and overall hospital costs. 33 As well as further research should focus place of RVIs in sepsis, whether viruses are a cause of sepsis or are they colonization in the nasopharynx. This could solve with a prospective study with serial quantitative PCR analyses in asymptomatic, septic, and ill but nonseptic children. We believe that our conclusion, which is having significant viral etiology in patients with sepsis is underdiagnosed by clinicians, is warranted. Diagnosing RVIs early may be of help for the clinical decision and treatment strategies.", "cite_spans": [{"start": 213, "end": 215, "text": "33", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "| DISCUSSION"}, {"text": "The authors have stated explicitly that there are no conflicts of interest in connection with this study.", "cite_spans": [], "ref_spans": [], "section": "CONFLICTS OF INTEREST"}, {"text": "Kubra Aykac http://orcid.org/0000-0002-0974-4765", "cite_spans": [], "ref_spans": [], "section": "ORCID"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Pediatric sepsis: important considerations for diagnosing and managing severe infections in infants, children, and adolescents", "authors": [{"first": "A", "middle": ["G"], "last": "Randolph", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Mcculloh", "suffix": ""}], "year": 2014, "venue": "Virulence", "volume": "5", "issn": "", "pages": "179--189", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Pediatric sepsis in the developing world: challenges in defining sepsis and issues in post-discharge mortality", "authors": [{"first": "M", "middle": [], "last": "Wiens", "suffix": ""}, {"first": "E", "middle": [], "last": "Kissoon", "suffix": ""}, {"first": "N", "middle": [], "last": "Kumbakumba", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Ansermino", "suffix": ""}, {"first": "A", "middle": [], "last": "Ndamira", "suffix": ""}, {"first": "C", "middle": [], "last": "Larson", "suffix": ""}], "year": 2012, "venue": "Clin Epidemiol", "volume": "4", "issn": "", "pages": "319--325", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Surviving sepsis campaign: international guidelines for management of severe sepsis and septic shock", "authors": [{"first": "R", "middle": ["P"], "last": "Dellinger", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Levy", "suffix": ""}, {"first": "A", "middle": [], "last": "Rhodes", "suffix": ""}], "year": 2012, "venue": "Intensive Care Med", "volume": "39", "issn": "", "pages": "165--228", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Detection of respiratory viral infections in neonates treated for suspicion of nosocomial bacterial sepsis: a feasibility study", "authors": [{"first": "A", "middle": [], "last": "Kidszun", "suffix": ""}, {"first": "A", "middle": [], "last": "Hansmann", "suffix": ""}, {"first": "J", "middle": [], "last": "Winter", "suffix": ""}], "year": 2014, "venue": "Pediatr Infect Dis J", "volume": "33", "issn": "", "pages": "102--104", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Clinical characteristics of children and adults hospitalized for influenza virus infection", "authors": [{"first": "C", "middle": ["H"], "last": "Leung", "suffix": ""}, {"first": "H", "middle": ["K"], "last": "Tseng", "suffix": ""}, {"first": "W", "middle": ["S"], "last": "Wang", "suffix": ""}, {"first": "H", "middle": ["T"], "last": "Chiang", "suffix": ""}, {"first": "Ayj", "middle": [], "last": "Wu", "suffix": ""}, {"first": "C", "middle": ["P"], "last": "Liu", "suffix": ""}], "year": 2014, "venue": "J Microbiol Immunol Infect", "volume": "47", "issn": "", "pages": "518--525", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Rhinovirus infection associated with serious illness among pediatric patients", "authors": [{"first": "J", "middle": ["A"], "last": "Mcmillan", "suffix": ""}, {"first": "L", "middle": ["B"], "last": "Weiner", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Higgins", "suffix": ""}, {"first": "K", "middle": [], "last": "Macknight", "suffix": ""}], "year": 1993, "venue": "Pediatr Infect Dis J", "volume": "12", "issn": "", "pages": "321--325", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Do viral infections mimic bacterial sepsis? The role of microvascular permeability: a review of mechanisms and methods", "authors": [{"first": "B", "middle": ["E"], "last": "Steinberg", "suffix": ""}, {"first": "N", "middle": ["M"], "last": "Goldenberg", "suffix": ""}, {"first": "W", "middle": ["L"], "last": "Lee", "suffix": ""}], "year": 2011, "venue": "Antiviral Res", "volume": "93", "issn": "1", "pages": "2--15", "other_ids": {"DOI": ["10.1016/j.antiviral.2011.10.019."]}}, "BIBREF7": {"ref_id": "b7", "title": "Respiratory viral infections in infants: causes, clinical symptoms, virology, and immunology", "authors": [{"first": "J", "middle": ["S"], "last": "Tregoning", "suffix": ""}, {"first": "J", "middle": [], "last": "Schwarze", "suffix": ""}], "year": 2010, "venue": "Clin Microbiol Rev", "volume": "23", "issn": "1", "pages": "74--98", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Respiratory viruses in pediatrics: what's new?", "authors": [{"first": "S", "middle": ["A"], "last": "Asner", "suffix": ""}], "year": 2016, "venue": "Rev Med Suisse", "volume": "12", "issn": "", "pages": "358--361", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Viral infections of the lower respiratory tract: old viruses, new viruses, and the role of diagnosis", "authors": [{"first": "A", "middle": ["T"], "last": "Pavia", "suffix": ""}], "year": 2011, "venue": "Clin Infect Dis", "volume": "52", "issn": "4", "pages": "284--289", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Influenza-associated deaths among children in the United States", "authors": [{"first": "N", "middle": [], "last": "Bhat", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Wright", "suffix": ""}, {"first": "K", "middle": ["R"], "last": "Broder", "suffix": ""}], "year": 2003, "venue": "N Engl J Med", "volume": "353", "issn": "24", "pages": "2559--2567", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Should infants presenting with an apparent life-threatening event undergo evaluation for serious bacterial infections and respiratory pathogens?", "authors": [{"first": "I", "middle": [], "last": "Claudius", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Mittal", "suffix": ""}, {"first": "R", "middle": [], "last": "Murray", "suffix": ""}, {"first": "T", "middle": [], "last": "Condie", "suffix": ""}, {"first": "G", "middle": [], "last": "Santillanes", "suffix": ""}], "year": 2014, "venue": "J Pediatr", "volume": "164", "issn": "5", "pages": "1231--1233", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Viral respiratory tract infections in the neonatal intensive care unit: the VIRIoN-I study", "authors": [{"first": "A", "middle": [], "last": "Ronchi", "suffix": ""}, {"first": "I", "middle": ["C"], "last": "Michelow", "suffix": ""}, {"first": "K", "middle": ["C"], "last": "Chapin", "suffix": ""}], "year": 2014, "venue": "J Pediatr", "volume": "165", "issn": "", "pages": "690--696", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Is colistin effective in the treatment of infections caused by multidrug-resistant (MDR) or extremely drug-resistant (XDR) gram-negative microorganisms in children?", "authors": [{"first": "Y", "middle": [], "last": "Ozsurekci", "suffix": ""}, {"first": "K", "middle": [], "last": "Aykac", "suffix": ""}, {"first": "A", "middle": ["B"], "last": "Cengiz", "suffix": ""}], "year": 2016, "venue": "Diagn Microbiol Infect Dis", "volume": "85", "issn": "", "pages": "233--238", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Community-onset sepsis and its public health burden: a systematic review", "authors": [{"first": "A", "middle": [], "last": "Tsertsvadze", "suffix": ""}, {"first": "P", "middle": [], "last": "Royle", "suffix": ""}, {"first": "F", "middle": [], "last": "Seedat", "suffix": ""}, {"first": "J", "middle": [], "last": "Cooper", "suffix": ""}, {"first": "R", "middle": [], "last": "Crosby", "suffix": ""}, {"first": "N", "middle": [], "last": "Mccarthy", "suffix": ""}], "year": 2016, "venue": "Syst Rev", "volume": "5", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "The role of multiplex PCR in respiratory tract infections in children", "authors": [{"first": "J", "middle": ["C"], "last": "Krause", "suffix": ""}, {"first": "M", "middle": [], "last": "Panning", "suffix": ""}, {"first": "H", "middle": [], "last": "Hengel", "suffix": ""}, {"first": "P", "middle": [], "last": "Henneke", "suffix": ""}], "year": 2014, "venue": "Dtsch Arztebl Int", "volume": "111", "issn": "", "pages": "639--645", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Thrombocytopenia in paediatric ICU: incidence, transfusion requirement and role as prognostic indicator", "authors": [{"first": "A", "middle": [], "last": "Kaur", "suffix": ""}, {"first": "G", "middle": ["K"], "last": "Sethi", "suffix": ""}, {"first": "R", "middle": ["K"], "last": "Goyal", "suffix": ""}], "year": 2015, "venue": "J Clin Diagn Res", "volume": "9", "issn": "", "pages": "5--07", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Sepsisassociated thrombocytopenia", "authors": [{"first": "C", "middle": ["M"], "last": "Larkin", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Santos-Martinez", "suffix": ""}, {"first": "T", "middle": [], "last": "Ryan", "suffix": ""}, {"first": "M", "middle": ["W"], "last": "Radomski", "suffix": ""}], "year": 2016, "venue": "Thromb Res", "volume": "141", "issn": "", "pages": "11--16", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Respiratory syncytial virus epidemics: the ups and downs of a seasonal virus", "authors": [{"first": "L", "middle": ["G"], "last": "Stensballe", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Devasundaram", "suffix": ""}, {"first": "Eaf", "middle": [], "last": "Simoes", "suffix": ""}], "year": 2003, "venue": "Pediatr Infect Dis J", "volume": "22", "issn": "", "pages": "21--32", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Occurrence of respiratory virus: time, place and person", "authors": [{"first": "A", "middle": ["S"], "last": "Monto", "suffix": ""}], "year": 2004, "venue": "Pediatr Infect Dis J", "volume": "23", "issn": "", "pages": "58--64", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Are meteorological parameters associated with acute respiratory tract infections?", "authors": [{"first": "J", "middle": ["B"], "last": "Du Prel", "suffix": ""}, {"first": "W", "middle": [], "last": "Puppe", "suffix": ""}, {"first": "B", "middle": [], "last": "Gröndahl", "suffix": ""}], "year": 2009, "venue": "Clin Infect Dis", "volume": "49", "issn": "", "pages": "861--868", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Seasonal variation in host susceptibility and cycles of certain infectious diseases", "authors": [{"first": "S", "middle": ["F"], "last": "Dowell", "suffix": ""}], "year": 2001, "venue": "Emergency Infectious Diseases", "volume": "7", "issn": "", "pages": "369--374", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Time course and role of the pineal gland in photoperiod control of innate immune cell functions in male Siberian hamsters", "authors": [{"first": "S", "middle": ["M"], "last": "Yellon", "suffix": ""}, {"first": "K", "middle": [], "last": "Kim", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Hadley", "suffix": ""}, {"first": "L", "middle": ["T"], "last": "Tran", "suffix": ""}], "year": 2005, "venue": "J Neuroimmunol", "volume": "161", "issn": "", "pages": "137--144", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Seasonality of viral infections: mechanisms and unknowns", "authors": [{"first": "D", "middle": [], "last": "Fisman", "suffix": ""}], "year": 2012, "venue": "Clin Microbiol Infect", "volume": "18", "issn": "", "pages": "946--954", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Prevalence and seasonal distribution of respiratory viruses during the 2014-2015 season in Istanbul", "authors": [{"first": "S", "middle": [], "last": "Goktas", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Sirin", "suffix": ""}], "year": 2016, "venue": "Jundishapur J Microbiol", "volume": "9", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Ten year retrospective evaluation of the seasonal distribution of agent viruses in childhood respiratory tract infections", "authors": [{"first": "F", "middle": [], "last": "Gulen", "suffix": ""}, {"first": "B", "middle": [], "last": "Yildız", "suffix": ""}, {"first": "C", "middle": [], "last": "Cicek", "suffix": ""}, {"first": "E", "middle": [], "last": "Demir", "suffix": ""}, {"first": "R", "middle": [], "last": "Tanac", "suffix": ""}], "year": 2014, "venue": "Turk Pediatri Ars", "volume": "49", "issn": "", "pages": "42--46", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "The potential influence of common viral infections diagnosed during hospitalization among critically ill patients in the United States", "authors": [{"first": "M", "middle": [], "last": "Miggins", "suffix": ""}, {"first": "A", "middle": [], "last": "Hasan", "suffix": ""}, {"first": "S", "middle": [], "last": "Hohmann", "suffix": ""}], "year": 2011, "venue": "PLoS One", "volume": "6", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Human rhinoviruses and severe respiratory infections: is it possible to identify at-risk patients early?", "authors": [{"first": "N", "middle": [], "last": "Principi", "suffix": ""}, {"first": "C", "middle": [], "last": "Daleno", "suffix": ""}, {"first": "S", "middle": [], "last": "Esposito", "suffix": ""}], "year": 2014, "venue": "Expert Rev Anti Infect Ther", "volume": "12", "issn": "", "pages": "423--430", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Serious respiratory illness associated with rhinovirus infection in a pediatric population", "authors": [{"first": "J", "middle": ["O"], "last": "Kim", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Hodinka", "suffix": ""}], "year": 1998, "venue": "Clin Diagn Virol", "volume": "10", "issn": "", "pages": "57--65", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Nosocomial viral respiratory infections", "authors": [{"first": "R", "middle": ["B"], "last": "Turner", "suffix": ""}], "year": 1994, "venue": "Clin Microbiol Newsletter", "volume": "16", "issn": "", "pages": "81--85", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Pathogenesis of rhinovirus infection", "authors": [{"first": "J", "middle": ["L"], "last": "Kennedy", "suffix": ""}, {"first": "R", "middle": ["B"], "last": "Turner", "suffix": ""}, {"first": "T", "middle": [], "last": "Braciale", "suffix": ""}, {"first": "P", "middle": ["W"], "last": "Heymann", "suffix": ""}, {"first": "L", "middle": [], "last": "Borish", "suffix": ""}], "year": 2012, "venue": "Curr Opin Virol", "volume": "2", "issn": "", "pages": "287--293", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Integrating rapid pathogen identification and antimicrobial stewardship significantly decreases hospital costs", "authors": [{"first": "K", "middle": ["K"], "last": "Perez", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Olsen", "suffix": ""}, {"first": "W", "middle": ["L"], "last": "Musick", "suffix": ""}], "year": 2013, "venue": "Arch Pathol Lab Med", "volume": "137", "issn": "", "pages": "1247--1254", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "How to cite this article", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Respiratory viral infections in infants with possible sepsis", "authors": [{"first": "S", "middle": [], "last": "Basaranoglu", "suffix": ""}], "year": 2019, "venue": "J Med Virol", "volume": "91", "issn": "", "pages": "171--178", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "). Total of 11 patients with infection-related mortality, five of them had no infection agent and only one of them had thrombocytopenia, on the other hand, six of them had infectious agents and five of them had thrombocytopenia (three patients with viral infection and two patients with both bacterial and viral infection). However, 24.2% of patients had thrombocytopenia in viral infection, 25% of patients had thrombocytopenia in not proven infectious groups, and 58.8% had thrombocytopenia in the bacterial infectious group (P = 0.02). Age, season, hospitalization duration, cough, and thrombocyte counts were evaluated with multivariate analysis. It was found that an only cough increased the risk of having a viral infection 4.1-fold (95% CI: 1.4-11.8).", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Sepsis caused by hRV is rarely reported by now. Kim et al stated that 17% of patients had sepsis from all of the patients with confirmed hRV infection. 30 Also, we had few patients with prematurity or congenital cardiac disease in which underlying diseases are a risk for RSV infection. Taking the detection rates of each RVIs, it is possible to conclude that infection by some viruses can lead to clinical findings of sepsis in infants. The results show that the identification of RVs in infants with sepsis is frequent and this is really important for several reasons such as respiratory isolation and specific therapeutics as in influenza infections. However, the study design does not allow inferring in a causal relationship since there is no control group without sepsis. It is possible that in some cases the identified viruses are not the cause of the symptoms. It is also possible that in the cases which received antibiotics before the collection of blood cultures, the cause of the infection might still be bacteria, even when in RVs detection. With a wide range of clinical findings in virus-related sepsis, cough has increased the risk of having a viral infection 4.1-fold in patients with sepsis in our study population. Kidszun et al showed that increasing episode of apnea, bradycardia, and respiratory deterioration were more common in neonates with detected of RVIs treated for possible of bacterial sepsis. 4 They emphasized that septic infants with the need for prolonged or increased respiratory support, RVIs should be kept in mind. Our result supported that patients presenting with a cough should be evaluated for respiratory tract viruses in sepsis.", "latex": null, "type": "figure"}, "TABREF0": {"text": "The prospective study was performed at Hacettepe University Medical Faculty Ihsan Dogramacı's Child Hospital in Turkey between December 2014 and December 2016. It is a tertiary care hospital with 250 acute-care beds and 215 000 admissions each year and also it includes a bone-marrow transplant unit. All patients who were included in this study had sepsis symptoms as defined by the Surviving Sepsis Campaign in 2012. 3 Information recorded includes clinical and demographic characteristics, medical history, complaints on admission, physical examination, laboratory findings, type of infection (bacteremia and pneumonia), duration of hospitalization, and prognosis. Nasopharyngeal swab specimens were collected from 90 pediatric patients with sepsis aged between 1 and 24 months. The virology department of our hospital processes all clinical specimens from pediatric departments. Airway secretions were obtained by a nasopharyngeal swab and analyzed using multiplex reverse transcriptase polymerase chain reaction (RT-PCR) to detect viral pathogens within 72 hours of initiation of antibiotic therapy. Patients who died during the treatment were included in the assessment as infection-related mortality if the death had been caused by the infection. 14 All samples from infants aged between 1 and 24 months with suspected sepsis received at the microbiology laboratory and tested for respiratory virus infections during the study period were eligible for inclusion. Newborns, patients older than 24 months or without sepsis diagnosis were excluded. Samples that did not have test results, because of failure of PCR or insufficient sampling, were evaluated as a loss to follow-up. Blood was collected and inoculated into the BACTEC aerobic culture bottle (BD BACTEC blood culture system) before antibiotic administration in the first hour of patient evaluation. Urine culture was collected from all patients and cerebrospinal fluid culture was sent for patients who had any sign of meningitis. Community-acquired sepsis (CAS) was defined as the presence of positive blood culture and SIRS criteria before or within 48 hours of hospital admission. Hospital-acquired sepsis (HAS) was defined as new-onset sepsis after 2 days of hospital admission. 15 Empirical therapy was defined as therapy instituted before microbiological evidence of infection. Empirical therapy was switched according to susceptibility tests if the pathogen was resistant to empirical therapy. The study was approved by the Ethical Committee of the Hacettepe University (Number: GO 15/503-16). Informed consent was obtained from the parent or legal guardian of each participant. Specimens were received from inpatient infants having sepsis symptoms and analyzed by multiplex RT-PCR to detect viral pathogens. We tested samples for 15 viruses (influenza virus A-B, PIV 1-2-3, Human adenovirus, RSV A, RSV B, CoV, EV, hRV, hBoV, CoV 229/NL63, and CoV OC43/HKU1). Nucleic acid isolation was performed by a Gene All Ribospin vRD II Isolation Kit, Seoul, Korea. The real-time PCR method was carried out by a Seegene RV16 Detection Kit, Seoul, Korea.", "latex": null, "type": "table"}, "TABREF1": {"text": "T A B L E 1 Demographic characteristics of patients sepsis diagnosis. This could interfere blood culture tests for bacteria. For this reason, CDC recommends obtaining cultures before starting antimicrobial therapy. 19 Common respiratory viruses usually show the typical seasonal distribution in temperate climates. The best examples are RSV, influenza", "latex": null, "type": "table"}, "TABREF2": {"text": "Values were given at median (min-max).Values were given at percentage.showed the strong association with all adverse outcomes.26 In our study, duration of hospitalization, PICU stay, and infection-related mortality death were similar, but there was the statistically significant difference between groups with regard to bacterial bloodstream infection rate (P = 0.001).It is possible to have more confidence to detect the actual prevalence of RV infection. However, the application of sensitive PCR-based detection techniques immediately led to a dilemma about the prevalence of asymptomatic infection with RV. In our study, the high frequency of RV could be attributed to its colonization, a mechanism for long-term survival of the RV in the nares in the absence of infection.32 It could be detected coincidental, however, all of our patients had sepsis. It can be considered that 54% (n = 8) of patients with RV in their nasopharyngeal swab had the bacterial infection at the same time.", "latex": null, "type": "table"}, "TABREF3": {"text": "Table 4). Twenty ‐ seven (30%) patients received antibiotics before the sepsis diagnosis.\n4 | DISCUSSION\nWe prospectively evaluated a group of infants for RVIs from one month to two years with possible sepsis in our tertiary hospital. Virus detection in pediatric departments is an important issue, which has been considered to contribute to successful antibiotic\nTABLE 2", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Symptoms and clinical findings of patients\nIsolated viral infection (n = 33) </td><td>Proven bacterial infection (n = 17) </td><td>No pathogen detection (n = 40) </td><td>P value\n</td></tr><tr><td>Complaints on admission\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Diarrhea </td><td>5 (15.2) </td><td>2 (11.8) </td><td>1 (2.5) </td><td>0.11\n</td></tr><tr><td>Feeding intolerance </td><td>3 (9.1) </td><td>2 (11.8) </td><td>8 (20) </td><td>0.39\n</td></tr><tr><td>Emesis </td><td>7 (21.2) </td><td>1 (5.9) </td><td>6 (15) </td><td>0.36\n</td></tr><tr><td>Somnolence </td><td>3 (9.1) </td><td>1 (5.9) </td><td>5 (12.5) </td><td>0.71\n</td></tr><tr><td>Grunting </td><td>2 (6.1) </td><td>0 </td><td>4 (10) </td><td>0.22\n</td></tr><tr><td>Rhinorrhea </td><td>3 (9.1) </td><td>0 </td><td>1 (2.5) </td><td>0.19\n</td></tr><tr><td>Cough </td><td>12 (36.4) </td><td>2 (11.8) </td><td>5 (12.5) </td><td>0.02\n</td></tr><tr><td>Others* </td><td>5 (15.2) </td><td>1 (5.9) </td><td>7 (17.5) </td><td>0.28\n</td></tr><tr><td>Temperature instability </td><td> </td><td> </td><td> </td><td>0.32\n</td></tr><tr><td>Hypothermia ( &lt; 36) </td><td>0 </td><td>1 (5.9) </td><td>1 (2.5)\n</td><td> </td></tr><tr><td>Fever ( &gt; 38) </td><td>33 (100) </td><td>16 (94.1) </td><td>39 (97.5)\n</td><td> </td></tr><tr><td>Respiratory signs\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Tachypnea </td><td>12 (36.4) </td><td>2 (11.8) </td><td>8 (20) </td><td>0.10\n</td></tr><tr><td>Cyanosis </td><td>2 (6.1) </td><td>0 </td><td>1 (2.5) </td><td>0.39\n</td></tr><tr><td>Bradipne </td><td>0 </td><td>1 (5.9) </td><td>0 </td><td>0.18\n</td></tr><tr><td>Apnea </td><td>1 (3) </td><td>0 </td><td>1 (2.5) </td><td>0.64\n</td></tr><tr><td>Respiratory distress </td><td>18 (54.5) </td><td>6 (35.3) </td><td>19 (47.5) </td><td>0.43\n</td></tr><tr><td>Rales/rhonchi </td><td>13 (39.4) </td><td>5 (29.4) </td><td>14 (35) </td><td>0.78\n</td></tr><tr><td>Gastrointestinal signs\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Abdominal distension </td><td>0 </td><td>1 (5.9) </td><td>1 (2.5) </td><td>0.32\n</td></tr><tr><td>Hepatosplenomegaly </td><td>4 (12.1) </td><td>0 </td><td>6 (15) </td><td>0.10\n</td></tr><tr><td>Abdominal tenderness </td><td>0 </td><td>0 </td><td>1 (2.5) </td><td>0.44\n</td></tr><tr><td>Neurological signs\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Fontanel bulging </td><td>2 (6.1) </td><td>1 (5.9) </td><td>1 (2.5) </td><td>0.71\n</td></tr><tr><td>Neck stiffness </td><td>1 (3) </td><td>0 </td><td>0 </td><td>0.36\n</td></tr><tr><td>Dermatological signs\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Maculopapular </td><td>0 </td><td>0 </td><td>2 (5) </td><td>0.19\n</td></tr><tr><td>Petechiae/ecchymosis </td><td>2 (6.1) </td><td>0 </td><td>1 (2.5) </td><td>0.39\n</td></tr><tr><td>Cutis marmorata </td><td>5 (15.2) </td><td>2 (11.8) </td><td>3 (7.5) </td><td>0.57\n</td></tr><tr><td>Cardiac signs\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Hypotension </td><td>4 (12.1) </td><td>4 (23.5) </td><td>5 (12.5) </td><td>0.53\n</td></tr><tr><td>2 (11.8) *Rash, hypothermia, hypoactivity, all values were given at percentage.\n</td><td>Tachycardia </td><td>7 (21.2) </td><td>3 (7.5) </td><td>0.22\n</td></tr></table></body></html>"}, "TABREF4": {"text": "TABLE 3 Laboratory findings of patients", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Isolated viral infection (n = 33) </td><td>Proven bacterial infection (n = 17) </td><td>No pathogen detection (n = 40) </td><td>P value\n</td></tr><tr><td>White cell blood, cell/mL </td><td>10 600 (1700‐35 000) </td><td>6200 (1500‐25 600) </td><td>11 400 (900‐333 000) </td><td>0.40\n</td></tr><tr><td>Platelets, cell/mL </td><td>251 000 (19 000‐572 000) </td><td>110 000 (5000‐722 000) </td><td>323 000 (19 000‐726 000) </td><td>0.01\n</td></tr><tr><td>aPTT </td><td>32.5 (13.7‐160) </td><td>31.5 (10‐43) </td><td>28 (17‐138) </td><td>0.73\n</td></tr><tr><td>INR </td><td>1.3 (0.9‐10) </td><td>1.2 (0.9‐1.5) </td><td>1.3 (0.8‐11.1) </td><td>0.72\n</td></tr><tr><td>D‐dimer </td><td>1.8 (0.3‐34) </td><td>7 (1.2‐23) </td><td>3.5 (0.8‐33) </td><td>0.19\n</td></tr><tr><td>CRP </td><td>2.2 (0.1‐29) </td><td>3.8 (0.1‐41) </td><td>1.1 (0.1‐29) </td><td>0.11\n</td></tr><tr><td>Radiological findings\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Abnormal radiological findings </td><td>21 (63.6) </td><td>7 (41.2) </td><td>23 (57.5) </td><td>0.31\n</td></tr></table></body></html>"}, "TABREF5": {"text": "TABLE 4 Demographic characteristics of patients according to community and healthcare ‐ associated sepsis", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>All\n</td><td> </td><td> </td><td> </td></tr><tr><td> </td><td>patients\n</td><td>Community‐acquired\n</td><td>Healthcare‐associated\n</td></tr><tr><td>Age at sepsis evaluation, monthsa </td><td>(n = 90)\n</td><td>sepsis (n = 54)\n</td><td>sepsis (n = 36) </td><td>P value\n</td></tr><tr><td>5 (2‐5) </td><td>4 (1‐4) </td><td>5 (3‐5) </td><td>0.45\n</td></tr><tr><td>Male/female </td><td>52/38 </td><td>29/25 </td><td>23/13 </td><td>0.45\n</td></tr><tr><td>Underlying diseasesb\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Any </td><td>17 (18.9) </td><td>17 (31.5) </td><td>0\n</td><td> </td></tr><tr><td>Immunodeficiency </td><td>15 (16.7) </td><td>9 (16.7) </td><td>6 (16.7)\n</td><td> </td></tr><tr><td>Metabolic </td><td>9 (10) </td><td>8 (14.8) </td><td>1 (2.8)\n</td><td> </td></tr><tr><td>Neurological </td><td>14 (15.6) </td><td>7 (13) </td><td>7 (19.4)\n</td><td> </td></tr><tr><td>Prematurity </td><td>15 (16.7) </td><td>5 (9.3) </td><td>10 (27.8)\n</td><td> </td></tr><tr><td>Cardiac </td><td>7 (7.8) </td><td>4 (7.4) </td><td>3 (8.3)\n</td><td> </td></tr><tr><td>Gastrointestinal </td><td>7 (7.8) </td><td>2 (3.7) </td><td>5 (13.9)\n</td><td> </td></tr><tr><td>Chronic lung </td><td>2 (2.2) </td><td>1 (1.9) </td><td>1 (2.8)\n</td><td> </td></tr><tr><td>Others </td><td>6 (6.6) </td><td>3 (5.5) </td><td>3 (8.3)\n</td><td> </td></tr><tr><td>Seasonb </td><td> </td><td> </td><td> </td><td>0.29\n</td></tr><tr><td>Winter </td><td>12 (13.3) </td><td>9 (16.7) </td><td>3 (8.3)\n</td><td> </td></tr><tr><td>Spring </td><td>26 (28.9) </td><td>18 (33.3) </td><td>8 (22.2)\n</td><td> </td></tr><tr><td>Summer </td><td>15 (16.7) </td><td>7 (13) </td><td>8 (22.2)\n</td><td> </td></tr><tr><td>Autumn </td><td>37 (41.1) </td><td>20 (37) </td><td>17 (47.2)\n</td><td> </td></tr><tr><td>Duration of hospitalization, daya </td><td>14 (1‐184) </td><td>15,5 (1‐184) </td><td>18 (1‐157) </td><td>0.23\n</td></tr><tr><td>PICU stayb </td><td>38 (42.2) </td><td>26 (48.1) </td><td>12 (33.3) </td><td>0.24\n</td></tr><tr><td>Infectious related‐deathb </td><td>11 (12.2) </td><td>6 (11.1) </td><td>5 (13.9) </td><td>0.74\n</td></tr><tr><td>Bacterial infectionb\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Blood culture positiveb </td><td>15 (16.7) </td><td>3 (5.6) </td><td>12 (33.3) </td><td>0.001\n</td></tr><tr><td>CSF culture positiveb Meningococcus Staphylococcus epidermidis </td><td>211 </td><td>211 </td><td>000\n</td><td> </td></tr><tr><td>Results of respiratory viral testb\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Negative </td><td>45 (50) </td><td>27 (50) </td><td>18 (50) </td><td>0.5\n</td></tr><tr><td>Positive </td><td>45 (50) </td><td>27 (50) </td><td>18 (50)\n</td><td> </td></tr><tr><td>Rhinovirus </td><td>15 </td><td>11 </td><td>4\n</td><td> </td></tr><tr><td>Influenza </td><td>7 </td><td>6 </td><td>1\n</td><td> </td></tr><tr><td>Coronavirus </td><td>5 </td><td>3 </td><td>2\n</td><td> </td></tr><tr><td>Parainfluenza 3 </td><td>5 </td><td>2 </td><td>3\n</td><td> </td></tr><tr><td>RSV </td><td>4 </td><td>1 </td><td>3\n</td><td> </td></tr><tr><td>Metapneumovirus </td><td>2 </td><td>1 </td><td>1\n</td><td> </td></tr><tr><td>Multiple </td><td>4 </td><td>3 </td><td>1\n</td><td> </td></tr><tr><td>Bocavirus </td><td>2 </td><td>0 </td><td>2\n</td><td> </td></tr><tr><td>Adenovirus aValues were given at median (min‐max).\n</td><td>1 </td><td>0 </td><td>1\n</td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td></tr></table></body></html>"}}, "back_matter": []}