{
    "paper_id": "b41514dec12041c2ec914cc2bbc8853a8d387ee1",
    "metadata": {
        "title": "Recovering from substance use disorders during the early months of the COVID-19 pandemic: A mixed-methods longitudinal study of women in Kansas City",
        "authors": [
            {
                "first": "Emily",
                "middle": [
                    "A"
                ],
                "last": "Hurley",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Children's Mercy Kansas City",
                    "location": {
                        "settlement": "Kansas City",
                        "region": "MO",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Kimberly",
                "middle": [],
                "last": "Piña",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Children's Mercy Kansas City",
                    "location": {
                        "settlement": "Kansas City",
                        "region": "MO",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Victoria",
                "middle": [],
                "last": "Cegielski",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Missouri-Kansas City School of Medicine",
                    "location": {
                        "settlement": "Kansas City",
                        "region": "MO",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Janelle",
                "middle": [
                    "R"
                ],
                "last": "Noel-Macdonnell",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Children's Mercy Kansas City",
                    "location": {
                        "settlement": "Kansas City",
                        "region": "MO",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Melissa",
                "middle": [
                    "K"
                ],
                "last": "Miller",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Missouri-Kansas City School of Medicine",
                    "location": {
                        "settlement": "Kansas City",
                        "region": "MO",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "On the backdrop of societal disruption, economic slowdown, and climbing infection risk, more than 90% of U.S. adults surveyed in May 2020 reported experiencing moderate or severe negative emotional impacts of the COVID-19 pandemic (Palsson, Ballou, & Gray, 2020) . The pandemic has disproportionately affected women, who account for 56% of the almost 20 million jobs lost from February to May 2020 (Ewing-Nelson, 2020) . Compared to men, women reported higher rates of pandemic-related, negative changes in sleep, productivity, mood, worries about health, and frustrations with not being able to do what they usually enjoy doing (Palsson et al., 2020) . Women under age 50 reported more overall emotional impact from COVID-19 than their male counterparts. Studies have also demonstrated that women were more likely to increase alcohol consumption during the early stages of the pandemic, due to their disproportionate psychological stress (Neill et al., 2020; Rodriguez, Litt, & Stewart, 2020) .",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 262,
                    "text": "(Palsson, Ballou, & Gray, 2020)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 398,
                    "end": 418,
                    "text": "(Ewing-Nelson, 2020)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 629,
                    "end": 651,
                    "text": "(Palsson et al., 2020)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 939,
                    "end": 959,
                    "text": "(Neill et al., 2020;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 960,
                    "end": 993,
                    "text": "Rodriguez, Litt, & Stewart, 2020)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Women in treatment for substance use disorders (SUDs) face unique direct and indirect challenges from COVID-19 (Volkow, 2020) . Because poor respiratory health is a common comorbidity of SUDs, this population may be especially susceptible to poor outcomes from COVID-19 infection. Moreover, recovery from SUDs is most successful with abundant recovery capital, or resources that facilitate and sustain recovery including social support, employment, health care, and an overall sense of meaning and purpose in life (Hennessy, 2017; A.B. Laudet, Becker, & White, 2009; A.B. Laudet & White, 2008) . Experts postulate that pandemic-related social isolation, economic and housing instability, and disruption to SUD treatment and support networks could contribute to decreased well-being and increase risks for relapse (Volkow, 2020) .",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 125,
                    "text": "(Volkow, 2020)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 514,
                    "end": 530,
                    "text": "(Hennessy, 2017;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 531,
                    "end": 566,
                    "text": "A.B. Laudet, Becker, & White, 2009;",
                    "ref_id": null
                },
                {
                    "start": 567,
                    "end": 593,
                    "text": "A.B. Laudet & White, 2008)",
                    "ref_id": null
                },
                {
                    "start": 813,
                    "end": 827,
                    "text": "(Volkow, 2020)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "As the pandemic persists in the United States, prolonged populationlevel psychological distress may increase demand for effective SUD treatment and recovery services. Meeting this demand will require research that offers empirical, in-depth understanding of how the pandemic has shaped the experience of SUD recovery, particularly in vulnerable subgroups such as women. Yet, to date, this research is scarce. In one Dutch study, 15 men and women in SUD treatment or recovery completed a single interview in March-May 2020 (DeJong, Verhagen, Pols, Verbrugge, & Baldacchino, 2020) . Participants overwhelmingly reported negative feelings such as guilt, gloom, fear, panic, restlessness, and stress as well as reduced feelings of connectedness to health care and support groups. Those new into recovery expressed concerns about relapsing.",
            "cite_spans": [
                {
                    "start": 522,
                    "end": 578,
                    "text": "(DeJong, Verhagen, Pols, Verbrugge, & Baldacchino, 2020)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A deeper, longitudinal understanding of the unique experiences of U. S. women navigating SUD recovery during the pandemic is essential to optimizing SUD recovery efforts while ensuring COVID-19 infection control. We sought to understand the experiences of women who faced the early months of COVID-19 after having recently initiated SUD recovery. Specifically, we aimed to longitudinally characterize (1) the pandemic's impact on life, sobriety, and recovery capital among this population; and (2) participants' COVID-19 risk perceptions and selfefficacy for practicing protective behaviors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We conducted a longitudinal interview study from April to June 2020. Our study was guided by mixed-methods phenomenology (Mayoh & Onwuegbuzie, 2015) , which applies qualitative and quantitative methods to generate in-depth understanding of a lived experience (in this case, recovering from SUDs in the early months of the U.S. COVID-19 epidemic).",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 148,
                    "text": "(Mayoh & Onwuegbuzie, 2015)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "In February and early March 2020, we recruited 31 participants from three recovery centers (two residential and one outpatient program) in Kansas City, Missouri, to participate in an interrupted time series study aimed at increasing access to contraception. Recovery centers provided services for any type of substance or alcohol use disorder, most commonly polysubstance use disorders that included methamphetamines or opioids. The study enrolled participants in the usual care (no intervention) period if they met these eligibility criteria: aged 18-40 years, able to become pregnant, not using hormonal contraception (i.e., subdermal implant, intrauterine device, injectable, pill, patch, or ring).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Setting and participants"
        },
        {
            "text": "When stay-at-home orders suspended the original study in mid-March, we invited women to participate in longitudinal COVID-19 interviews. Of the original 31 enrolled participants, we successfully contacted 24 by phone (representing one residential and one outpatient program), who all consented to participate. All participants had completed a computerized baseline questionnaire at original enrollment, which included demographics, history of substance use (Alcohol, Smoking and Substance Use Involvement Screening Test [ASSIST; Ali et al., 2002; Humeniuk et al., 2008] ) and measures on reproductive health and contraception use (Centers for Disease Control and Prevention & National Center for Health Statistics, 2014). As all participants were enrolled in the parent study's usual care period, none received any intervention. The parent study remained in suspension for the duration of the COVID-19 interviews (i.e., no additional enrollment nor intervention activities occurred).",
            "cite_spans": [
                {
                    "start": 529,
                    "end": 546,
                    "text": "Ali et al., 2002;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 547,
                    "end": 569,
                    "text": "Humeniuk et al., 2008]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Procedure and measures"
        },
        {
            "text": "Participants completed three semistructured phone interviews at one-month intervals starting in April, approximately one month after Kansas City issued stay-at-home orders. The city lifted stay-at-home orders and instigated a phased re-opening plan in mid-May, coinciding with participants' second interview. By the final interview in mid-June, the city had permitted businesses to open at 50% capacity (City of Kansas City Missouri, 2020). Over this time, both recovery centers had moved to virtual sessions. The residential program followed local stayat-home orders, permitting women to leave only for work or essential needs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Procedure and measures"
        },
        {
            "text": "For each 10-20-minute interview, study staff trained in qualitative interviewing asked women a series of questions with the stem, \"In the last month, how has COVID-19 affected your…\" for topics of overall life, future plans, sobriety, social relationships, job or income, and access to health care. Participants then rated their level of agreement with statements adapted from Timpka and colleagues' study on intentions to perform nonpharmaceutical preventative behaviors during influenza outbreaks (Timpka et al., 2014) . Based on protection motivation theory and the health belief model, these measures assessed perceived susceptibility and severity of infection, trust in information, and self-efficacy to perform protective behaviors (e.g. hand-washing, staying home, and avoiding close social contact or public transport; see Fig. 2 for full list of items). Participants responded on a 5-point Likert scale (ranging from \"strongly disagree\" to \"strongly agree\") and study staff invited participants to provide qualitative comments elaborating on their response. In the final interview, participants repeated the ASSIST items, and those who reported any use of substances, not including tobacco, were determined to have relapsed. Participants received $20 for completion of the baseline survey, $15 for the one-month and two-month follow-up and $20 for the three-month follow-up. Study staff transcribed all responses into REDCap© simultaneously or audio-recorded the interviews and transcribed them immediately after the interview. We kept participants' responses separate from their name and contact information and did not share this information with anyone outside the research team. The Institutional Review Board at Children's Mercy Kansas City approved all study methods.",
            "cite_spans": [
                {
                    "start": 499,
                    "end": 520,
                    "text": "(Timpka et al., 2014)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 831,
                    "end": 837,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Procedure and measures"
        },
        {
            "text": "We summarized quantitative data descriptively with SAS version 9.4 (SAS Institute Cary, North Carolina, USA). We created data visualizations to examine longitudinal trends among participants who completed all three interviews in R Studio version 1.2.5 with R version 3.6.1. We then performed qualitative analysis in Dedoose version 8.3.35 and began with structural coding to categorize responses by domains explored in the original interview guide (Saldaña, 2015) . For domains of overall life and sobriety, we also performed evaluation coding, assigning values to indicate if responses revealed negative change (− 1), neutral/ no change (0), or positive change (1) from the previous month (Saldaña, 2015) . Independent raters double-coded data from one-third of the participants completing all three months and resolved discrepancies through group consensus. We then conducted line-by-line inductive coding, and through periodic debriefing and investigator triangulation, constructed and applied a hierarchical, thematic codebook throughout the dataset. We synthesized data in each domain using Dedoose matrices and coding outputs that allowed examination of thematic data by domain, month, and participant characteristics. We present results as synthesized themes or frequencies of reported experiences, where appropriate (Sandelowski, 2001) .",
            "cite_spans": [
                {
                    "start": 448,
                    "end": 463,
                    "text": "(Saldaña, 2015)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 690,
                    "end": 705,
                    "text": "(Saldaña, 2015)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1324,
                    "end": 1343,
                    "text": "(Sandelowski, 2001)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "We conducted 64 total interviews: 23 in April, 22 in May, and 19 in June 2020. Twenty-four women completed at least one interview, and 17 completed interviews in all three months (see Table 1 ). Women who did not complete a scheduled interviewed are those who did not respond to three attempts at contact. Women were between ages 22 and 38 (median 29), predominately white (79.2%), non-Hispanic (87.5%), and with at least a high school diploma (62.4%). Seventeen (70.8%) had at least one living child, and of these, 12 (70.6%) reported their children living in foster care or with someone else at some point. Three-quarters reported their marital status as single and 16.7% as separated.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 184,
                    "end": 191,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Participant characteristics"
        },
        {
            "text": "Women were receiving recovery services at either a residential (41.7%) or outpatient (58.3%) facility. Though the study did not explicitly ask women in the outpatient program where they resided, half mentioned living in another transitional facility or halfway house. Women most commonly reported lifetime use of these substances: amphetamines (91.7%), cannabis (87.5%), tobacco (91.7%), alcohol (83.3%), opioids (62.5%), and cocaine (58.3%). At baseline, all 24 participants were in recovery (not currently using any substance other than tobacco), and 14 (58.3%) were three or more months into their recovery. By the end of the three-month study period, 4 of the 17 women who completed all three interviews had reported relapse (three with multiple substances, one with alcohol).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant characteristics"
        },
        {
            "text": "Most women had no health insurance (66.7%) and half said there was a time they thought they should have accessed health care in the last 12 months but did not. Most (62.5%) reported at least one current male sexual partner and three-quarters reported no condom/contraception use at last sexual encounter. Fig. 1 illustrates month-by-month evaluation coding of responses to \"How has COVID-19 affected your overall life in the last month?\" and \"How has COVID-19 affected your sobriety in the last month?\" as indicating improvement, worsening, or remaining constant.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 305,
                    "end": 311,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Participant characteristics"
        },
        {
            "text": "In April, participants overwhelmingly felt their life had worsened due to COVID-19 ( Fig. 1) . Participants felt like \"everything is on standstill\" (age 28, April) and the pandemic had interrupted or set them back on progress toward independent, stable living, and caused significant mental health struggles for many.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 85,
                    "end": 92,
                    "text": "Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Impact on life"
        },
        {
            "text": "\"I really can't think about my future right now. If I think about all that right now, I will relapse and I just need to take it one day at a time.\" (age 22, April) \"[The pandemic] has affected me pretty heavily. I developed a lot of stress and anxiety. My entire life has been disrupted because of this.\" (age 28, April)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact on life"
        },
        {
            "text": "Participants' reports of loss of recovery capital was most profound in April, particularly with reduced access to social networks, delayed plans in housing transitions, and for some, reduction in employment/income. Of the 23 women who we interviewed in April, eight had lost their job or were furloughed, three had their work hours reduced, five remained out of work, and just seven had maintained pre-pandemic employment. Women in residential programs expressed feelings of being shut away, while those in outpatient programs faced increased stress navigating the changed world. May brought signs of adaptation to pandemic-related adversities. Compared to April, more women in May suggested a neutral or even positive change in response to \"Since we last spoke, how has COVID affected your life?\" Though many held frustrations with delayed shortterm plans or long-term goals, some found hope in the prospect of societal reopening, personal lifestyle adaptations, and new opportunities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact on life"
        },
        {
            "text": "\"I hate to say this because I know the virus is bad but it's kinda helped. I'm working so much to get a car and a place, it's helping me save up money.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact on life"
        },
        {
            "text": "(age 30, May) By June, 15 of the 17 women interviewed reported improvement or consistency in their lives as \"things are opening back up\" (age 29, June). Women sounded more positive as they spoke of relief (frequently using the expression \"finally!\"), a renewed hope, and momentum toward future goals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact on life"
        },
        {
            "text": "\"I finally got to see my kids for four days last week […] I now get to see my family and it's become easier now with everything else that has opened up. I am not nearly as depressed now that I can see my family and I can travel to go see them and it has been a lot better.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact on life"
        },
        {
            "text": "(age 36, June) \"Hopefully [in the future I will be] done with treatment, with a job. I want to eventually start my own business.\" (age 28, June)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact on life"
        },
        {
            "text": "Despite changes and challenges in their lives, 13 of the 17 women completing the study reported remaining sober throughout the three months. Sobriety experiences did not show apparent trends by month. However, as Fig. 1 illustrates, five women reported both improving and Caption: Qualitative responses to \"In the last month, how has COVID-19 affected your life?\" and \"In the last month, how has COVID-19 affected your sobriety?\" were coded as \"improved\", \"remained the same\" or \"worsened.\" Analysis conducted on women who completed all three interviews (n = 17).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 213,
                    "end": 219,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Impact on sobriety"
        },
        {
            "text": "worsening experiences with sobriety throughout the study, reflecting the often cyclical nature of recovery. Each of the four women who reported relapse during the study indicated contributions of COVIDrelated stressors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact on sobriety"
        },
        {
            "text": "\"I did relapse. I feel horrible. I blame it on myself and I am just so depressed since they shut treatment down and everything. I can't really do anything [treatment] online because my probation got suspended and I am not supposed to have contact with anyone.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact on sobriety"
        },
        {
            "text": "(age 26, April)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact on sobriety"
        },
        {
            "text": "Of the women who stayed sober, six described increased difficulty abstaining, citing boredom (\"being inside all the time makes you want to use\" [age 28, April]), reduced in-person support, or peers who had relapsed. On the other hand, one participant cited COIVD-19 as additional motivation to quit tobacco. In each month, 73-83% of participants reported continuing recovery classes or support groups virtually. While many cited limitations (\"it feels less personal\" [age 28, June]), they attributed treatment continuity as key to remaining sober. \"There have been some moments where I really wanted to [drink] but I didn't. I am still talking to my case manager and counselor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact on sobriety"
        },
        {
            "text": "[…] We are starting classes on zoom which I think is great because it will keep us connected and motivated. The internet is a great thing when used appropriately. For me the most important thing is to stay surrounded with positive people and keep reaching out to people. Once I stop keeping in touch, I will start drinking again.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact on sobriety"
        },
        {
            "text": "(age 26, April) Some women in residential programs attributed built-in support as crucial to maintaining sobriety through stay-at-home orders.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact on sobriety"
        },
        {
            "text": "\"It has been nice living with other girls. We have gotten close. The girls are here for the same reason I am, and we have a good group of people that are focused on what we are here to do and that is to live a better life.\" (age 36, April)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact on sobriety"
        },
        {
            "text": "Participants' lives and experiences with sobriety were shaped by the unique ways in which COVID-19 affected their recovery capital. Table 2 summarizes key themes and trends in negative, positive, and adaptive experiences with social relationships, income/employment, housing, and health care.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 132,
                    "end": 139,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Impact on recovery capital"
        },
        {
            "text": "Participants considered social relationships as key to recovery. Thus, reduced access to friends, partners, and family became the defining challenge of April/May, causing significant, even \"devastating\" effects on mental health and well-being. Mothers, who often considered their children as their primary motivation for recovery, faced barriers to accessing children not in their custody, including court delays, orders to suspend visits while working front-line jobs, or reduced ability to travel. Women did find social support through coworkers, roommates, and virtual treatment/counseling. As restrictions lifted and comfort with social interaction increased in May/June, more women reported seeing or planning to see loved ones again.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact on recovery capital"
        },
        {
            "text": "Experiences with income and employment were diverse among participants throughout the study. Starting from various points in reestablishing employment, some women reported pandemic-related job loss, decreased hours and/or difficulty finding new work due to fewer openings and residential facility lockdowns. Three were denied unemployment benefits, having not been working long enough to qualify. A few stated uncertainties about how to access benefits, particularly when social service offices were closed. Those without enough income struggled to pay for rent, food, and things their children needed. Some mentioned accessing government assistance (food stamps, CARES Act) as well as relying on family, friends, and savings. Still, many did maintain or find work, some even reporting increased hours due to demands for \"essential\" food service, health care, and packing/delivery jobs. Among the fourteen women who were working at baseline and who we interviewed across all three months, six maintained their employment, and five of the eight who lost their job obtained new employment by June. Those with sufficient employment felt \"blessed\" and \"lucky,\" benefiting not only from income, but increased access to health care, better prospects for permanent housing, and the accountability and structure to help maintain sobriety (\"It just feels really good to be able to go back to work\" [age 31, May]).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact on recovery capital"
        },
        {
            "text": "Overall, women considered independent housing the capstone of recovery. Throughout the study, most saw their living situation as stable yet transitional, at residential programs or temporary stays with friends/ relatives. Particularly in April/May, women yearning for more independent living experienced frustration as transition plans became uncertain due to income loss or reduction, delays in housing assistance programs, and lockdowns and delays in transition timelines in residential programs. By June, fewer were living in residential programs (one in the residential recovery center, five in other transitional living facilities), though most participants still considered their current living situation temporary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact on recovery capital"
        },
        {
            "text": "While not all participants sought health care during the study, most held a prevailing sense that \"doctors have cancelled everything\" (age 33, May). Further, transportation to appointments became difficult with reduced bus schedules. Women without insurance spoke of reduced service capacity of free clinics and difficulties trying to apply for Medicaid when they could not do so in person. These barriers amounted to missed opportunities for health care for themselves, parents and/or children. Just three women reported attending an in-person health care visit over the study period and two reported attending a telemedicine appointment outside of SUD treatment. Of the 17 women who, at baseline, reported wanting to start birth control within the next month, only two reported accessing contraception services over this entire study period, with most others citing COVID restrictions and closures as their main barriers. One participant reported an unplanned pregnancy. On the other hand, some women spoke of COVID-related adaptations that facilitated health care access, such as the ability to refill or change medications without an in-person visit. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact on recovery capital"
        },
        {
            "text": "In April, 56.5% of participants strongly/somewhat agreed with the statement, \"I am worried about getting infected with COVID-19.\" Among women completing all three interviews (N = 17), this proportion declined from April (58.8%) to June (17.6%) (Fig. 2) . Those who were worried referenced rising cases and personal risks related to employment or pre-existing health conditions. Reasons for less worry included perceptions of being healthy and unlikely to get sick, having taken adequate precautions, or that the government had exaggerated the threat.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 244,
                    "end": 252,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Perceived susceptibility and severity"
        },
        {
            "text": "The percentage of participants who strongly/somewhat agreed that \"Getting sick with COVID-19 would have serious consequences for me\" was high in April (82.6%,) and remained high among those completing all three interviews (94.1% in April, 88.2% in June). Many elaborated that \"severe consequences\" were beyond their own physical health, including threat of isolation from children and family, or of jeopardizing their employment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Perceived susceptibility and severity"
        },
        {
            "text": "Consistently throughout the three months, participants were divided ▪ Reduced access to children, partners and relatives in April and May (− ) ▪ \"Really not seeing my kids is triggering my thoughts to maybe use but I haven't done anything. I feel like I am being punished or something\" (age 38, May). ▪ \"We haven't been able to see grandma and grandpa and that affects my daughter emotionally because she did live with them for two years when I was in prison. She just doesn't get why we can't see them and face-timing isn't enough\" (age 33, April).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trust in source of information"
        },
        {
            "text": "▪ Access to social support though new means like virtual counseling/ support groups or new jobs (+)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trust in source of information"
        },
        {
            "text": "▪ \"My sobriety has been fine. I still have virtual meetings over the phone and I look forward to these virtual meetings because I love my AA people\" (age 24, May). ▪ \"I have been working at a nursing home for almost two months…this job has allowed me to have good social interaction. I have gotten close to a few patients, especially because I am working in long-term care\" (age 29, April).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trust in source of information"
        },
        {
            "text": "▪ \"I am finally allowed to see my kids twice a week! My case got moved along because COVID restrictions are being lifted\" (age 38, June). ▪ \"I was finally able to see my family on Mother's Day and that was really awesome. My mom is elderly, she just turned 69. It was kind of iffy going down there because of everything going on. But we all had time to go and it fell into place so we went. It was amazing finally giving her a hug and spend some quality time with her. It's been a few months since we have been able to consider it. It was just time to go see her\" (age 31, May).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "▪ Family reunifications brought relief in May and June (+)"
        },
        {
            "text": "▪ Some reported serious financial difficulties related to job loss or reduced hours (− ) ▪ \"Losing a job has affected my income. I worked at a bar and grill and it shut down until further notice. I didn't work long enough for unemployment. [My recovery home] is still expecting the rent. I am trying really hard to find a new job\" (age 29, April). ▪ \"I have no income now and I have a newborn baby. It is really stressful. I can't buy formula or diapers or anything he needs. I can't pay bills, rent my phone bills. We have WIC but it only last for like half the month\" (age 30, April).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Income and Employment"
        },
        {
            "text": "▪ Government assistance was newly expanded for some (+) but not enough for others (− ) ▪ \"Financially, I got accepted for food stamps. So me and my kids have that assistance which is really helpful. I also got my Medicaid back. It is kind of nice the virus is here since I haven't had this stuff in a while\" (age 26, April). ▪ \"I didn't have income for 3 to 4 weeks. I applied for unemployment but I got denied. I got approved for something with the CARES act but $133 a week is not enough to survive on. I can barely buy food and groceries\" (age 24, June).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Income and Employment"
        },
        {
            "text": "▪ Demand for essential jobs opened new opportunities (+)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Income and Employment"
        },
        {
            "text": "▪ \"[The pandemic] actually got me a job because a lot of people are quitting. I work in the nursing home. I do housekeeping and dietary. I was not working before\" (age 29, April). ▪ \"I am trying to find a job and hopefully it doesn't take too long. There are people working who are considered essential and so I have been applying to those places\" (age 28, April).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Income and Employment"
        },
        {
            "text": "Housing ▪ Delays in housing assistance programs and lockdowns interrupted plans to transition to independent living (− )",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Income and Employment"
        },
        {
            "text": "▪ \"Everybody has to stay in. I have my own room, but there are other girls here like eleven girls total. Well I am moving back home, in May. If the virus is still going I will have to stay here until it is all clear to go\" (age 23, April). ▪ \"We have asked if they would kick us out after 90 days and they don't know because they need to make room for new people coming in. I am not sure what my situation will look like. I have even applied for other housing programs that are long-term but they won't accept us with everything going on\" (age 33, April).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Income and Employment"
        },
        {
            "text": "▪ New rules and restrictions caused stress for women residential programs (− )",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Income and Employment"
        },
        {
            "text": "▪ \"It was stressful living at [residential program] with corona. Everyone was in constant panic and I wasn't able to grow. I became depressed and was going into a bad mental state. [The program] was too highstrung about corona and over-controlled us, which caused everyone to panic\" (age 22, June).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Income and Employment"
        },
        {
            "text": "▪ Not all tried to access health care, but all had the perception of reduced access throughout the study period (− )",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Health care"
        },
        {
            "text": "▪ \"A lot of doctor's offices don't want to do anything\" (age 36, May). ▪ \"I've had trouble making an appointment because no one is picking up. I don't know if they are scheduling appointments yet\" (age 24, June). ▪ Delayed or cancelled appointments for wellness checks, sexual health, and dental care (− ) ▪ \"I want to go in and get my tubes tied or have an IUD done and they keep putting it off \"(age 38, May). ▪ Pre-existing barriers were exacerbated, as public transportation became less available and navigating or paying for services became more challenging for the uninsured (− )",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Health care"
        },
        {
            "text": "▪ \"It's been hard to contact the state to get health care subsidies. For me, it's easier to go in and talk to someone in person, but everything is still over the phone\" (age 30, June).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Health care"
        },
        {
            "text": "(continued on next page) E.A. Hurley et al. in the degree to which they trusted information about the pandemic coming from the government or their recovery site. Participants often mistrusted both sources, believing that recovery sites originally sourced their information from the government.",
            "cite_spans": [
                {
                    "start": 30,
                    "end": 43,
                    "text": "Hurley et al.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Health care"
        },
        {
            "text": "Women overwhelmingly felt like they had the resources and knowledge to keep themselves safe from COVID-19 as 100% strongly agreed with both statements by June interviews. However, women who completed all three interviews reported a decline in self-efficacy for all four preventative behaviors, with handwashing remaining high (100% strongly/somewhat agreeing in April, 88.2% in June) but increasing difficulties in ability to avoid public transportation (88.3% strongly/ somewhat agreeing in April, 64.7% in June) and stay home from school or work (52.9% in April, 29.4% in June).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Self-efficacy for preventative behaviors"
        },
        {
            "text": "From March through June 2020, women navigated SUD recovery in a society that abruptly shut and slowly reopened atop a persistently circulating novel coronavirus. In the first month, women described abrupt restriction of recovery capital and negative consequences on ▪ \"They were giving me refills without a visit because of COVID-19\" (age 26, June).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "▪ Mixed opinions on telehealth (− /+) ▪ \"I would want to see the doctor face-to-face for the problem I have. I don't know why I feel that way. That is just how I see it. A lot of the women who are in recovery might not have a phone or the ability to get to one of those meetings through video\" (age 30, June). ▪ \"It depends on what it's for. Mental health or general medicine can be over telehealth. It helps because you don't have to take an entire day off of work and go here or do that. It isn't a burden on your family to go in. I think it's a good option. It is a viable option. Especially in the current situation\" (age 33, June). their life and feelings of stability. As in the general population (Holingue et al., 2020; Jean-Baptiste, Herring, Beeson, Dos Santos, & Banta, 2020) , participants shared a common experience of isolation from social networks and some also experienced devastating lack of income or limited access to health care. In the second month, women began regaining access to recovery capital as the local government scaled back restrictions. By the final month, the perception of societal reopening brought women relief and renewed hope in their ability to regain the recovery capital that had been lost or threatened. Throughout the study, those who relapsed or were tempted to use again described COVID-19related stressors as significant threats to their sobriety, though most participants were ultimately able to remain sober. For women recovering from SUDs in the early months of the COVID-19 pandemic in the United States, accessing necessary recovery capital often involved placing themselves at increased risk of COVID-19 infection. Throughout the three months of this study, women generally felt like they knew how to protect themselves from COVID-19 and worries about contracting the virus centered less on the threat of direct physical consequences and more on the threat that a positive diagnosis would result in further restriction from recovery capital. Societal adaptations helped women to maintain some sources of recovery capital, notably, the swift transition of SUD treatment and support to virtual platforms. Yet women expressed the most hope about their lives when they had more opportunities to engage in the outside world, like serving in frontline jobs or reuniting with friends and family. Societal reopening toward the end of the study corresponded with lower worry about infection and lower self-efficacy for preventative behaviors. However, one month after the final interviews, Kansas City reported a record number of new infections and a 60% increase in COVID-19 deaths, leaving individuals seeking external recovery capital at an even greater risk of infection.",
            "cite_spans": [
                {
                    "start": 704,
                    "end": 727,
                    "text": "(Holingue et al., 2020;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 728,
                    "end": 786,
                    "text": "Jean-Baptiste, Herring, Beeson, Dos Santos, & Banta, 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our study showed how pandemic-related stress disrupted lives and feelings of stability for those already in recovery. However, the need for recovery support is likely growing among the general population. In June 2020, 13% of U.S. adults reported starting or increasing substance use to cope with stress or emotions related to COVID-19 (Czeisler et al., 2020) and data from the Midwest suggest a postpandemic rise in opioid overdoses (Slavova, Rock, Bush, Quesinberry, & Walsh, 2020) . Considering our study only examined women in formal treatment, those struggling with SUDs or recovery who are not connected to care are likely to face further difficulties securing the support and recovery capital that they need.",
            "cite_spans": [
                {
                    "start": 336,
                    "end": 359,
                    "text": "(Czeisler et al., 2020)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 434,
                    "end": 483,
                    "text": "(Slavova, Rock, Bush, Quesinberry, & Walsh, 2020)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Implications"
        },
        {
            "text": "Meeting the needs of people with SUDs will require public health efforts that extend beyond the walls of recovery centers. Experts believe that in general, communities and states are well-positioned to optimize SUD recovery by building recovery-oriented systems of care (ROSC), or systems of macro-level, coordinated services that promote access to recovery capital. As communities and states come together to manage COVID-19, coordinating efforts to maintain strong ROSC should be on the agenda. Strategies that ensure access to and easy navigation of social services, housing, employment, and health care in a rapidly changing world must take into account the unique needs of people with SUDs. Such strategies may include virtual platforms that link recovery communities with ROSC, as well as peer navigator programs, which have a strong evidence base for health promotion in this population (Li, Weeks, Borgatti, Clair, & Dickson-Gomez, 2012; Scott, Grella, Nicholson, & Dennis, 2018) . Peers may also be vital conduits of information, given the mixed levels of trust in information coming from government sources among women in our study. COVID-19 prevention messaging tailored to people in recovery should also reaffirm their need for access to recovery capital, but with enhanced safety. Given the higher risk for severe disease as well as increased likelihood for exposure given their congregate living situations and employment in frontline jobs, governments should also prioritize people struggling with SUDs in COVID-19 vaccine distribution.",
            "cite_spans": [
                {
                    "start": 894,
                    "end": 945,
                    "text": "(Li, Weeks, Borgatti, Clair, & Dickson-Gomez, 2012;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 946,
                    "end": 987,
                    "text": "Scott, Grella, Nicholson, & Dennis, 2018)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Implications"
        },
        {
            "text": "While other work has speculated about the impact of COVID-19 on recovery from SUDs (Volkow, 2020) , our study is the first to document women's direct, lived experiences using a longitudinal perspective. Our sample is limited, as it is ultimately one of convenience, as we recruited participants from an ongoing study. We also had a high loss to follow-up; most of whom were less than three months in their recovery and potentially at higher risk of relapse. Considering the variability in the pandemic response across states and municipalities, the generalizaibility of our findings to other geographical locations is limited. Finally, our smaller sample size is appropriate for phenomenological studies but does limit our ability to draw population-level inferences from our quantitative data.",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 97,
                    "text": "(Volkow, 2020)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Strengths and limitations"
        },
        {
            "text": "Our study describes the lived experiences of women recovering from SUDs in the early months of COVID-19. Findings demonstrate how early societal restrictions and the threat of infection severed many from essential sources of recovery capital. Societal re-openings followed, resulting in relief as women reported increased engagement with recovery capital, but risked exposure to a still persistent virus. As social stresses related to COVID-19 continue to disrupt lives, women recovering from SUDs will continue to seek the resources they need to maintain sobriety. Public health planning that prioritizes safe and adequate access to health care, social support, employment, and housing for people in recovery could pay dividends for broader community-level health and lower the burden of both SUDs and COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The Alcohol, Smoking and Substance Involvement Screening Test (ASSIST): Development, reliability and feasibility",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Awwad",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Babor",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bradley",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Butau",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Farrell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vendetti",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1046/j.1360-0443.2002.00185.x"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "National Center for Health Statistics",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Mental health, substance use, and suicidal ideation during the COVID-19 pandemic -United States",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "É"
                    ],
                    "last": "Czeisler",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "I"
                    ],
                    "last": "Lane",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Petrosky",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Wiley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Christensen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Njai",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Weaver",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Robbins",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Facer-Childs",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Barger",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Czeisler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Howard",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M W"
                    ],
                    "last": "Rajaratnam",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "MMWR. Morbidity and Mortality Weekly Report",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.15585/mmwr.mm6932a1"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Psychological impact of the acute COVID-19 period on patients with substance use disorders: we are all in this together",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A J"
                    ],
                    "last": "Dejong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G D"
                    ],
                    "last": "Verhagen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pols",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A G"
                    ],
                    "last": "Verbrugge",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Baldacchino",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Basic and Clinical Neuroscience",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.32598/bcn.11.covid19.2543.1"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Despite Slight Gains in May",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ewing-Nelson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Women Have Still Been Hit Hardest by Pandemic-related Job Losses",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Recovery capital: A systematic review of the literature",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Hennessy",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Addiction Research and Theory",
            "volume": "25",
            "issn": "5",
            "pages": "349--360",
            "other_ids": {
                "DOI": [
                    "10.1080/16066359.2017.1297990"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Mental distress in the United States at the beginning of the COVID-19 pandemic",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Holingue",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Kalb",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Riehm",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bennett",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kapteyn",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Veldhuis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Thrul",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "American Journal of Public Health",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2105/ajph.2020.305857"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Validation of the alcohol, smoking and substance involvement screening test (ASSIST). Addiction",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Humeniuk",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Babor",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Farrell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Formigoni",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jittiwutikarn",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Simon",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1360-0443.2007.02114.x"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Stressful life events and social capital during the early phase of COVID-19 in the U.S. Social Sciences & Humanities Open",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ssaho.2020.100057"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Don't wanna go through that madness no more: Quality of life satisfaction as predictor of sustained remission from illicit drug misuse",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Laudet",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Substance Use & Misuse",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/10826080802714462"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Recovery capital as prospective predictor of sustained recovery, life satisfaction, and stress among former poly-substance users",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Laudet",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Substance Use & Misuse",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/10826080701681473"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A social network approach to demonstrate the diffusion and change process of intervention from peer health advocates to the drug using community. Substance Use and Misuse",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Weeks",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Borgatti",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Clair",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dickson-Gomez",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "47",
            "issn": "",
            "pages": "474--490",
            "other_ids": {
                "DOI": [
                    "10.3109/10826084.2012.644097"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Toward a conceptualization of mixed methods phenomenological research",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mayoh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Onwuegbuzie",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of Mixed Methods Research",
            "volume": "9",
            "issn": "1",
            "pages": "91--107",
            "other_ids": {
                "DOI": [
                    "10.1177/1558689813505358"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Alcohol use in Australia during the early days of the COVID-19 pandemic: initial results from the COLLATE project",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Neill",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Toh",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Van Rheenen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Phillipou",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Rossell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Psychiatry and Clinical Neurosciences",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/pcn.13099"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The U.S. National Pandemic Emotional Impact Report",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "S"
                    ],
                    "last": "Palsson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ballou",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gray",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Drinking to cope with the pandemic: The unique associations of COVID-19-related perceived threat and psychological distress to drinking behaviors in American men and women",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Rodriguez",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Litt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Stewart",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Addictive Behaviors",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.addbeh.2020.106532"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The coding manual for qualitative researchers",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Saldaña",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Real qualitative researchers do not count: the use of numbers in qualitative research",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sandelowski",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Research in Nursing and Health",
            "volume": "24",
            "issn": "",
            "pages": "230--240",
            "other_ids": {
                "DOI": [
                    "10.1002/nur.1025"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Opioid recovery initiation: pilot test of a peer outreach and modified recovery management checkup intervention for out-of-treatment opioid users",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Scott",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Grella",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Nicholson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Dennis",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of Substance Abuse Treatment",
            "volume": "86",
            "issn": "",
            "pages": "30--35",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jsat.2017.12.007"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Signal of increased opioid overdose during COVID-19 from emergency medical services data. Drug and Alcohol Dependence",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Slavova",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rock",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Bush",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Quesinberry",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Walsh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.drugalcdep.2020.108176"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Intentions to perform non-pharmaceutical protective behaviors during influenza outbreaks in Sweden: a cross-sectional study following a mass vaccination campaign",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Timpka",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Spreco",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gursky",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Eriksson",
                    "suffix": ""
                },
                {
                    "first": "Ö",
                    "middle": [],
                    "last": "Dahlström",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Strömgren",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Holm",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS One",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0091060"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Collision of the COVID-19 and addiction epidemics",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Volkow",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "In Annals of Internal Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.7326/M20-1212"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Month-by-month impact of COVID-19 on overall life and sobriety among women recovering from SUD (n = 17).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "illustrates month-by-month Likert scale responses to questions on COVID-19 attitudes, beliefs, and preventative behaviors.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "COVID-19 attitudes, beliefs, and preventative behaviors among women recovering from SUD (n = 17). Caption: 1 m interviews = mid-March through mid-April; 2 m interviews = mid-April through mid-May; 3 m interviews = mid-May to mid-June. Analysis conducted on women who completed all three interviews (n = 17).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Characteristics of female participants from two Midwestern recovery centers (n = 24).\"Everything was getting on track. I had a job that was going to pay me enough and it was rolling just right and then all this happened and it came to a complete stop.\" \"Well [my job] laid me off from work and[COVID]  got us here at [our residential facility]. So we really can't do anything. We don't have meetings anymore so our support went down.[…] And we can't go find jobs because we are stuck here and can't leave.\"",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors express deep appreciation for the women who so openly shared their experiences with us as participants in this study. We are also grateful to our community partners who helped to facilitate the study, particularly Lori Glenski, Sarah Knopf-Amelung, Jessi Ibarra, Alyssa Ibarra, and Bobbi Jo Reed. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}