{
    "paper_id": "b4495d2009670664626267248b3f0d85c63028bc",
    "metadata": {
        "title": "Measuring the impact of consultative citizen participation: reviewing the congruency approaches for assessing the uptake of citizen ideas",
        "authors": [
            {
                "first": "Julien",
                "middle": [],
                "last": "Vrydagh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Vrije Universiteit Brussel",
                    "location": {
                        "settlement": "Brussels",
                        "country": "Belgium"
                    }
                },
                "email": "julien.vrydagh@vub.be"
            }
        ]
    },
    "abstract": [
        {
            "text": "As academic and political interest in citizen participation and democratic innovations is growing, the question of their impact on public policy remains essential to assess their genuine contribution to the normative project of democratization. Impact assessments of consultative participatory mechanisms are commonly conducted with a congruency approach-a desk-based research method which assesses impact based on the textual correspondence between a citizen-created idea and public policy documents. This method, however, lacks reliability and uniformity, and this paper therefore seeks to standardize its application and ways to improve the accuracy of its results by proposing two methodological add-ons. First, a sequential impact matrix that considers the preferences of decisionmakers before a consultative participatory mechanism to see the extent to which decisionmakers take up citizen ideas that align with or diverge from their own agenda. Second, a mixed method that combines a congruency approach with interviews of actors involved in the follow-up of the participatory process to balance their experiences with the congruency approach's main findings. The variants of the congruency approach are then applied to a deliberative minipublic-the citizen panel 'Brussels-Make Your Mobility'. This analysis shows how these methodological strategies alter the impact assessment's results, and its findings suggest that the use of a sequential impact matrix with a mixed method not only produces an accurate and reliable measurement but also generates valuable insights into the diffuse ways in which minipublics can exert substantial influences on the institutional structures and the political decision-making.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Policy Sciences",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The overview of the interviewees Policymaker 1 Online Member of the public administration Bruxelles Mobilité, closely involved in the integration of the citizen resolution in the first version of the mobility plan Policymakers 2 On the phone Member of the public administration Bruxelles Mobilité, closely involved in the integration of the citizen resolution in the first version of the mobility plan Key member of the cabinet of the Minister of mobility of the Brussels Region (2019-…) Policymaker 3 Online Key member of the external consortium Smartteam, which assisted the public administration Bruxelles Mobilité and the elaboration of the mobility plan A cabinet member Online Key member of the cabinet of the Minister of mobility (2014-2019), closely involved in the political follow up of the mobility plan A public official of the Brussels Regional Parliament Online Public official closely involved in the initiation, organization, and institutional follow-up of the citizen panel An organizer of the citizen panel In person, on the phone Key member of the organization of the citizen panel",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Key member of the Brussels Regional Parliament",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "In person Elected member of the Brussels Regional Parliament, played a key role in the initiation, organization and institutional follow-up of the citizen panel",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "There has been a resurgence of academic and political interest in citizen participation with the advent of democratic innovations (Elstub & Escobar, 2019; Smith, 2009 ). Public authorities have increasingly tended to involve ordinary citizens in participatory processes as a way to tackle the legitimacy crisis facing political systems, reduce the gap between elites and citizens, and democratize governance (Warren, 2009) . With this proliferation has come the concomitant question of the impact of citizen participation on public policy, which is of paramount importance for the normative project of democratization. To what extent do they exert a genuine influence, or are they instrumentalized by decision-makers (Smith, 2009, pp. 22-24) ? There is a broad consensus that citizen participation should have a \"genuine impact on policy and be seen to do so\" (Rowe & Frewer, 2000, p. 14, see also Abelson et al., 2003, p. 244; Beierle, 2010) . Without this, it comprises only the activation of a \"thin citizenship\" (Bherer et al., 2017, pp. 7-8; Walker, 2014, p. 205) , losing its credibility and attractiveness in the eyes of the citizenry (Fung & Wright, 2001; Gundelach et al., 2017; Jacquet, 2017; Pateman, 2012; Wampler, 2008) and generating participatory frustrations that may lead to political apathy and disengagement (Fernández-Martínez et al., 2020; Van Stekelenburg & Klandermans, 2013) .",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 154,
                    "text": "(Elstub & Escobar, 2019;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 155,
                    "end": 166,
                    "text": "Smith, 2009",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 408,
                    "end": 422,
                    "text": "(Warren, 2009)",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 717,
                    "end": 741,
                    "text": "(Smith, 2009, pp. 22-24)",
                    "ref_id": null
                },
                {
                    "start": 860,
                    "end": 884,
                    "text": "(Rowe & Frewer, 2000, p.",
                    "ref_id": null
                },
                {
                    "start": 898,
                    "end": 927,
                    "text": "Abelson et al., 2003, p. 244;",
                    "ref_id": null
                },
                {
                    "start": 928,
                    "end": 942,
                    "text": "Beierle, 2010)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1016,
                    "end": 1046,
                    "text": "(Bherer et al., 2017, pp. 7-8;",
                    "ref_id": null
                },
                {
                    "start": 1047,
                    "end": 1068,
                    "text": "Walker, 2014, p. 205)",
                    "ref_id": null
                },
                {
                    "start": 1142,
                    "end": 1163,
                    "text": "(Fung & Wright, 2001;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1164,
                    "end": 1187,
                    "text": "Gundelach et al., 2017;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1188,
                    "end": 1202,
                    "text": "Jacquet, 2017;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1203,
                    "end": 1217,
                    "text": "Pateman, 2012;",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1218,
                    "end": 1232,
                    "text": "Wampler, 2008)",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 1327,
                    "end": 1360,
                    "text": "(Fernández-Martínez et al., 2020;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1361,
                    "end": 1398,
                    "text": "Van Stekelenburg & Klandermans, 2013)",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Scholars have dealt with this research agenda via case studies (Alarcón et al., 2017; Barrett et al., 2012; Bua, 2017; Michels & Binnema, 2018; Smith, 2009) , larger comparisons (Beierle, 2010; Font et al., 2018; Gastil et al., 2017; Pogrebinschi, 2013) or literature reviews (Abelson & Gauvin, 2006; Geißel & Heß, 2018; Jacquet & van der Does, 2020b; Jager et al., 2020; Michels, 2011; Rowe & Frewer, 2004) . However, there has been surprisingly little attention devoted to the actual assessment of impact (Font & Smith, 2019; Jacquet & van der Does, 2020b; Mazeaud & Boas, 2012; Richardson et al., 2019) 1 . Most works rely on a congruency approach-i.e., a desk-based research method which assesses impact based on the textual correspondence between a citizen-created idea and public policy documents-but they tend to operationalize the impact disparately, looking at different public policy outputs and (in a limited number of cases) applying distinct triangulation strategies. Reviewing the literature conveys the impression that each study developed its methodological framework in isolation from other works. It is also unclear how these researchers have measured the textual correlation, and that lack of transparency not only prevents the transferability and replicability of their studies, but also undermines their capacity for theory-building (Mutz, 2008) . As this research agenda is moving toward larger comparisons (Ryan, 2019) , the absence of methodological standardization is becoming problematic.",
            "cite_spans": [
                {
                    "start": 63,
                    "end": 85,
                    "text": "(Alarcón et al., 2017;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 86,
                    "end": 107,
                    "text": "Barrett et al., 2012;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 108,
                    "end": 118,
                    "text": "Bua, 2017;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 119,
                    "end": 143,
                    "text": "Michels & Binnema, 2018;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 144,
                    "end": 156,
                    "text": "Smith, 2009)",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 178,
                    "end": 193,
                    "text": "(Beierle, 2010;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 194,
                    "end": 212,
                    "text": "Font et al., 2018;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 213,
                    "end": 233,
                    "text": "Gastil et al., 2017;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 234,
                    "end": 253,
                    "text": "Pogrebinschi, 2013)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 276,
                    "end": 300,
                    "text": "(Abelson & Gauvin, 2006;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 301,
                    "end": 320,
                    "text": "Geißel & Heß, 2018;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 321,
                    "end": 351,
                    "text": "Jacquet & van der Does, 2020b;",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 352,
                    "end": 371,
                    "text": "Jager et al., 2020;",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 372,
                    "end": 386,
                    "text": "Michels, 2011;",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 387,
                    "end": 407,
                    "text": "Rowe & Frewer, 2004)",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 507,
                    "end": 527,
                    "text": "(Font & Smith, 2019;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 528,
                    "end": 558,
                    "text": "Jacquet & van der Does, 2020b;",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 559,
                    "end": 580,
                    "text": "Mazeaud & Boas, 2012;",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 581,
                    "end": 605,
                    "text": "Richardson et al., 2019)",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1354,
                    "end": 1366,
                    "text": "(Mutz, 2008)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1429,
                    "end": 1441,
                    "text": "(Ryan, 2019)",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This paper is an effort to standardize the commonly used congruency approach with a case study to see how different calibrations of the congruency approach can produce diverging and more reliable findings. It examines how the operationalization of impact, the moment in policymaking, and the triangulation strategy variously alter the empirical results. I will also propose two methodological add-ons for a more context-sensitive application of the congruency approach, which-as I will argue-can increase the reliability of the findings. The first is the sequential impact matrix (SIM), an assessment framework which considers the preferences of decision-makers before a participatory process and the type of public policy that is taken up afterward. The second suggestion is a mixed method which triangulates the congruency approach with interviews to obtain the contextualized experience of actors involved in the follow-up of the consultative participatory process. The study applies this approach to a typical case of consultative citizen participation: the citizens' panel \"Make Your Brussels Mobility\" which took place in the Brussels Capital Region of Belgium in 2017. The results indicate the importance of adopting a more finegrained congruency approach, distinguishing different sorts of uptakes and carefully selecting-and justifying-the policymaking stage at which the assessment takes place. More importantly, they also demonstrate the necessity of adopting a mixed method to corroborate the general trends identified with the policy document analysis. A mixed method can also reveal new insights about the more diffuse political contributions, such as exerting a considerable influence on the political decision-making or leading to the institutionalization of minipublics in the Brussels Regional Parliament.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Consultative participatory mechanisms (CPM) can be understood as collective and formal institutions which involve ordinary citizens and aim to influence political outcomes (Brady, 1999 , p. 737, in Ekman & Amnå, 2012 . This definition includes democratic innovations (Elstub & Escobar, 2019; Smith, 2009 ) but does not exclude other consultative participatory processes that do not seek to \"innovate\". 2 CPM can generate diverse important effects on politics and policymaking (see for instance Jacquet & van der Does, 2020a; Michels & Binnema, 2018) , but their primary formal function is to provide decision-makers with citizens' recommendations, proposals and views (Geissel, 2012; Warren, 2009 )which we will refer to under the umbrella term of citizen ideas. CPM's influence on policymaking thus depends on the discretion of decision-makers (Bua, 2019) , meaning that the impact is indirect: citizens' ideas are transmitted to decision-makers, who subsequently decide whether or not to integrate them into public policy and laws 3 .",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 184,
                    "text": "(Brady, 1999",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 185,
                    "end": 216,
                    "text": ", p. 737, in Ekman & Amnå, 2012",
                    "ref_id": null
                },
                {
                    "start": 267,
                    "end": 291,
                    "text": "(Elstub & Escobar, 2019;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 292,
                    "end": 303,
                    "text": "Smith, 2009",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 494,
                    "end": 524,
                    "text": "Jacquet & van der Does, 2020a;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 525,
                    "end": 549,
                    "text": "Michels & Binnema, 2018)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 668,
                    "end": 683,
                    "text": "(Geissel, 2012;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 684,
                    "end": 696,
                    "text": "Warren, 2009",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 845,
                    "end": 856,
                    "text": "(Bua, 2019)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "The uptake of citizen ideas from consultative participation mechanisms"
        },
        {
            "text": "Such indirect impact clouds the impact assessment, as it becomes extremely complex to ascertain whether the impact actually stems from the original influence of a CPM and not from other sources of influence (e.g., lobbies, public debate, or inter-party negotiations). A few surveys have discussed these methodological implications and challenges. Scholars have criticized existing studies' narrow understanding of the impact and public policy (Abelson & Gauvin, 2006; Blondiaux & Fourniau, 2011; Chess, 2000; Mazeaud & Boas, 2012; Rowe & Frewer, 2004) , and the focus on exceptional cases (Spada & Ryan, 2017) , while others have specifically reflected on the methodological exercise of impact assessment (Font et al., 2016; Font & Smith, 2019; Jacquet & van der Does, 2020a; Richardson et al., 2019) . However, these studies tend to reflect on their own methodology or to briefly discuss various approaches, but no research has yet collated them. This study compares different calibrations of the common congruency approach and applies them to a case of CPM, so as to standardize the methodologies and increase their reliability for future comparisons. Relying on a case study may here seem contradictive, but all comparative studies actually rely on published and grey literature consisting of case studies (Geißel & Heß, 2018; Jager et al., 2020; Michels, 2011; Rowe & Frewer, 2004) or on a large amount of self-conducted case studies (Font et al., 2018) .",
            "cite_spans": [
                {
                    "start": 443,
                    "end": 467,
                    "text": "(Abelson & Gauvin, 2006;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 468,
                    "end": 495,
                    "text": "Blondiaux & Fourniau, 2011;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 496,
                    "end": 508,
                    "text": "Chess, 2000;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 509,
                    "end": 530,
                    "text": "Mazeaud & Boas, 2012;",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 531,
                    "end": 551,
                    "text": "Rowe & Frewer, 2004)",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 589,
                    "end": 609,
                    "text": "(Spada & Ryan, 2017)",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 705,
                    "end": 724,
                    "text": "(Font et al., 2016;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 725,
                    "end": 744,
                    "text": "Font & Smith, 2019;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 745,
                    "end": 775,
                    "text": "Jacquet & van der Does, 2020a;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 776,
                    "end": 800,
                    "text": "Richardson et al., 2019)",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1309,
                    "end": 1329,
                    "text": "(Geißel & Heß, 2018;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1330,
                    "end": 1349,
                    "text": "Jager et al., 2020;",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1350,
                    "end": 1364,
                    "text": "Michels, 2011;",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1365,
                    "end": 1385,
                    "text": "Rowe & Frewer, 2004)",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1438,
                    "end": 1457,
                    "text": "(Font et al., 2018)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "The uptake of citizen ideas from consultative participation mechanisms"
        },
        {
            "text": "The most common methodology used to assess the uptake of citizen ideas is the congruency approach (Jacquet & van der Does, 2020a) . In this approach, scholars examine the extent to which citizens ideas textually correspond to public policy documents and laws, and, if both coincide either literally or in intent, they suggest that the CPM has had an impact (Geißel & Heß, 2018; Pogrebinschi, 2013; Pogrebinschi & Ryan, 2018) . The congruency approach is popular because it requires less time and human resources than case studies (see for instance Bua, 2017; Johnson, 2015) , thereby making larger comparisons possible. This practical advantage nonetheless comes at the cost of reliability: a simple textual correlation serves as a proxy to indicate an impact. The congruency approach therefore investigates a causal relation-i.e., a citizen idea influencing public policy-with an indicator of correlation, without inferring absolute certainty that this is the result of the CPM's genuine influence and not from other sources of influence (Richardson et al., 2019, p. 271) . This paper aims to (1) standardize and (2) reinforce the reliability of the congruency approach. On the former, the paper compares how different calibrations affect the production findings (see sections \"The operationalization of public policy\" to \"The sequential impact matrix\") and, for the latter, proposes a mixed method to improve the congruency approach's context-sensitivity (section \"Employing a mixed method\").",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 129,
                    "text": "(Jacquet & van der Does, 2020a)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 357,
                    "end": 377,
                    "text": "(Geißel & Heß, 2018;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 378,
                    "end": 397,
                    "text": "Pogrebinschi, 2013;",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 398,
                    "end": 424,
                    "text": "Pogrebinschi & Ryan, 2018)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 548,
                    "end": 558,
                    "text": "Bua, 2017;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 559,
                    "end": 573,
                    "text": "Johnson, 2015)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1039,
                    "end": 1072,
                    "text": "(Richardson et al., 2019, p. 271)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The congruency approach"
        },
        {
            "text": "While all studies must rely on some degree of conceptual untangling, several scholars have criticized the literature on impact assessment for its simplified conceptualization of public policy and policymaking (Boswell, 2016; Richardson et al., 2019) . Extant research tends to form a monolithic conception of public policy and does not make any distinction regarding its content (Mazeaud & Boas, 2012) , i.e., what the government chooses to do (Howlett et al., 2018, pp. 150-151) . Citizen proposals and political uptakes can nonetheless entail different things, either presenting an abstract principle or implementing specific and concrete policy ideas. When relying on the congruency approach, a clearer and more transparent operationalization is needed to assess the exact content of a citizen idea and how it is taken up in public policy. I propose dividing public policy into different components and different levels of abstraction (see online supplementary file, Section 1. A typology of public policy). We can distinguish three generic forms: policy goals; policy means (Jenkins, 1978; Lasswell, 1958; Walsh, 1994) ; and the framing of the two former elements (Hoppe, 2011; Michels & Binnema, 2018; Perri, 2018, pp. 276-279) . These three policy components also differ depending on the level of abstraction: they can entail broad policy elements at the abstract level; general components at the policy level; or refer to the on-the-ground setting of a public policy (Hall, 1993; Howlett, 2019; Howlett & Cashore, 2009) . A differentiated operationalization of public policy allows a more accurate assessment of the textual correspondence of a citizen idea and public policy, as one can explicitly point out when an idea is partially present-i.e., when an uptake remains abstract or shows limited ambition. In the analysis (Sections \"The binary approach\" and \"The plural approach\"), I compare a binary approach-by which a citizen proposal either roughly corresponds to public policy or not (e.g., Pogrebinschi & Ryan, 2018 )-with a plural approach, which distinguishes full, partial, and absent uptakes (e.g., Font et al., 2018) based on the correspondence of both the components and levels of abstraction between a citizen idea and public policy.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 224,
                    "text": "(Boswell, 2016;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 225,
                    "end": 249,
                    "text": "Richardson et al., 2019)",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 379,
                    "end": 401,
                    "text": "(Mazeaud & Boas, 2012)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 444,
                    "end": 479,
                    "text": "(Howlett et al., 2018, pp. 150-151)",
                    "ref_id": null
                },
                {
                    "start": 1078,
                    "end": 1093,
                    "text": "(Jenkins, 1978;",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1094,
                    "end": 1109,
                    "text": "Lasswell, 1958;",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1110,
                    "end": 1122,
                    "text": "Walsh, 1994)",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 1168,
                    "end": 1181,
                    "text": "(Hoppe, 2011;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1182,
                    "end": 1206,
                    "text": "Michels & Binnema, 2018;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1207,
                    "end": 1232,
                    "text": "Perri, 2018, pp. 276-279)",
                    "ref_id": null
                },
                {
                    "start": 1474,
                    "end": 1486,
                    "text": "(Hall, 1993;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1487,
                    "end": 1501,
                    "text": "Howlett, 2019;",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1502,
                    "end": 1526,
                    "text": "Howlett & Cashore, 2009)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 2004,
                    "end": 2029,
                    "text": "Pogrebinschi & Ryan, 2018",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 2117,
                    "end": 2135,
                    "text": "Font et al., 2018)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "The operationalization of public policy"
        },
        {
            "text": "Earlier studies tended not to clarify at what point in the policymaking process the assessment was conducted, but analyzes now explicitly mention the phase. They commonly examine a single policymaking moment in order to measure the impact (Jacquet & van der Does, 2020a; Pogrebinschi, 2013) , while a few others look at both the agenda-setting and the decision-making stages (Michels & Binnema, 2018; Pogrebinschi & Ryan, 2018) or the implementation stage (Font et al., 2018) . Relying on Howlett et al.'s (2009, pp. 12-13) model of a policy cycle, this analysis examines official documents after two key moments: policy formulation and decision-making. As each of these two stages involves different tasks and policymakers-a policy subsystem formulating policies for the former and the government decision-makers validating policies for the latter Pogrebinschi & Ryan, 2018 )-the uptake of citizen ideas is likely to differ. I do not consider the impact on the implementation phase because it is a long process which considerably extends the temporal scope of any analysis. It can furthermore escape the control of decision-makers (Boswell, 2016) , making it less relevant to the question of uptake. If practically feasible, it does, however, remain a crucial stage in investigating the final \"fate\" of citizen ideas (Font et al., 2018) .",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 270,
                    "text": "(Jacquet & van der Does, 2020a;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 271,
                    "end": 290,
                    "text": "Pogrebinschi, 2013)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 375,
                    "end": 400,
                    "text": "(Michels & Binnema, 2018;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 401,
                    "end": 427,
                    "text": "Pogrebinschi & Ryan, 2018)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 456,
                    "end": 475,
                    "text": "(Font et al., 2018)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 489,
                    "end": 523,
                    "text": "Howlett et al.'s (2009, pp. 12-13)",
                    "ref_id": null
                },
                {
                    "start": 849,
                    "end": 874,
                    "text": "Pogrebinschi & Ryan, 2018",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1132,
                    "end": 1147,
                    "text": "(Boswell, 2016)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1318,
                    "end": 1337,
                    "text": "(Font et al., 2018)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "The policymaking moment"
        },
        {
            "text": "Most studies do not consider the initial policy agenda of decision-makers, implying that a participatory process takes place in a political vacuum (Vrydagh & Caluwaerts, 2020) . In so doing, they overlook the fact that decision-makers have policy preferences before a CPM and that these can affect the uptake of citizen ideas. The sequential approach integrates these initial preferences to investigate the extent to which decision-makers cherry-pick citizen ideas-that is, taking up those that coincide with their own agenda and rejecting or partially integrating those that deviate from it, hinting at the CPMs instrumentalization (Font et al., 2018; Setälä, 2017; Smith, 2009 ). My analysis relies on Vrydagh and Caluwaert's (2020, pp. 6-7) sequential approach. They compare citizen proposals with the expressed initial policy preferences of decision-makers to distinguish five types of influences. On the one hand, when a citizen idea aligns with the decision-makers' agenda, a CPM can either exert a continuous influence or an enriching influence: (1) a continuous influence completely coincides, whereas (2) an enriching one coincides but also supplements it with small changes. On the other hand, when a citizen idea diverges from the agenda, it can take three forms: (3) it has an innovating influence when it recommends something new; (4) a shifting influence when it radically changes the initial policy course; or (5) an inhibiting influence when it convinces decision-makers to abandon the initial policy scheme because the democratic innovation disregarded it.",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 175,
                    "text": "(Vrydagh & Caluwaerts, 2020)",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 633,
                    "end": 652,
                    "text": "(Font et al., 2018;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 653,
                    "end": 666,
                    "text": "Setälä, 2017;",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 667,
                    "end": 678,
                    "text": "Smith, 2009",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "The sequential impact matrix"
        },
        {
            "text": "An important constraint of the sequential approach is the availability of decision-and policymakers' initial preferences. It may also be difficult to identify the actors responsible for the uptake and, when these actors are not elected officials, it may not be possible to access their public agenda. Fortunately, most CPM are commissioned by elected decisionmakers (Vrydagh et al., 2020, pp. 58-59; Warren, 2009 ) whose initial preferences can be accessed through the electoral programs of their political party, their policy agenda, or interviews in the media. For the few cases without these data, one could always resort to investigating the identity of these actors and interviewing them before the CPM. For the analysis, I combined the sequential approach with a plural approach to uptake, building a sequential impact matrix (SIM). This methodological add-on helps to standardize the congruency approach and reinforce the reliability of its results. Thanks to its visual overview (see online supplementary file, Sections 2 and 3), the SIM transparently displays the political fate of each citizen idea, showing whether it was already being considered by decisionmakers before the CPM, what it entails, and how it is taken up in public policy.",
            "cite_spans": [
                {
                    "start": 366,
                    "end": 399,
                    "text": "(Vrydagh et al., 2020, pp. 58-59;",
                    "ref_id": null
                },
                {
                    "start": 400,
                    "end": 412,
                    "text": "Warren, 2009",
                    "ref_id": "BIBREF69"
                }
            ],
            "ref_spans": [],
            "section": "The sequential impact matrix"
        },
        {
            "text": "Most studies based on congruency do not triangulate their methodology (for exceptions, see Bua, 2017; Font et al., 2018) . Impact assessment is often based solely on document analysis, and researchers tend not to compare their results with experience of actors involved in the political follow-up. 4 This lack of triangulation undermines the reliability and quality of their results, because we cannot know whether or not the corresponding public policy is the result of a CPM's genuine influence (Denzin, 2009; Richardson et al., 2019) . One way to address this deficiency is to triangulate methodologies: to decrease the deficiencies and biases of the congruency approach (i.e., context-insensitivity) with the strength of another (i.e., interviews of different actors who have a contextualized experience of the follow-up), thereby constituting a mixed method (Flick, 2004) . Either method on its own is not decisive, as both methodologies are mutually supportive. The primary function of this approach is the reciprocal corroboration of each method's findings, thereby generating more reliable results than those produced by each method individually. In taking this approach, one should first conduct a policy document analysis before interviewing actors involved with the citizen ideas' uptake (Natow, 2020) . Table 1 provides a summary overview of all the methodologies applied to the case study in this paper.",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 101,
                    "text": "Bua, 2017;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 102,
                    "end": 120,
                    "text": "Font et al., 2018)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 497,
                    "end": 511,
                    "text": "(Denzin, 2009;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 512,
                    "end": 536,
                    "text": "Richardson et al., 2019)",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 863,
                    "end": 876,
                    "text": "(Flick, 2004)",
                    "ref_id": null
                },
                {
                    "start": 1299,
                    "end": 1312,
                    "text": "(Natow, 2020)",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [
                {
                    "start": 1315,
                    "end": 1322,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Employing a mixed method"
        },
        {
            "text": "This paper will apply these different methodological approaches to one case, the Brussels citizen panel \"Make Your Mobility Brussels\". A citizen panel belongs to a specific kind of democratic innovations-namely, deliberative minipublics-whose participants are randomly selected and engage in a structured deliberation while receiving information from various experts (Setälä & Smith, 2018) . It is a typical case for studying CPM as it did not have the authority to make binding political decisions and its outcome consisted of a series of policy recommendations that were then transmitted to decision-makers. The design of a participatory process does not matter for the methodologies as long as it is consultative and involves a series of citizens ideas that decision-makers and policymakers can take up.",
            "cite_spans": [
                {
                    "start": 367,
                    "end": 389,
                    "text": "(Setälä & Smith, 2018)",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "Case description"
        },
        {
            "text": "The citizen panel occurred between October and November 2017 . The organizers used random stratified selection to recruit 40 ordinary inhabitants of the Brussels-Capital Region. The panel was implemented at the policy formulation stage of the new mobility plan \"Good Move\", a 10-year plan defining the regional and municipal mobility policies. The public administration Bruxelles Mobilité and an external consortium (Smartteam) had already set the agenda with a series of transversal sections, after consulting stakeholders and civil society organizations in a series of open and closed meetings, as well as the wider population via an online platform on which citizens could submit ideas. The idea of the citizen panel originated in the Brussels Regional Parliament and its president, Charles Picqué (Parti Socialiste, French-speaking socialist party). Its creation and organization was thus relatively isolated from the actors involved in the elaboration of the mobility plan. The regional parliament did not include the Brussels regional government in the organization, except to inform them about the process. Bruxelles Mobilité contributed the panel by presenting the main policy directions that they envisioned for the mobility plan. The panel had a mandate to answer the question, \"By 2030, in which kind of neighborhood do you want to live and how to you want to move?\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case description"
        },
        {
            "text": "Over four days in the Brussels Regional Parliament, participants engaged in deliberation under semi-professional facilitation and heard from various experts and witnesses. They formulated their recommendations in a citizen resolution on November 19, 2017, which was then presented to a parliamentarian commission created especially for the political follow-up. Next, this commission converted the citizen resolution into a parliamentarian one so that it could be legally transmitted to the minister for mobility, Pascal Smet (SP.a, Dutch-speaking socialist party). The conversion was ratified by the whole Parliament on May 25, 2018, and the minister for mobility was invited to discuss the resolution on June 25, 2018. Next, Bruxelles Mobilité and Smartteam incorporated the parliamentarian resolution into the mobility plan. The first version was transmitted to the minister for mobility, who had it ratified by the whole regional government in April 2019. A public survey was then organized to let people react to the first version of the plan, and regional elections were held in June 2019, leading to the formation of a new government in July 2019. The new minister for mobility, Elke Van den Brandt (Groen, Dutch-speaking ecologist party), took over the mobility plan and had it definitively adopted by the regional government in March 2020. Due to this change of government, the sequential approaches cannot be applied on the final version of the plan because the preferences of decision-makers ratifying the plan do not precede the citizen panel and the citizen resolution may have thus influenced the political parties' programs and the new government's coalition agreement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case description"
        },
        {
            "text": "The primary data source for this study is the citizen resolution produced by the citizen panel, which consists of 74 ideas that form the unit of analysis. For the public policy that followed the citizen panel, I examined two official documents: the first version of the mobility plan adopted in April 2019 for the policy formulation stage, and the final version of the plan ratified in March 2020 for the decision-making stage. Regarding the initial agenda of decision-makers, I have relied on the 2014 coalition agreement of the regional government and the 2014 regional election program of the political party SP.a (Dutch-speaking Socialist Party) to which the then minister for mobility, Pascal Smet, belongs 5 . I used two criteria to detect the congruency of a citizen idea with initial preferences and public policy: a citizen proposal could correspond either literally in the text, or more subjectively in the intent. In the case of the latter, it means that the literal formulation of public policy is not exactly the same but it follows and aligns with the citizen idea's intention. The differentiation of different components and abstraction levels of the public policy however helps standardize this exercise of qualitative distinction (for examples and more information, see Section \"The binary approach\" and \"The plural approach\" and the online supplementary file (called OSF hereafter), Section 2. The Sequential Impact Matrix for the policy formulation stage and Section 3. The overview of the Sequential Impact Matrix for the decisionmaking stage).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection and methodology"
        },
        {
            "text": "Finally, I interviewed actors closely involved with the organization and political followup of the citizen panel. There are a variety of different standards regarding the optimal number of interviews; for instance, Font et al. (2016) interviewed at least two actors in order to triangulate the data sources, while Bua (2017) and Michels & Binnema (2018) conducted 75 and 20 interviews, respectively. With a total of seven interviews, I applied a middle-range standard that comparative studies could realistically meet. When selecting interviewees, I made sure to interview at least one key actor from each of the main institutions involved in the organization or the political and institutional follow-up of the citizen panel. Interviewees knew their general roles in the institution would be mentioned in the analysis, which may have led some of them to overstate the importance of certain institutions and actors. Yet, I followed a data triangulation strategy (Mitchell, 1986) , interviewing actors from distinct institutions. The seven interviews were semi-structured and lasted between 30 and 90 min each (see Appendix 1 and 2 for an overview of the interviewees and the interview script). I conducted the interviews in person, online, and on the phone between January and March 2021. 6 I had conducted the congruency analysis beforehand, enabling me to compare each method's findings by contrasting interviewees' perceptions with concrete examples from the congruency analysis and, conversely, balancing the general trend of the policy document analysis with their experiences. The interview format does not, however, provide means to check the political fate of all 74 citizen ideas. I analyzed the interviews with MAXQDA to code segments that relate to the congruency analysis (impact on the first and final version of the plan, different influences and uptakes). As for the new insights revealed by interviews, I have coded these inductively.",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 233,
                    "text": "Font et al. (2016)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 314,
                    "end": 324,
                    "text": "Bua (2017)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 329,
                    "end": 353,
                    "text": "Michels & Binnema (2018)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 962,
                    "end": 978,
                    "text": "(Mitchell, 1986)",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Data collection and methodology"
        },
        {
            "text": "The binary approach captures the impact of the citizen panel in a dichotomous way: either a citizen idea corresponds to something in the mobility plan (indicating an impact) or it does not (meaning a lack of influence). For instance, in the Sects. 2.6 and 3.6 of the OSF, the citizen panel asks decision-makers to assign objectives to the public transport company to make it competitive compared with car travel. The final mobility plan mentions that public transport should be competitive compared with cars, albeit without any concrete policy components. A binary approach judges this case to have an uptake because there is a textual correspondence, while a plural approach to uptake would consider it as partial, because it is merely quoted as a framing element which does not entail concrete policy objectives and the means to specify and implement it. Figures 1 and 2 show the results for the first and final versions of the mobility plan, respectively. At the policy formulation stage, 48 citizen ideas (64.9%) were congruent while 26 (35.1%) did not have any uptake. The impact seems to be larger at the decision-making stage, where 55 proposals (74.3%) were congruent with the final plan. Hence, according to a binary approach, the citizen panel had a substantial impact on the policy formulation and an even greater impact on the decision-making.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 858,
                    "end": 873,
                    "text": "Figures 1 and 2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The binary approach"
        },
        {
            "text": "The plural approach distinguishes between different uptakes of citizen ideas by looking at the correspondence of public policy components and their levels of abstraction. An uptake is partial when the public policy distorts the citizen idea or when there is a mismatch between the components and levels of abstraction of a citizen idea on the one hand, and the uptake on the other. The uptake is partial when decision-makers refer to a citizen idea without providing concrete policy measures. For instance, the citizen panel wanted to replace parking spots with two trees. This idea was quoted in the first and final version of the mobility plan (see the OSF Sect. 2.5 and 3.5), but the idea is simply mentioned without objectives or means to realize it. Another example of partial uptake is where the mobility plan roughly and incompletely coincides with a citizen idea, which can be captured in the discrepancy either between public policy components and levels of abstraction, or a disjunction within similar types of public policy. On the former, the citizen panel wanted the police to devote more attention to road safety (see OSF Sect. 2.10) but the mobility plan only mentioned the creation of a bike police unit. Whereas the citizen idea was about increasing police attention to ensure road safety for all means of transport, the mobility plan only focused on the creation of a small bike police unit. We thus observe here a mismatch between an ambitious citizen idea and a policy proposal with limited ambition, indicating a partial uptake. Another example was the citizen panel's suggestion that the Brussels-Capital Region should encourage other regions and the federal authority to build parking around Brussels (see OSF Sect. 2.6), whereas the mobility plan only recommends the construction of parking without referring to the other authorities' responsibility for building them. The citizen idea and uptake are both included at the policy level, but differ in content as the uptake removed the role of other authorities. The plural approach indicates (see Figs. 3 and 4) that the citizen panel had less impact compared with the binary approach. At the policy formulation stage, 16 citizen ideas (21.6%) were partially taken up, implying that the full impact only concerns 32 citizen ideas (43.2%). As for the final Fig. 3 The plural approach at the policy formulation stage version of the Good Move plan, we see a larger full uptake with 41 proposals (55.4%) but an identical level of partial uptake, with 16 proposals (21.6%). Partial uptakes thus account for a non-negligible proportion of the total uptake.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 2329,
                    "end": 2335,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "The plural approach"
        },
        {
            "text": "The SIM considers the expressed initial preferences of decision-makers in order to examine the extent to which uptake at the policy formulation stage only applies to citizen ideas that align with the decision-makers' agenda. It also relies on a plural approach to impact. Fig. 5 The SIM at the policy formulation stage Table 1 An overview of the variants of the congruency approach",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 272,
                    "end": 278,
                    "text": "Fig. 5",
                    "ref_id": null
                },
                {
                    "start": 319,
                    "end": 326,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "The sequential impact matrices"
        },
        {
            "text": "Impact assessment based on the textual congruency between a citizen idea and public policy",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Congruency approach"
        },
        {
            "text": "A citizen idea has an impact when it textually corresponds to public policy Plural impact A citizen idea has an impact when it textually fully corresponds to public policy, and a limited one when it partially corresponds",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Binary impact"
        },
        {
            "text": "Policy Formulation Focus on the stage where policymakers formulate the first version of the public policy Decision-making Focus on the stage where decision-makers adopt the final legal text",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus on policymaking"
        },
        {
            "text": "It examines the expressed initial preferences of decision-makers in addition to the plural approach to impact 4. Interviews To interview actors closely involved to the political follow-up of the CPM to triangulate the general findings of the congruency approach Regarding examples of aligning influences (OSF Sect. 2.8), the citizen panel wanted to increase the visibility of city trains, an idea that was already present in the coalition agreement of the government and which thus suggests a continuous influence. As for enriching influence, the citizen resolution states that information regarding the transport options must be accessible to all citizens. The SP.a shared a similar preference, as its manifesto invoked the importance of communication for public transport accessibility. Both ideas are similar but the citizen idea is more ambitious, stating access to information as a first-order policy objective. The mobility plan's adoption of this idea suggests that this citizen idea enriched the decision-makers' initial preferences. As for diverging influences, we can find an example in the OSF Sect. 2.8: the citizen panel asked for the creation of a central platform to centralize all information on transport options. This idea was never mentioned in the decision-makers' initial preferences, suggesting that this idea exerted an innovating influence. Figure 5 shows that this approach generates an insightful picture of the fate of citizen ideas. It firstly gives an indication of where citizen ideas stand regarding decision-makers' agendas. We can see that most citizen ideas align, with 31 ideas (41.9%) that are continuous and 13 (17.6%) that are enriching. Diverging citizen ideas are less common and only consists of innovating ones-30 (40.5%)-meaning that no citizen idea radically shifted or conflicted with decision-makers' initial preferences. This finding is interesting as it indicates that the citizen panel's ideas were largely in line with the decision-makers' agenda. When considering the type of uptake per type of influence, we can observe that aligning influences received more full uptakes, with 20 continuous proposals taken up (27%) and five enriching ones (6.7%). Diverging proposals were less integrated into the public policy, as only seven innovating (9.5%) proposals obtained full uptake. These findings suggest that decision-makers cherry-picked to some degree among the citizen ideas, taking up more those that align with their agenda and disregarding more those that diverged from it.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1365,
                    "end": 1373,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Sequential Impact Matrix"
        },
        {
            "text": "I conducted interviews with seven key actors closely involved in the political follow-up of the citizen panel in order to obtain insights into their experiences and perceptions and to see whether they confirmed, rejected or nuanced the general trends identified via the congruency approach.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The mixed method"
        },
        {
            "text": "All interviewees agreed that the citizen panel had an important impact on the mobility plan, although they ascribed different meanings to what that impact was. The prominent meaning related to the alignment of the citizen resolution with the policy agenda. For policymakers, the citizen panel had a significant impact on the mobility plan because it showed that a diverse group of citizens supported the plan. They confirmed the large congruency between the citizen resolution and the first version of the mobility plan, as a policymaker explains: \"There was an impact on the elaboration of the Good Move plan. Actually (…), it greatly helped Good Move because the stars were completely aligned at that moment. What we saw in the citizen resolution, I mean, we could not have written it better (…). It was a godsend for the process [of creating] Good Move, because it showed that the project team (…) came [up] with conclusions close, if not very close (…) to citizens' expectations.\" 7 The substantial congruency was particularly significant for policymakers due to the context in which they elaborated the mobility plan. When the plan started back in early 2016, the political debate on mobility was salient and polarized. A series of controversial issues and policies on mobility 8 generated considerable debate about the state and future of mobility in the region (Hubert et al., 2020) , in which the role of cars was central: one side wanted to decrease the importance of the automobile, while another was strongly opposed to this. The media treatment gave a lot of coverage to car supporters, which seemed to amplify the magnitude of their group in the eyes of the decision-and policymakers. The Bruxelles Mobility administration moreover suffered from widespread distrust, with several critical pieces against them in the media and an audit on the entire administration. One member of the consortium explained: \"There was really a 'Bruxelles Mobilité-bashing' when we started the Good Move plan, and we had to recreate adhesion, recreate the conviction that Bruxelles Mobilité could launch (…) a master plan.\" After consulting various stakeholders, policymakers went for a mobility plan that took a clear position against cars despite the sensitive political context. The fact that the citizen resolution-upon which policymakers had little control-was responsive gave them great confidence to stand by their reform project.",
            "cite_spans": [
                {
                    "start": 906,
                    "end": 910,
                    "text": "[up]",
                    "ref_id": null
                },
                {
                    "start": 985,
                    "end": 986,
                    "text": "7",
                    "ref_id": null
                },
                {
                    "start": 1368,
                    "end": 1389,
                    "text": "(Hubert et al., 2020)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "A binary approach to impact"
        },
        {
            "text": "The citizen panel's support allowed the policymakers to show that the mobility plan was supported by a \"silent majority\" and was not the result of a siloed reflection among mobility experts and car opponents. Despite the tense political context, policymakers interpreted the high level of congruency as indicative of wider public support for their ongoing policy project: \"With the citizen panel and its resolution, we indeed got the idea that 'yes, we are on the right track', this is something acceptable, even if there are frictions at the political level (…), we can keep [working] in this direction.\" The citizen resolution also became a resource for them to legitimize their reform: \"So say [the impact] is really important because it gave us additional arguments, and, really, a support in a way; something upon which we could rely on to say 'It's not the experts, it's not Bruxelles Mobilité, it's not the people who say \"I know everything about mobility\", it's also folks, ordinary people who took position.' \" Interviews hence corroborated the general trend of the impact identified with the congruency approach.",
            "cite_spans": [
                {
                    "start": 576,
                    "end": 585,
                    "text": "[working]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "A binary approach to impact"
        },
        {
            "text": "With respect to the plural approach, the interviews questioned the underlying assumption of partial and absent uptakes. These two outcomes may look as if decision-makers cherrypicked citizen proposals, adjusting them to fit their own agenda or rejecting those that did not, but the interviews yielded an alternative interpretation. While policymakers admitted the selective integration of citizen ideas into the mobility plan, it seems that the rejection of some proposals was due to the legal and political difficulties of actualizing them, rather than to instrumental purposes. One illustrative example concerns the citizen proposal of implementing a toll around the Brussels-Capital Region, but only for non-Brussels citizens. The uptake was coded as partial because the concrete policy means was translated into abstract ideas in the plan, without mentioning who would be subject to it. The partial uptake is here justified by political and legal reasons. Legally, the proposal goes against the European law, as a cabinet member explains: \"But yes, only for the non-Brussels citizens, we knew very well that it would never work. But you have to understand this (…), a citizen panel gives you an indication, something which has a raison d'être [purpose] as a whole which can be established, but yeah, the details behind like 'non-Brussels Citizens won't pay', there are considerations that you must know. Their propositions should not be dismissed because there are things in there that will never be accepted by [the European Union] or that are technically impossible to elaborate. But this distinction is quickly made.\"",
            "cite_spans": [
                {
                    "start": 1516,
                    "end": 1536,
                    "text": "[the European Union]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "A plural approach to impact"
        },
        {
            "text": "Politically, two reasons were invoked. First, the toll proposal was discredited by many interviewees because it conflicted with two other citizen ideas, which asked decision-makers to put the general interest above particular interests and to reduce the traffic density. Interviewees highlighted the fact that Brussels motorists still represented an important proportion of car users in the region, and that giving them a free pass for the toll would go against the idea of putting the general interest first and reducing traffic density, as a policymaker described: \"We did not exactly respect what [the citizen panel] asked because it is not a toll but an electronic km charge. But this is because everyone should pay and because our data shows that (…) the share of Brussels citizens using their cars is also important, especially for short distances. So, we must act on this. So, yeah, we did not exactly implement what they asked, but in the principles and so on, everything remains intact from [the first to the second version] of the plan.\" Second, some citizen ideas were politically more sensitive and could potentially jeopardize the whole mobility plan. Of the toll proposal, a cabinet member explained that such proposals pose a high political risk because they can draw all the political attention and compromise the rest of the plan: \"A problem like the [toll] is a problem which often serves to bring in new problems or other topics that were already approved (…). Once there is a major problem that crystallizes a new political problem, we let things already approved come back (…) and suddenly, it takes one or two weeks and we end up with not one major problems, but ten problems on the table.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A plural approach to impact"
        },
        {
            "text": "The interviews thus confirm the selective uptake of citizen ideas. However, whereas this may intuitively hint at a potential instrumentalization or a lack of genuine influence, the interviews offered different interpretations. The toll example reveals that this citizen idea exerted an influence even if was only partially taken up, as decision-makers modified it so that its objective and principles could be realized while respecting the legal constraints and taking the political context into account. Moreover, a lack of uptake may be due to the citizen idea itself, which could be legally or politically difficult to translate into public policy. While further investigation would be required to establish with certainty whether these political and legal arguments are genuine and not a pretext for avoiding an undesirable policy choice, the interviews at least showed that the absence of textual correlation and partial uptakes do not automatically imply a lack of consideration from policymakers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A plural approach to impact"
        },
        {
            "text": "The desk-based research suggested that citizen proposals succeeded in bringing new ideas into policymaking. The interviews did not, however, corroborate this finding, as policymakers could not remember learning new ideas from the citizen resolution. One of them explained: \"Honestly, content-wise I have discovered nothing. Regarding (…) innovating ideas, no I haven't discovered anything, by saying, 'Well, we haven't thought of that, that could indeed be interesting.' \" This is not surprising: the policymakers drafting the plan were mobility experts and therefore likely to already be acquainted with the citizen panel's ideas. Although the citizen panel's participants received technical information and heard expert views on mobility, it is unlikely that they could equal-in the four-day process-the policymakers' level of expertise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A sequential approach to impact"
        },
        {
            "text": "Moreover, innovative ideas are sensitive to the data collected, which focused on the expressed initial preferences of decision-makers. Since policymakers do not publish their policy agenda, I could not consider their initial positions. One should thus keep in mind that the share of innovating ideas is likely to be smaller than that of aligning ideas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A sequential approach to impact"
        },
        {
            "text": "Finally, the desk-based research suggested that the citizen panel exerted no shifting or inhibiting influences. Whereas inhibiting influence did not come up in the interviews, shifting influence actually did in a way that cannot be captured through the policy document analysis: the citizen panel helped to convince decision-makers that the mobility plan was supported by a majority of the citizenry, which resulted in its trouble-free adoption via inter-cabinet negotiation and the absence of a fierce political opposition. From that angle, the object of the panel's influence was not the mobility plan but decision-makers, and that influence started long before the formal decision-making moment. At the point when the parliament had to convert the citizen resolution into a parliamentarian one, many political parties were hesitant about mobility reform, as a public official from the parliament recalls: \"Some parties from the majority and the opposition were not happy (…) [with] of all the [citizens] conclusions (…). So, Charles Picqué actually had a lot of difficulties from a political perspective to get the Parliament's Bureau to accept (…) the transformation of the resolution into a parliamentarian resolution.\" A cabinet member made a similar observation: \"What surprised me was that, at the start of the process, several French-speaking political parties were still sheltering [against a new mobility policy] (…). Yet, 1 year later, when the first version of the Good Move was going to be passed, I have noticed that, and I think this is not because [of] the citizen panel, well the citizen panel contributed because they saw that \"(…) There is in Brussels a net majority in all social classes which really wants a change on the mobility issue\". This has definitely played [a part].\" 9 The citizen resolution helped to show decisionmakers that there was actually no majority in favor of the status quo; rather, a majority of the Brussels citizenry wanted a policy change with respect to mobility. It pushed reluctant decisionmakers to realize that there was a silent majority in favor of a change, and it gave the minister and his cabinet the means to convince reluctant decision-makers of the need to support their mobility plan, as the member of the cabinet mentioned: \"the minister could expose some political parties (…) by saying, 'You are wrong, you believe that the Brussels citizens are still attached to this and that, but look at the [citizen resolution]; the city is open for the discussion on mobility, for a change of mobility. There, you are wrong.' \"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A sequential approach to impact"
        },
        {
            "text": "The desk-based research indicated that the citizen panel had a significant influence on decision-making, but the interviews revealed that it is unlikely that the citizen resolution exerted a substantial influence on that stage. The changes between the first and the final version were most likely explained by external factors rather than by the use or a reinterpretation of the citizen resolution. Negotiations at the decision-making stage mainly dealt with technical aspects of the plan, and cabinet of the minister for mobility tried to avoid questioning the core principles and values that were already accepted in the first version of the plan. The citizen resolution consisted mainly of general policy ideas with few technical details, which mainly influenced the elaboration of the plan but were not an appropriate source of input for decision-making, as a cabinet member explained: \"So, to convince people around the table, and even more, people that work for Bruxelles Mobilité, the STIB and so on, now we are outside the purely political discussion at the level of head of cabinet and so on, but they are not always really impressed by these [the citizens ideas] because behind these propositions, there is still the technicity (…). Here often, if we don't want something to be realized and that we are already against it, we try to find juridical, technical arguments so that it becomes a huge mountain to climb\" 10 . The interviews confirmed that the plan's fundamentals did not change between policy formulation and decision-making, suggesting that the citizen panel influenced the first version of the plan rather than the final one. The difference in impact can be explained by the sensitivity of the congruence approach to the examined document: the final plan indeed featured an extended section to present its motives, resulting in a greater congruency of framing components from the citizen resolution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Policymaking moments"
        },
        {
            "text": "Different methodological approaches can be deployed to assess the impact of CPM. This analysis has applied them to a single case to see how they alter the findings and identify ways to increase their reliability (see Table 2 for an overview of the results). The analysis shows that the operationalization of the uptake and the selection of the policymaking moment do produce different results. A binary approach to the uptake amplifies the impact, while a plural approach reveals that many citizen ideas are only partially integrated into public policy. The selection of the policymaking moment also alters the findings, as the congruency approach indicates a larger impact at the decision-making phase. As for reliability, the more precise the measurement tool, the more the analysis integrates the context and produces fine-grained results. Using SIM uncovered an insightful new angle on the fate of citizen ideas: a large majority aligned with decision-makers' initial preferences, and aligning ideas received considerably more uptake than diverging ones. These results suggest that decision-makers have cherry-picked from among citizen ideas, integrating those that chimed with their own political preferences. The best way to increase the reliability of the congruency approach is to combine it with interviews of actors involved in the citizen panel's follow-up. This mixed method not only produced the most reliable findings but also revealed ways in which the citizen panel exerted a more diffuse influence on decision-makers and public policy, something desk-based research alone could not capture (see Discussion section, below). In terms of reliability, the interviews contradicted the congruency approach in two aspects. First, interviewees disagreed that the citizen panel had had a significant impact on the final version of the plan. Decision-making in this case centered on technical aspects and decision-makers did not want to amend the core principles and policies of the first version of the plan. Second, the interviewees questioned the innovating potential of citizen proposals, as policymakers explained that they learned nothing new from the citizen resolution.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 217,
                    "end": 224,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Overview of results and discussion"
        },
        {
            "text": "To standardize the congruency approach and increase the reliability of its empirical findings, I recommend employing both the SIM and a mixed method. The SIM's main added value lies in its effort to make the impact assessment more consistent across cases. Its overview transparently displays the fate of each citizen idea and unveils the qualitative distinction that the researcher must make when capturing the congruency. Its consideration of decision-makers' initial preferences-provided that these are available and accessible-also augments the context-sensitivity of the congruency approach and can reveal the extent to which decision-makers cherry-pick citizen ideas. It can furthermore uncover the fate of 'exceptional citizen ideas' which could inhibit or shift the decision-makers' agenda but risk being undetectable in the myriad of citizen ideas. Regarding the selected moment of the policy cycle, this analysis cannot identify an appropriate generic moment because it depends on the context of each case. It can only call for careful consideration and justification when selecting the phase and policy documents. As for the mixed approach, it is a necessity if the impact assessment seeks to ensure a minimum degree of reliability. The congruency approach on its own only gives an indication of a potential impact and can thus easily produce a misleading picture. Therefore, the general trends identified via the congruency analysis must always be balanced against interviews of actors involved in the political follow-up. Interviews are extremely valuable because they confirm, nuance and invalidate the results of the congruency approach, and provide a good estimation of whether the congruency stems from the CPM or other factors. They are not, however, the ultimate way to check the causal validity for each citizen idea: it is practically complicated-if not unfeasible-to discuss all citizen ideas resulting from a CPM. Regarding who to interview, I recommend interviewing at least one key actor from each institution involved in the follow-up, so that the triangulation of methods can be combined with a triangulation of data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overview of results and discussion"
        },
        {
            "text": "Mixed methods should not only be viewed as a validation strategy, as they can add \"breadth and depth to [the] analysis\" (Fielding et al., 1986, p. 33) , and generate valuable insights that are relevant to the broader literature on CPM and minipublics in particular. First, absent and partial uptakes may not be the result of an instrumental or partisan use of citizen proposals by decision-makers, who may have sound reasons for amending or rejecting them. This shows the importance for decision-makers to publicly justify the absence or partial integration of a citizen idea, so that citizens are aware of the consideration that their ideas received and can understand the reasons for any lack of uptake (Bua, 2019, p. 290) , thereby avoiding eventual participatory frustration (Fernández-Martínez et al., 2020) . Furthermore, although minipublics are supposed to formulate problem-solving and qualitative policy ideas thanks to information their participants receive (Setälä & Smith, 2018) , the case indicates that this may not be sufficient to be perceived as a valuable input for the technical discussions or to generate fresh ideas that are unknown to policymakers. This finding is contingent on the minipublics' length, but a four-days minipublic seems too short to reach the level of expertise of policymakers.",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 150,
                    "text": "(Fielding et al., 1986, p. 33)",
                    "ref_id": null
                },
                {
                    "start": 705,
                    "end": 724,
                    "text": "(Bua, 2019, p. 290)",
                    "ref_id": null
                },
                {
                    "start": 779,
                    "end": 812,
                    "text": "(Fernández-Martínez et al., 2020)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 969,
                    "end": 991,
                    "text": "(Setälä & Smith, 2018)",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "Overview of results and discussion"
        },
        {
            "text": "Second, although this case study's interviews contested the fact that citizen ideas exerted an innovating influence, they also suggested that the citizen resolution contributed to shifting the preferences of several decision-makers. This contradiction highlights a subtle but important distinction between the impact of a citizen panel on public policy and its influence on decision-makers. While a congruency approach assumes that impact can be measured through examining the fate of each citizen idea individually, interviewees instead viewed the citizen resolution as a set of general political directions and principles on mobility. The citizen panel may have been seen as a sort of survey-or a \"sophisticated feedback mechanism\" as is has been termed by Bächtiger et al. (2014, p. 237 )-which gives policymakers an indication of the responsiveness of their policy project to the expectations of a group of informed and diverse citizens. This difference in focus suggests that the citizen resolution exerted an influence on decision-makers that the congruency approach alone failed to grasp. The citizen resolution's main political directions seem to have influenced decision-makers by showing that a majority of citizens were in favor of reforming mobility, which resulted in an impact on policy-and decision-making: namely the trouble-free adoption of the mobility plan.",
            "cite_spans": [
                {
                    "start": 759,
                    "end": 789,
                    "text": "Bächtiger et al. (2014, p. 237",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Overview of results and discussion"
        },
        {
            "text": "This insight has two implications. It first suggests that the explanatory power of Vrydagh and Caluwaerts' (2020) typology of influence depends on its analytical focus. Not only can their typology give an overview of potential cherry-picking practices, but it can also show how democratic innovations can provoke changes of preferences among decision-makers. These changes are nonetheless not as clear-cut as they imply, either injecting new ideas or causing a preference shift. In line with what Michels & Binnema have coined \"strategic impact\" (2018, pp. 4-5) , citizen resolutions can exert a more diffuse influence that weakens or reinforces existing political preferences, thereby connoting that a CPM creates political winners and losers. The winners are the decision-makers whose political program is backed by the citizen resolution, while the losers are those whose programs are challenged. The case study suggests that the winning side used the citizen panel's results to convince the losing faction of the need to reform mobility, serving as a trigger for the losing side to shift their preferences. Had the citizen panel formulated a resolution in favor of the status quo, it is unlikely that policy-and decision-makers would have dared to propose such a reforming mobility plan, and nor is it likely that other political parties would have ratified it.",
            "cite_spans": [
                {
                    "start": 546,
                    "end": 561,
                    "text": "(2018, pp. 4-5)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Overview of results and discussion"
        },
        {
            "text": "The second implication refines Lafont's (2019) conception of the political role of deliberative minipublics. She asserts that their added value lies in their capacity to reveal (mis) alignments between public policy, the recommendations from a minipublic, and the actual majority in the public opinion. The case study reveals that, for decision-makers, public opinion is not a given but rather is constructed through what they encounter in the public and political spheres. These encounters can nevertheless fail to channel the citizenry's preferences accurately to decision-makers, who end up with conflicting perceptions of what the citizenry wants. This results in political struggles to determine which perception of public opinion comes the closest to reality. By displaying a misalignment between the perception of a majority supporting the status quo and the actual silent majority in favor of reform, it appears that the citizen panel allowed one political side to demonstrate that their perception best resembled actual public opinion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overview of results and discussion"
        },
        {
            "text": "Finally, the citizen panel also had a diffuse and subtle influence which resulted in a structural impact by changing existing policy and institutional practices (Jacquet & van der Does, 2020a; Michels & Binnema, 2018) . As the first experience of citizen participation in the Brussels Regional Parliament, it launched a dynamic which eventually resulted in the institutionalization of deliberative commissions. After the citizen panel, several representatives and public officials were satisfied with this experiment and willing to go a step further. Two years later, the regional parliament modified its internal regulations to institutionalize deliberative committees, in the form of minipublics with randomly selected citizens and members of the parliament (Vrydagh et al., 2021) . These insights highlight the importance of conducting case studies of CPM in parallel to broader comparative studies, as they contain valuable data to obtain a better understanding of the minipublics' functions and embeddedness in the political system and can unveil influences and effects that are subtle and diffuse in their shape but significant in their outcomes.",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 192,
                    "text": "(Jacquet & van der Does, 2020a;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 193,
                    "end": 217,
                    "text": "Michels & Binnema, 2018)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 760,
                    "end": 782,
                    "text": "(Vrydagh et al., 2021)",
                    "ref_id": "BIBREF65"
                }
            ],
            "ref_spans": [],
            "section": "Overview of results and discussion"
        },
        {
            "text": "This paper has intended to standardize the impact assessment of consultative participatory mechanisms and propose ways to increase the reliability of the findings. It has compared different variations of the congruency approach and suggested two new methodological add-ons: the sequential impact matrix (SIM) and a mixed method. It then applied these methodologies to a typical case of consultative participatory mechanism: a citizen panel on the mobility in the Brussels-Capital Region. The results show that different applications of the congruency approach alter the findings and can produce a misleading picture of the citizen ideas' uptake. To standardize the impact assessment I suggest adopting the SIM, which features a transparent overview allowing us to trace the fate of each proposal. It also considers the decision-makers' initial preferences, revealing the extent to which they only take up citizen ideas that align with their own agendas. To increase the reliability of the findings, I recommend a mixed method to balance the general trends identified via the congruency approach with the experiences of actors involved in the political follow-up. A mixed method is also likely to generate insights as to the more subtle influences that consultative participatory processes can exert on decision-makers and policymaking. The intention of this paper is not to impose an orthodox methodology for impact assessment, but rather to open the discussion on this exercise and inspire other works to develop new assessment techniques that capture the CPM's genuine political and policy contributions. In parallel to assessing the impact on public policy, we should explore ways to measure the influence on decision-makers, for instance via surveys, interviews, and systematic process-tracing. Future research should also develop tools to increase the coding reliability, such as using a couple of researchers to code and evaluate the textual congruency. Finally, future research should investigate if we can apply a methodological strategy uniformly to all types of CPM in different political contexts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "See Table 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 4,
                    "end": 11,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Appendix 1"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Deliberations about deliberative methods: Issues in the design and evaluation of public participation processes",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Abelson",
                    "suffix": ""
                },
                {
                    "first": "P.-G",
                    "middle": [],
                    "last": "Forest",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Eyles",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "F.-P",
                    "middle": [],
                    "last": "Gauvin",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Social Science & Medicine",
            "volume": "57",
            "issn": "2",
            "pages": "239--251",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Assessing the impacts of public participation: Concepts, evidence and policy implications",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Abelson",
                    "suffix": ""
                },
                {
                    "first": "F.-P",
                    "middle": [],
                    "last": "Gauvin",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "When citizens make policy proposals: Has the economic crisis changed anything?",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Alarcón",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Galais",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fàbregas",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Towards a new era of deliberative mini-publics. Deliberative Mini-Publics: Involving Citizens in the Democratic Process",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bächtiger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Setälä",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Grönlund",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "203--224",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Participatory budgeting as if emancipation mattered",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Baiocchi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ganuza",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Politics & Society",
            "volume": "42",
            "issn": "1",
            "pages": "29--50",
            "other_ids": {
                "DOI": [
                    "10.1177/0032329213512978"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Assessing the policy impacts of deliberative civic engagement. Democracy in Motion: Evaluating the Practice and Impact of Deliberative Civic Engagement",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Barrett",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wyman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C V"
                    ],
                    "last": "Schattan",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "181--204",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Democracy in practice: Public participation in environmental decisions",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Beierle",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The professionalization of public participation",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bherer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gauthier",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Simard",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Un bilan des recherches sur la participation du public en démocratie: Beaucoup de bruit pour rien ?",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Blondiaux",
                    "suffix": ""
                },
                {
                    "first": "J.-M",
                    "middle": [],
                    "last": "Fourniau",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "8--35",
            "other_ids": {
                "DOI": [
                    "10.3917/parti.001.0008"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Deliberating downstream: Countering democratic distortions in the policy process",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Boswell",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Perspectives on Politics",
            "volume": "14",
            "issn": "03",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1017/S1537592716001146"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Political participation. Measures of Political Attitudes",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Brady",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "737--801",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Scale and policy impact in participatory deliberative democracy: Lessons from a multi-level process",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bua",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Public Administration",
            "volume": "95",
            "issn": "1",
            "pages": "160--177",
            "other_ids": {
                "DOI": [
                    "10.1111/padm.12297"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Democratic innovations and the policy process",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bua",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "1 Implementing popular preferences. Evaluating Democratic Innovations: Curing the Democratic Malaise?",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Budge",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Evaluating environmental public participation: Methodological questions",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chess",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Journal of Environmental Planning and Management",
            "volume": "43",
            "issn": "6",
            "pages": "769--784",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The research act: A theoretical introduction to sociological methods",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "K"
                    ],
                    "last": "Denzin",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Political participation and civic engagement: Towards a new typology",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ekman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Amnå",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Human Affairs",
            "volume": "22",
            "issn": "3",
            "pages": "283--300",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Handbook of democratic innovation and governance",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Elstub",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Escobar",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The evaluation of citizen participation in policymaking: Insights from Portugal",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Falanga",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ferrão",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Evaluation and Program Planning",
            "volume": "84",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Participatory frustration: The unintended cultural effect of local democratic innovations",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Fernández-Martínez",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "García-Espín",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jiménez-Sánchez",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Administration & Society",
            "volume": "52",
            "issn": "5",
            "pages": "718--748",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Triangulation in qualitative research",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Fielding",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Fielding",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fielding",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "A Companion to Qualitative Research",
            "volume": "4",
            "issn": "",
            "pages": "178--183",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Cherry-picking participation: Explaining the fate of proposals from participatory processes: Cherry-Picking Participation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Font",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pasadas Del Amo",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Font",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Galais",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Alarcon",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "European Journal of Political Research",
            "volume": "12",
            "issn": "1",
            "pages": "615--636",
            "other_ids": {
                "DOI": [
                    "10.1111/1475-6765.12248"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Studying Cherrypicking: Substantive and Methodological Reflections",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Font",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Deepening Democracy: Innovations in Empowered Participatory Governance",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fung",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "O"
                    ],
                    "last": "Wright",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Politics & Society",
            "volume": "29",
            "issn": "1",
            "pages": "5--41",
            "other_ids": {
                "DOI": [
                    "10.1177/0032329201029001002"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Testing Assumptions in Deliberative Democratic Design: A Preliminary Assessment of the Efficacy of the Participedia Data Archive as an Analytic Tool",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gastil",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C R"
                    ],
                    "last": "Jr",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ryan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Determinants of successful participatory governance: The case of Local Agenda 21",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Geißel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Heß",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Evaluating Democratic Innovations: Curing the Democratic Malaise",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Geissel",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "209--214",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Deliberative democracy in local governance: The impact of institutional design on legitimacy",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gundelach",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Buser",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kübler",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Local Government Studies",
            "volume": "43",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/03003930.2016.1261699"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Policy paradigms, social learning, and the state: The case of economic policymaking in Britain",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Hall",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Comparative Politics",
            "volume": "",
            "issn": "",
            "pages": "275--296",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The governance of problems: Puzzling, powering, participation",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hoppe",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The dependent variable problem in the study of policy change: Understanding policy change as a methodological problem",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Howlett",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cashore",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Comparative Policy Analysis",
            "volume": "11",
            "issn": "1",
            "pages": "33--46",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Studying public policy: Policy cycles and policy subsystems",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Howlett",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ramesh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Perl",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Thirty years of research on policy instruments",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Howlett",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Mukherjee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Woo",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Handbook on Policy, Process and Governing",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Designing public policies: Principles and instruments",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Howlett",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "From pedestrian area to urban and metropolitan project: Assets and challenges for the centre of Brussels",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hubert",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Corijn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Neuwels",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hardy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vermeulen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vaesen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BSI synopsis. Brussels Studies. La Revue Scientifique Pour Les Recherches Sur Bruxelles/Het Wetenschappelijk Tijdschrift Voor Onderzoek over Brussel/The Journal of Research on Brussels",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Explaining non-participation in deliberative mini-publics",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Jacquet",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "European Journal of Political Research",
            "volume": "",
            "issn": "",
            "pages": "640--659",
            "other_ids": {
                "DOI": [
                    "10.1111/1475-6765.12195"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Deliberation and Policy-Making: Three Ways to Think About Minipublics' Consequences",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Jacquet",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Van Der Does",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Administration & Society",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "The Consequences of Deliberative Minipublics: Systematic overview, conceptual gaps, and new directions. Representation",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Jacquet",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Van Der Does",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--11",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Pathways to implementation: Evidence on how participation in environmental governance impacts on environmental outcomes",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "W"
                    ],
                    "last": "Jager",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Newig",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Challies",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kochskämper",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Public Administration Research and Theory",
            "volume": "30",
            "issn": "3",
            "pages": "383--399",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Referendums and citizens' initiatives",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jäske",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Setälä",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Policy analysis: A political and organisational perspective",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "I. ; M"
                    ],
                    "last": "Jenkins",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Robertson",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Democratic illusion: Deliberative democracy in Canadian public policy",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "49",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Democracy without Shortcuts: A Participatory Conception of Deliberative Democracy",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lafont",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Politics: Who gets what, when, how: With postscript",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Lasswell",
                    "suffix": ""
                }
            ],
            "year": 1958,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Penser les effets de la participation sur l'action publique à partir de ses impensés",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mazeaud",
                    "suffix": ""
                },
                {
                    "first": "M.-H",
                    "middle": [
                        "S V"
                    ],
                    "last": "Boas",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Participations",
            "volume": "1",
            "issn": "",
            "pages": "5--29",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Innovations in democratic governance: How does citizen participation contribute to a better democracy",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Michels",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "International Review of Administrative Sciences",
            "volume": "77",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/0020852311399851"
                ]
            }
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Assessing the impact of deliberative democratic initiatives at the local level: A framework for analysis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Michels",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Binnema",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Administration & Society",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/0095399718760588"
                ]
            }
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Multiple triangulation: A methodology for nursing science",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Mitchell",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Advances in Nursing Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Is deliberative democracy a falsifiable theory?",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Mutz",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Annu. Rev. Polit. Sci",
            "volume": "11",
            "issn": "",
            "pages": "521--538",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "The use of triangulation in qualitative studies employing elite interviews",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Natow",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Qualitative Research",
            "volume": "20",
            "issn": "2",
            "pages": "160--173",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Participatory democracy revisited",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pateman",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Perspectives on Politics",
            "volume": "10",
            "issn": "01",
            "pages": "10048--77",
            "other_ids": {
                "DOI": [
                    "10.1017/S1537592711004877"
                ]
            }
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Frames and Framing in policymaking",
            "authors": [
                {
                    "first": "Perri",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Handbook on Policy, Process and Governing",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "The squared circle of participatory democracy: Scaling up deliberation to the national level",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pogrebinschi",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Critical Policy Studies",
            "volume": "7",
            "issn": "3",
            "pages": "219--241",
            "other_ids": {
                "DOI": [
                    "10.1080/19460171.2013.805156"
                ]
            }
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Moving beyond input legitimacy: When do democratic innovations affect policy making?: MOVING BEYOND INPUT LEGITIMACY",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pogrebinschi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ryan",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "European Journal of Political Research",
            "volume": "57",
            "issn": "1",
            "pages": "135--152",
            "other_ids": {
                "DOI": [
                    "10.1111/1475-6765.12219"
                ]
            }
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Moving towards hybridity in causal explanation: The example of citizen participation",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Richardson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Durose",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Perry",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Social Policy & Administration",
            "volume": "53",
            "issn": "2",
            "pages": "265--278",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Public participation methods: A framework for evaluation",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rowe",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Frewer",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Technology, & Human Values",
            "volume": "25",
            "issn": "",
            "pages": "3--29",
            "other_ids": {
                "DOI": [
                    "10.1177/016224390002500101"
                ]
            }
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Evaluating public-participation exercises: A research agenda",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rowe",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Frewer",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Technology, & Human Values",
            "volume": "29",
            "issn": "4",
            "pages": "512--556",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Comparative approaches to the study of democratic innovation",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ryan",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Connecting deliberative mini-publics to representative decision making",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Setälä",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "European Journal of Political Research",
            "volume": "56",
            "issn": "4",
            "pages": "846--863",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Mini-publics and deliberative democracy. The Oxford Handbook of Deliberative Democracy",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Setälä",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "300--314",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Democratic innovations: Designing institutions for citizen participation",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "The Failure to Examine Failures in Democratic Innovation",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Spada",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ryan",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PS: Political Science & Politics",
            "volume": "50",
            "issn": "03",
            "pages": "772--778",
            "other_ids": {
                "DOI": [
                    "10.1017/S1049096517000579"
                ]
            }
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "The social psychology of protest",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Van Stekelenburg",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Klandermans",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Current Sociology",
            "volume": "",
            "issn": "",
            "pages": "886--905",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Expériences de panels citoyens délibératifs",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vrydagh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Devillers",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Talukder",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Jacquet",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bottin",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "32",
            "issn": "",
            "pages": "5--72",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "How do Mini-publics Affect Public Policy? Disentangling the Influences of a Mini-public on Public Policy Using the Sequential Impact Matrix Framework",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vrydagh",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Caluwaerts",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Les commissions délibératives entre parlementaires et citoyens tirés au sort au sein des assemblées bruxelloises",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vrydagh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bottin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Reuchamps",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bouhon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Devillers",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Courrier Hebdomadaire Du CRISP",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Grassroots for hire: Public affairs consultants in American democracy",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "T"
                    ],
                    "last": "Walker",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "International constraints and domestic choices: Economic convergence and exchange rate policy in France and Italy",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Walsh",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Political Studies",
            "volume": "42",
            "issn": "2",
            "pages": "243--258",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "When does participatory democracy deepen the quality of democracy? Lessons from Brazil",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wampler",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Comparative Politics",
            "volume": "41",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.5129/001041508X12911362383679"
                ]
            }
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Governance-driven democratization",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Warren",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Critical Policy Studies",
            "volume": "3",
            "issn": "1",
            "pages": "3--13",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The binary approach at the policy formulation stage",
            "latex": null,
            "type": "figure"
        },
        "TABREF3": {
            "text": "The overview of the methodological approaches",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments I would like to thank the anonymous referees as well as Ank Michels for their valuable comments. I am also grateful to the interviewees for their time, Min Reuchamps and Didier Caluwaerts for their supervision throughout the research process, and Ramon van der Does for the fruitful discussion that sparked the idea for this paper.Funding This research was financed by the Vrije Universiteit Brussel.Availability of data and material Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Code availability Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest Not applicable."
        },
        {
            "text": "Goal: to hear your opinions on the citizen panel and help me understand how the citizens ideas were used for elaborating and ratifying the mobility plan. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix 2"
        }
    ]
}