{
    "paper_id": "b48e4aca1bbcd1b107d688c02b741d43be34cd58",
    "metadata": {
        "title": "An International Virtual COVID-19 Critical Care Training Forum for Healthcare Workers",
        "authors": [
            {
                "first": "Alexander",
                "middle": [],
                "last": "Cypro",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "San Diego Healthcare System",
                    "location": {
                        "settlement": "San Diego",
                        "region": "VA, California"
                    }
                },
                "email": ""
            },
            {
                "first": "W",
                "middle": [
                    "Cameron"
                ],
                "last": "Mcguire",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "San Diego Healthcare System",
                    "location": {
                        "settlement": "San Diego",
                        "region": "VA, California"
                    }
                },
                "email": ""
            },
            {
                "first": "Mark",
                "middle": [],
                "last": "Rolfsen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "San Diego Healthcare System",
                    "location": {
                        "settlement": "San Diego",
                        "region": "VA, California"
                    }
                },
                "email": ""
            },
            {
                "first": "Neal",
                "middle": [],
                "last": "Jones",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "San Diego Healthcare System",
                    "location": {
                        "settlement": "San Diego",
                        "region": "VA, California"
                    }
                },
                "email": ""
            },
            {
                "first": "Nirav",
                "middle": [
                    "G"
                ],
                "last": "Shah",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Maryland",
                    "location": {
                        "settlement": "Baltimore",
                        "region": "Maryland"
                    }
                },
                "email": ""
            },
            {
                "first": "Sushma",
                "middle": [
                    "K"
                ],
                "last": "Cribbs",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Atlanta VA Healthcare System",
                    "location": {
                        "settlement": "Atlanta, Allergy",
                        "region": "Georgia"
                    }
                },
                "email": ""
            },
            {
                "first": "Viren",
                "middle": [],
                "last": "Kaul",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Crouse Health/SUNY Upstate Medical University",
                    "location": {
                        "settlement": "Syracuse",
                        "region": "New York"
                    }
                },
                "email": ""
            },
            {
                "first": "Christine",
                "middle": [
                    "M"
                ],
                "last": "Bojanowski",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tulane University",
                    "location": {
                        "settlement": "New Orleans, Louisiana"
                    }
                },
                "email": ""
            },
            {
                "first": "Isabel",
                "middle": [],
                "last": "Pedraza",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lauren",
                "middle": [],
                "last": "Lynch",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Liz",
                "middle": [],
                "last": "Guzman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Eileen",
                "middle": [],
                "last": "Larsson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Laura",
                "middle": [
                    "E"
                ],
                "last": "Crotty",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "San Diego Healthcare System",
                    "location": {
                        "settlement": "San Diego",
                        "region": "VA, California"
                    }
                },
                "email": ""
            },
            {
                "first": "Alexander",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: The severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) pandemic resulted in redeployment of non-critical care-trained providers to intensive care units across the world. Concurrently, traditional venues for delivery of medical education faced major disruptions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The rapid pandemic spread of the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) in 2020 resulted in major disturbances to healthcare delivery globally. Before the pandemic, approximately half of acute care hospitals in the United States had no intensivist (1). This ratio was even lower for rural hospitals, increasing vulnerability during local surges of infection (2) . Even metropolitan areas with relatively high numbers of privileged intensive care unit (ICU) staff that experienced patient surges rapidly exhausted their supply of intensivists (1, 3) . The deployment of non-critical care-trained providers to care for patients critically ill with SARS-CoV-2 became common and necessary (3) . The concern for patient surges overwhelming healthcare systems continues to be especially acute in low-income and low-to-middle-income countries (4) (5) (6) .",
            "cite_spans": [
                {
                    "start": 380,
                    "end": 383,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 564,
                    "end": 567,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 568,
                    "end": 570,
                    "text": "3)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 707,
                    "end": 710,
                    "text": "(3)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 858,
                    "end": 861,
                    "text": "(4)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 862,
                    "end": 865,
                    "text": "(5)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 866,
                    "end": 869,
                    "text": "(6)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The unprecedented disruptions to traditional venues and modalities for delivery of medical education created an urgent need to fill knowledge and training gaps with a structured and evidence-based virtual forum. The American Thoracic Society (ATS) recognized the need for rapid training of early career professionals and non-ICU-trained healthcare providers to care for patients with the novel coronavirus disease . Two weeks from concept inception, the ATS established an open-access COVID-19 Critical Care Training Forum (CCCTF) with a plan to deliver virtual sessions weekly. This forum streamed content related to all aspects of care of patients critically ill from the novel coronavirus, including inpatient and post-intensive care management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The CCCTF established three objectives for its target audience. First, to help noncritical care physicians in the assessment and treatment of COVID-19 viral pneumonia and its myriad complications. This effort complemented steps that hospitals implemented for just-in-time tools to train non-Pulmonary and Critical Care Medicine staff in respiratory failure (7) and problems encountered when caring for critically ill patients with respiratory failure (8) .",
            "cite_spans": [
                {
                    "start": 451,
                    "end": 454,
                    "text": "(8)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "OBJECTIVES"
        },
        {
            "text": "Second, to reduce provider anxiety and cultivate confidence in the care of patients with COVID-19. This was recognized as a priority in the early months of the pandemic when provider emotional stress was high (9) . Providers from areas that experienced early surges of patients shared perspectives on work with limited resources. This insight was deemed particularly relevant to areas of the world experiencing the most acute shortages of critical care-trained personnel, availability of personal protective equipment, and ventilator supplies (9) .",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 212,
                    "text": "(9)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 543,
                    "end": 546,
                    "text": "(9)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "OBJECTIVES"
        },
        {
            "text": "Third, to disseminate best practices in the care of patients with COVID-19. A vast volume of scientific literature became publicly available during the first several months of the pandemic (10). Rushed publications, often with inaccurate data that were subsequently redacted, contributed to confusion regarding deliverable clinical care. Parallel to other efforts at timely appraisal of COVID-19 literature (10), our forum provided up-to-date assessment by intensivists and relevant subject experts of the evidence behind novel or widely used treatments and interventions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "OBJECTIVES"
        },
        {
            "text": "The initial 13 sessions of the CCCTF were produced between April and July 2020. Here we evaluate the experience of the ATS CCCTF working group in developing an open-access forum for healthcare providers during a pandemic. Our hope is that the CCCTF experience informs future efforts for rapid delivery of medical education in times of crisis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "OBJECTIVES"
        },
        {
            "text": "The recognition of an urgent need for critical care training for multiple types of healthcare professionals was identified early in the pandemic. The concept for a specific delivery platform through which training could be delivered on a frequent, regular basis was conceived by the ATS staff on March 30, 2020. The ATS Educational Staff (L.L., L.G., and E.L.) reached out to Dr. L.E.C.A. regarding the creation of COVID-19-specific educational content for national and international healthcare workers. Together, they identified four additional, geographically diverse, academicbased Pulmonary and Critical Care Medicine faculty with medical education expertise, ATS content-delivery expertise, and COVID-19 critical care experience-Drs. N.G.S., S.K.C., V.K., and I.P. All members of this working group were involved in the conceptualization, implementation, monitoring, and troubleshooting of this educational offering. Dr. L.E.C.A. was appointed the chair of this working group and was responsible for urgent decisionmaking. Dr. V.K. provided additional expertise in the use of technology and social media in medical education. Within 48 hours of conception, the first four sessions were designed and advertised. The first session was run on April 7, 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formation of Working Group and Design of Initial Session"
        },
        {
            "text": "The Zoom platform was chosen with open access to encourage ease of global participation. This platform also promoted interaction between participants and content experts through the chat feature where resources were posted, questions answered, and ideas exchanged. Information about the sessions was posted on ATS communications and platforms as well as on social media by both ATS staff and members of the working group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formation of Working Group and Design of Initial Session"
        },
        {
            "text": "During each CCCTF session, all attendees were encouraged to fill out evaluation surveys of the sessions through a link in the chat feature. Opportunities to complete the survey included the display of a Quick Response code at the onset of each session as well as Uniform Resource Locator links to the survey posted in the chat feature multiple times throughout each session. Preregistration including participants' name, degree, and e-mail address was required to increase platform security following the second session. Attendees to sessions 3-13 were additionally sent e-mails with survey links following each session. Evaluation surveys were used to obtain time-sensitive feedback from the audience and to ensure rapid delivery of desired content. The surveys included both demographic questions regarding respondent geographic location, specific healthcare field, level of training, and critical care training and appraisal questions seeking reasons for attendance and overall evaluation of the session. Free response sections were included to collect audience suggestions for forum improvement and future session topics. Survey respondents provided e-mail addresses, and past participants were sent weekly e-mails regarding upcoming forums.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Survey, Debriefs, and Subsequent Installments"
        },
        {
            "text": "The working group debriefed immediately after each forum to discuss affirmative and constructive feedback of the session and plan the upcoming episodes. The debriefs aided delivery of participant-desired content by identifying educational areas of need, topics of interest, and future expert clinicians and educators to participate and lead sessions. Topics were chosen based on feedback from attendee surveys as well as on current and highly publicized issues in the care of patients with SARS-CoV-2 (Table 1) . Consideration was taken to ensure viewpoints from institutions with varied experiences to pandemic surges and local responses.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 501,
                    "end": 510,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Survey, Debriefs, and Subsequent Installments"
        },
        {
            "text": "The ATS CCCTF was launched April 7, 2020, and 13 sessions were completed as of July 7, 2020. The forum demonstrated ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sessions"
        },
        {
            "text": "global reach with live survey respondents from 39 countries on six continents (see Figure E1 in the data supplement). Sixty-one percent of attendees were international. The number of attendees surpassed the capacity (n > 500) for the first session and ranged from 101 to 239 for the subsequent 12 sessions (Figure 1 ). The session recordings were posted online with open access. The first session generated 2,416 views to date, with episodes 2-13 generating between 170 and 1,043 views per session ( Figure 1 ). As of July 2020, the ATS CCCTF has had a total of 2,494 live participants and 7,687 online views for a total of 10,181 viewings. This does not take into account multiple participants joining from one computer.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 83,
                    "end": 92,
                    "text": "Figure E1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 306,
                    "end": 315,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 500,
                    "end": 508,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "INNOVATIONS | Innovations"
        },
        {
            "text": "The survey response rate ranged from 11% to 35%, with an average of 22% across all 13 sessions. Over half of survey respondents (53.8%) reported training in critical care medicine ( Figure 2A ). The audience was Figure 2B ). Other healthcare fields were also represented including advanced practice providers, nurses, respiratory therapists, researchers, and physical therapists ( Figure 2B) . A majority of physician attendees had completed training ( Figure 2C ). Data provided by the ATS indicate that physicians make up 63% of total membership in this international society, with all of the other healthcare professions above each making up <1%.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 182,
                    "end": 191,
                    "text": "Figure 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 212,
                    "end": 221,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 381,
                    "end": 391,
                    "text": "Figure 2B)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 453,
                    "end": 462,
                    "text": "Figure 2C",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Audience"
        },
        {
            "text": "The survey respondents indicated a variety of motives for attending the sessions (Table 2) . Overall, the top three reasons were to gain additional training on how to care for patients with COVID-19, increase critical care knowledge, and receive advice on challenges faced by healthcare systems. Each of these categories received over 50% of total responses in a \"check all that apply\" response option. Attendees also indicated a desire to learn key points on ventilation of patients with severe viral pneumonia and acute respiratory distress syndrome (41% of overall respondents) and ease anxiety regarding care for patients with COVID-19 (28% of overall respondents).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 81,
                    "end": 90,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Audience"
        },
        {
            "text": "Based on the survey results, the CCCTF programming was well received by the audience. Aggregated across all sessions, 69.2% (n = 376) of total survey respondents indicated the sessions as \"excellent,\" and 29.5% (n = 160) labeled the sessions as \"good.\" Only 1.1% (n = 6) of respondents thought the sessions were \"fair,\" and a single person gave the session a \"poor\" score.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Feedback"
        },
        {
            "text": "Comments from a free-response text box were classified into nine categories of attendee suggestions for future session topics. Each of the different topic suggestions from the survey comments of the first session were included in subsequent programming ( Figure  E2 ). Most elements were regularly featured across multiple sessions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 255,
                    "end": 265,
                    "text": "Figure  E2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Feedback"
        },
        {
            "text": "We describe here the rapid implementation of an open-access medical education forum to fill training and knowledge gaps among healthcare personnel caring for patients with COVID-19 during an emerging Hosting the CCCTF within the ATS provided two important advantages. First, it allowed a broad range of expertise across multiple academic institutions in the planning of the sessions. The involvement of presenters from various regions of the United States provided unique and diverse perspectives on local practice patterns and responses to the pandemic. Second, as the largest international thoracic society, the ATS was well positioned to quickly provide an open-access platform for a global audience.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "The forum organizers focused on delivering the most up-to-date and unbiased clinical advice on evidence-based management strategies for COVID-19. The need for this was urgent within the context of rapid publication of debatable and often conflicting scientific literature regarding COVID-19. Our hope is that attendees gained confidence in their ability to care for patients with COVID-19 through our presentations and question and answer sessions that addressed queries raised by attendees via the in-meeting chat feature of the virtual platform.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Usefulness of the Work"
        },
        {
            "text": "One objective of the CCCTF was for attendees to gain confidence in their ability to care for patients with COVID-19 through didactics and Q&A. Overall, less than onethird of attendees chose to attend for this specific reason. Our hope is that provider anxiety was secondarily decreased through the knowledge and guidance gained from attending the sessions. However, we did not collect measures of confidence or anxiety levels in our participants, a limitation that may have informed our ability to gauge effectiveness. Additionally, the focus of the forum was on providers; we did not collect direct measures of impact on patient outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "Forming a CCCTF working group from medical educators and intensivists across the United States ensured a broader view of the pandemic and more diverse care strategies for critically ill patients with COVID-19. Expert discussants were identified from multiple types of institutions in different regions of the United States to maintain a broad view of care practices and to obtain topic expertise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Involvement of Providers from across Geographic Spectrum"
        },
        {
            "text": "The CCCTF is continuing to provide weekly programming regarding topics related to the care of patients with COVID-19-related illness to an international audience. The need for accurate and actionable guidance on best practices across various healthcare fields is ongoing as the SARS-CoV-2 pandemic continues its current trajectory. Our attendees were overwhelmingly physicians, and our content was curated with their priorities in mind. One potential expansion of medical educational content is to form parallel forums that design and implement content regarding best practices specifically for other healthcare fields (such as nursing, respiratory therapy, and physical and occupational therapists). Relevant content needs to be designed with the daily practicalities of each profession in mind. The pandemic has also increased the mental health burdens of our communities, a pressure that is likely to continue. Disseminating best practices in counseling and supporting both patients and peers through the disillusionment that follows major disasters will be a critical need. Rapid adaptation to video conferencing is also crucial at the onset of a pandemic that precludes in-person gatherings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sustainability"
        },
        {
            "text": "The ATS CCCTF demonstrates that medical education can be delivered globally and virtually in times of crisis. The reliance on video conferencing during the pandemic created new opportunities for interface between academic institutions and the broader medical community. The effort is especially relevant to acute-care hospitals without privileged intensivists, including rural areas within the United States faced with sudden surges of respiratory failure, and low-to-middle-income countries (1) (2) (3) (4) (5) (6) . The CCCTF is a model of a professional society-based open-access seminar to fill an urgent educational gap. Future extension of this educational endeavor should include assessments on the influence of this content on clinical practice of healthcare providers and on the impact on patient outcomes.",
            "cite_spans": [
                {
                    "start": 492,
                    "end": 495,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 496,
                    "end": 499,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 500,
                    "end": 503,
                    "text": "(3)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 504,
                    "end": 507,
                    "text": "(4)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 508,
                    "end": 511,
                    "text": "(5)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 512,
                    "end": 515,
                    "text": "(6)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Implications for Practice and for Further Study in the Field"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Intensivists in U.S. acute care hospitals",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Halpern",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dewitt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Pastores",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Crit Care Med",
            "volume": "47",
            "issn": "",
            "pages": "517--525",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Disease and healthcare burden of COVID-19 in the United States",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "F"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Grenfell",
                    "suffix": ""
                },
                {
                    "first": "Cje",
                    "middle": [],
                    "last": "Metcalf",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Med",
            "volume": "26",
            "issn": "",
            "pages": "1212--1217",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Harnessing the power of hospitalists in operational disaster planning: COVID-19",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bowden",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Burnham",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Keniston",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Levin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Limes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Persoff",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Gen Intern Med",
            "volume": "35",
            "issn": "",
            "pages": "2732--2737",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Why may COVID-19 overwhelm low-income countries like Pakistan? Disaster Med Public Health Prep",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ali",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1017/dmp.2020.329"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Capacity-need gap in hospital resources for varying mitigation and containment strategies in India in the face of COVID-19 pandemic",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "R"
                    ],
                    "last": "Verma",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Saini",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gandhi",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Dash",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Koya",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Infect Dis Model",
            "volume": "5",
            "issn": "",
            "pages": "608--621",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The impact of COVID-19 and strategies for mitigation and suppression in low-and middle-income countries",
            "authors": [
                {
                    "first": "Pgt",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Whittaker",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "J"
                    ],
                    "last": "Watson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baguelin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Winskill",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hamlet",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "369",
            "issn": "",
            "pages": "413--422",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Just-in-time tools for training non-critical care providers: basics of respiratory failure",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Albert",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Carmona",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Luks",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Steinbach",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "ATS Scholar",
            "volume": "1",
            "issn": "",
            "pages": "170--177",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Just-in-time tools for training non-critical care providers troubleshooting problems in the ventilated patient",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Steinbach",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Albert",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Carmona",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Kritek",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "ATS Scholar",
            "volume": "1",
            "issn": "",
            "pages": "178--185",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The coronavirus disease 2019 pandemic's effect on critical care resources and health-care providers: a global survey",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wahlster",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "V"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hartog",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Jannotta",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Chest",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chest.2020.09.070"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The fast literature assessment and review (FLARE) initiative",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Petri",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "N"
                    ],
                    "last": "Brenner",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Calhoun",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Chivukula",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Maley",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Vinarsky",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "ATS Scholar",
            "volume": "1",
            "issn": "",
            "pages": "186--193",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Number of live and recorded views of the first 13 AmericanThoracic Society (ATS) COVID-19 Critical Care Training Forum (CCCTF) sessions. Attendance and viewing data on the first 13 sessions of the CCCTF hosted by the ATS. Details of session content are found inTable 1. Note the first session (oxygenation) includes a scale break. COVID-19 = coronavirus disease; Med ED = medical education; ICU = intensive care unit.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Experience and background of survey respondents of the first 13 sessions. Breakdown of the survey respondents to the first 13 COVID-19 Critical Care Training Forum sessions by (A) critical care training, (B) healthcare field, and (C) level of training. COVID-19 = coronavirus disease; DO = doctor of osteopathic medicine; MD = doctor of medicine; NP = nurse practitioner; PA = physician assistant; RN = registered nurse; RT = respiratory therapist.mainly composed of physicians (82.2% M.D./D.O.) at various stages of training (",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Forum topicsBest practices in oxygenation, ventilator management, and extubation of patients with COVID-19Updates on clinical presentation, challenges, and workflow from hard-hit areas Challenges with sedation in critically ill patients with COVID-19Care of the patient with COVID-19-from home to the ICU Mechanical ventilation in COVID-19-adjusting ventilator settings and consideration of a tracheostomy",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Participant motivation for attending COVID-19 Critical Care Training Forum sessions",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "The ATS is dedicated to maintaining the effort into the foreseeable future, as long as there is a demonstrated need to deliver new content. Our sessions are recorded and made available to the public along with the presenters' slides; thus, a library of content is readily accessible to healthcare workers during the pandemic (https:// www.thoracic.org/professionals/careerdevelopment/ats-virtual-network/covid-19-critical-care-training-forum.php). In addition, these recorded sessions are available through the COVID-19 Real-Time Learning Network, a multidisciplinary collaborative effort to communicate up-to-date guidance in the treatment of COVID-19 with a large and growing audience. for Spread to Other Contexts",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors thank their content experts; Pulmonary Critical Care, Cardiology, and Infectious Disease fellows; and international audience. This program would not have been successful without their participation and the sharing of their knowledge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgment"
        },
        {
            "text": "Author disclosures are available with the text of this article at www.atsjournals.org.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}