{
    "paper_id": "b57b1bad992cf39c0721cf33cd9f5ed7fc8d472d",
    "metadata": {
        "title": "Eigenkapitalkostensatz mit dem CAPM berechnen",
        "authors": []
    },
    "abstract": [
        {
            "text": "Vor allem große börsennotierte Unternehmen nutzen das Capital Asset Pricing Model (CAPM), um im Rahmen der finanziellen Unternehmensführung den Eigenkapitalkostensatz zu bestimmen. Nicht börsennotierte Unternehmen wenden es weniger oft an, da es für sie schwieriger ist, ihr Risiko mit dem Kapitalmarktmodell zu ermitteln. Ein modifizierter Berechnungsansatz zeigt exemplarisch am Beispiel von Aldi Süd, wie sie das kapitalmarktbezogene Verfahren des CAPMs dennoch für sich nutzbar machen können.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Das Capital Asset Pricing Model (CAPM) kann in der finanziellen Unternehmensführung im Rahmen der Investitionsanalyse eingesetzt werden. Mit dem Kapitalmarktmodell lässt sich der Eigenkapitalkostensatz beziehungsweise der Kapitalkostensatz ermitteln. Übersteigt die Rendite des Investitionsvorhabens den projektspezifischen Kapitalkostensatz, wird ein Mehrwert für das Unternehmen geschaffen. Darüber hinaus",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "kann der Kapitalkostensatz angewendet werden, um die optimale Kapitalstruktur festzulegen und die Bewertung von Unternehmen vorzunehmen. Obwohl sich das aus den 1960er Jahren stammende CAPM auf vereinfachende Annahmen stützt, ist das Modell in der Wirtschaftspraxis weitverbreitet: Über 70 Prozent der börsennotierten multinationalen Unternehmen in Europa nutzen das CAPM für die Berechnung des Eigenkapitalkostensatzes (vergleiche Bancel/Mittoo 2004, S. 103 ff.) . Kleinere Unternehmen, die nicht an einer Börse notiert sind, wenden das CAPM weniger häufig an (vergleiche Brounen/de Jong/ Koedijk 2004, S. 71 ff.) . Das ist nicht überraschend, weil es für nicht börsennotierte Unternehmen, also solche, deren Aktien nicht an der Börse gehandelt werden, schwieriger ist, das systematische Risiko beziehungsweise das Beta zu ermitteln. Da hier eine Regression historischer Renditedaten nicht möglich ist, wird ein Beta mithilfe der Betas börsennotierter Vergleichsunternehmen bestimmt. So können auch nicht börsennotierte Unternehmen ein kapitalmarktbezogenes Verfahren zur Schätzung des Eigenkapitalkostensatzes verwenden.",
            "cite_spans": [
                {
                    "start": 432,
                    "end": 463,
                    "text": "Bancel/Mittoo 2004, S. 103 ff.)",
                    "ref_id": null
                },
                {
                    "start": 573,
                    "end": 614,
                    "text": "Brounen/de Jong/ Koedijk 2004, S. 71 ff.)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Gemäß dem Kapitalmarktmodell hängt die erwartete Rendite der Eigenkapitalgeber beziehungsweise der Eigenkapital-Zusammenfassung • Die Berechnung des Eigenkapitalkostensatzes mit dem CAPM eignet sich auch für nicht börsennotierte Unternehmen, wenn man das Bottom-up-Beta nutzt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• Im Vergleich zum historischen Beta ist das Bottomup-Beta stabiler, da es aus einem Durchschnittswert hervorgeht.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• Das Bottom-up-Beta erfasst das aktuelle Risiko eines Unternehmens zudem besser, weil Veränderungen des Geschäftsrisikos und des finanziellen Risikos in der Risiko größe enthalten sind. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Cross-country determinants of capital structure choice: a survey of european firms",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bancel",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "R"
                    ],
                    "last": "Mittoo",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Financial Management",
            "volume": "33",
            "issn": "4",
            "pages": "103--132",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "On the assessment of risk",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Blume",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Journal of Finance",
            "volume": "26",
            "issn": "1",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Corporate finance in Europe: confronting theory with practice",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Brounen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "De Jong",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Koedijk",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "33",
            "issn": "",
            "pages": "71--101",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Daimler-Aktionäre im Überblick",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Daimler",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Applied corporate finance, 4. Auflage",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Damodaran",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Investment valuation: tools and techniques for determining the value of any asset, 3. Auflage",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Damodaran",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The effect of the firm's capital structure on the systematic risk of common stocks",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Hamada",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Journal of Finance",
            "volume": "27",
            "issn": "2",
            "pages": "435--452",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Neue Kapitalkostenempfehlungen des FAUB",
            "authors": [
                {
                    "first": "Wirtschaftsprüfer",
                    "middle": [],
                    "last": "Institut Der",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "On the short-term stationarity of beta co efficients",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Levy",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Financial Analysts Journal",
            "volume": "27",
            "issn": "6",
            "pages": "55--62",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Aktienbewertung: Theorie und Anwendungsbeispiele, 2. Auflage",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mondello",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "kostensatz lediglich vom systematischen Risiko ab, das dem Marktrisiko entspricht und mit dem Beta des Beteiligungspapiers gemessen wird. Unsystematische Risiken spielen keine Rolle, da das CAPM auf der Annahme beruht, dass die Investoren gut diversifiziert sind, sodass sie lediglich dem Marktrisiko ausgesetzt sind. Je größer das Marktrisiko beziehungsweise das Beta ist, desto höher fällt die erwartete Rendite aus.Abbildung 1 veranschaulicht die Berechnungsweise des Eigenkapitalkostensatzes mit dem CAPM. Damit der Eigenkapitalkostensatz berechnet werden kann, ist zum langfristigen risikolosen Zinssatz die Risikoprämie hinzuzuzählen, die aus dem Produkt der Marktrisikoprämie mit dem Beta besteht. In den folgenden Ausführungen wird gezeigt, wie der Eigenkapitalkostensatz mit dem CAPM sowohl für das börsennotierte Unternehmen Daimler als auch für das nicht börsennotierte Unternehmen Aldi Süd ermittelt werden kann. Die Berechnungen erfolgen zu Beginn des Jahres 2019. Dabei wird für den langfristigen risikolosen Zinssatz die Verfallrendite 30-jähriger deutscher Bundesanleihen von 0,75 Prozent verwendet. Die erwartete Marktrisikoprämie von 6,25 Prozent richtet sich nach den Empfehlungen des Fachausschusses für Unternehmensbewertung und Betriebswirtschaft (FAUB), der zu Beginn des Jahres 2019 eine Bandbreite für die Marktrisikoprämie von 5,5 bis sieben Prozent (Mittelwert von 6,25 Prozent) angegeben hat. In der Zwischenzeit hat der FAUB am 25. Oktober 2019 aufgrund der andauernden expansiven Geldpolitik der Europäischen Zentralbank (EZB) und den damit zusammenhängenden negativen Zinsen seine bisherige Empfehlung für die Marktrisiko-prämie auf sechs bis acht Prozent angehoben (vergleiche Institut für Wirtschaftsprüfer 2019). Die wirtschaftlichen negativen Auswirkungen der COVID-19-Pandemie sind gemäß dem FAUB eher kurzfristiger Natur und spielen daher bei langfristig orientierten Bewertungsmodellen eine untergeordnete Rolle. Für das börsennotierte Unternehmen Daimler lässt sich der CAPM-Eigenkapitalkostensatz sowohl mit dem historischen Beta als auch mit dem Bottom-up-Beta ermitteln. Die Bestimmung des historischen Betas erfolgt über eine einfache lineare Regressionsanalyse. Für die Regression werden im vorliegenden Beispiel 60 monatliche stetige Renditen der Automobil-Aktie und des DAX 30 verwendet. Die monatlichen Renditen beziehen sich auf eine fünfjährige Zeitperiode der monatlichen Kursdaten von Ende März 2014 bis Ende März 2019. Aus der Regression resultiert folgende Regressionsgleichung für die Daimler-Aktie: r Daimler, t = -0,924 % + 1,506r DAX, t + € Daimler, t . Abbildung 2 (S. 58) zeigt die Regressionsgerade mit der entsprechenden Regressionsstatistik. Der Determinationskoeffizient der Regression beträgt 0,736, was auf einen hohen Erklärungsgehalt der Regression hinweist. Die Steigung der Regressionsgeraden von 1,506 entspricht dem Beta der Aktie. Diese misst die Veränderung der Aktienrendite hinsichtlich einer Veränderung der Marktrendite. Die t-Statistik für die Steigung Abb. 1 Eigenkapitalkostensatz mit dem CAPM berechnen tien über die Zeit allerdings keiner Zufallsbewegung, sondern bewegen sich im Durchschnitt gegen ihren Erwartungswert von 1. Daher wird das historische Beta mit folgender Formel gegen 1 korrigiert, was für die Daimler-Aktie ein adjustiertes Beta von 1,338 ergibt (vergleiche Blume 1971, S. 8 f.): β adjustiert = 0,333 + 0,667 × 1,506 = 1,338.Der Eigenkapitalkostensatz von 9,11 Prozent lässt sich mithilfe des CAPMs wie folgt bestimmen: K EK, Daimler = 0,75 % + 6,25 % × 1,338 = 9,11 %.Der CAPM-Eigenkapitalkostensatz lässt sich auch mit dem Bottom-up-Beta berechnen (vergleiche Damodaran 2015, S. 122 ff.). Damit das Bottom-up-Beta bestimmt werden kann, sind in einem ersten Schritt die vergleichbaren börsennotierten Unternehmen auszuwählen, die im gleichen Geschäftsbereich tätig sind (vergleiche Tabelle 1).In einem zweiten Schritt wird das Asset Beta berechnet, eine um die finanzielle Verlustgefahr bereinigte Risikogröße, die das systematische Geschäftsrisiko der Industrie beziehungsweise der Benchmark-Gesellschaften wiedergibt. Für die Bestimmung des Asset Betas werden der Median für das Beta von 1,25, für den Verschuldungsgrad von 134,4 Prozent und für den Grenzertragssteuersatz von 30 Prozent genommen, was ein Asset Beta von 0,644 ergibt (vergleicheHamada 1972, S. 435  ff.): β Asset = 1,25/[1 + (1 − 0,30) × 1,344] = 0,644. In einem dritten Schritt wird das Asset Beta der Vergleichsunternehmen von den flüssigen Mitteln bereinigt, da diese mehrheitlich Liquiditätsreserven umfassen und demnach für die betriebliche Tätigkeit nicht erforderlich sind (vergleiche Damodaran 2015, S. 122): Da davon ausgegangen wird, dass die flüssigen Mittel ein Beta von null besitzen und somit über kein Marktrisiko verfügen, ist das Asset Beta der betrieblichen Vermögenswerte von 0,788 höher als das Asset Beta der gesamten Vermögenswerte von 0,644. Des Weiteren wird unterstellt, dass alle Vergleichsunternehmen über ein ähnliches operatives Risiko verfügen, das dem Median des Verhältnisses zwischen den Fixkosten und variablen Kosten von 22,5 Prozent entspricht. Daher wird in einem vierten Schritt das um das operative Ri-Abb. 2 Regression zwischen den monatlichen Renditen der Daimler-Aktie und dem DAX Tab. 1 Daimler und dessen 14 wichtigste globale börsennotierte Vergleichsunternehmen",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Das um den Median des Verhältnisses zwischen dem Wert der flüssigen Mittel und dem Unternehmenswert bereinigte Asset Beta liegt bei 0,855:Tab. 2 Börsennotiere Vergleichsunternehmen aus dem Sektor LebensmitteleinzelhandelQuelle: Thomson Reuters Eikon und eigene Berechnungen, Stand Ende 2018 Das um das operative Risiko korrigierte Asset Beta der betrieblichen Vermögenswerte von 0,673 wird mit dem operativen Risiko beziehungsweise dem Verhältnis zwischen den Fixkosten und variablen Kosten von Aldi Süd angepasst: Das Bottom-up-Beta erfasst lediglich denjenigen Anteil am Gesamtrisiko, der sich nicht diversifizieren lässt. Für den Lebensmitteleinzelhandel erklärt das systematische Risiko nur einen kleinen Teil der Renditevarianz (R 2 = 0,175). Da die Eigentümer von Aldi Süd (Familienstiftung) wenig diversifiziert sind, ist das Bottom-up-Beta um das im Vergleich zum systematischen Risiko höhere Gesamtrisiko zu korrigieren (vergleiche Damodaran 2015, S. 136): β Gesamtrisiko, Aldi Süd = 0,985/√0,175 = 2,355. Für das nicht börsennotierte Unternehmen Aldi Süd ergibt sich anhand der vorliegenden Berechnungen ein Eigenkapitalkostensatz mit dem CAPM von 15,47 Prozent: K EK, Aldi Süd = 0,75 % + 6,25 % × 2,355 = 15,47 %. Das höhere Beta für das Gesamtrisiko (im Beispiel von Aldi Süd von 2,355 gegenüber 0,985) führt zu einem höheren und somit realistischeren Eigenkapitalkostensatz für ein Unternehmen, dessen Eigentümer wenig diversifiziert sind.Mit dem CAPM kann nicht nur der Eigenkapitalkostensatz für börsennotierte, sondern auch für nicht börsennotierte Unternehmen ermittelt werden. Hierzu ist ein Bottom-up-Beta zu bestimmen, das aus den historischen Betas von Vergleichsunternehmen festgelegt wird. Im Vergleich zum historischen Beta, das nur für börsennotierte Unternehmen berechnet werden kann, ist das Bottom-up-Beta stabiler, da es aus einem Durchschnittswert hervorgeht. Darüber hinaus umfasst es das aktuelle Risiko des Unternehmens besser als das historische Beta, weil Veränderungen des Geschäftsrisikos und des finanziellen Risikos in der Risikogröße enthalten sind. Im Gegensatz dazu werden Risikoveränderungen im historischen Beta erst mit der Zeit beziehungsweise mit neuen Renditedaten in der Regression berücksichtigt. Daher stellt das Bottom-up-Beta die geeignetere Risikogröße für die Berechnung des Eigenkapitalkostensatzes mit dem CAPM dar. Darüber hinaus kann das Beta korrigiert werden, wenn das Unternehmen im Besitz von nicht diversifizierten Eigentümern ist.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}