{
    "paper_id": "b744665ce7d5a042194210213c84af2e88b60b58",
    "metadata": {
        "title": "Insights Into the Demands on a Clinical Oncologist in Sri Lanka",
        "authors": [
            {
                "first": "Alice",
                "middle": [
                    "R T"
                ],
                "last": "Bergin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Sri Lankan people with cancer have access to free, universal public health care at one of the 23 oncology treatment centers scattered across the country. Clinical oncologists working in these treatment centers are trained to provide both medical oncology and radiation services, and a private service operates in parallel. 1 Since 1985, Sri Lanka's National Cancer Control Programme (NCCP) has been collecting cancer data of the nation's 25 districts. 2 The NCCP hosts a user-friendly, fully searchable, and multilingual National Cancer Registry (NCR) for Sri Lanka and a separate population-based cancer registry for Colombo (PBCR-Colombo), its capital district. Recently published NCR data for 2019 indicate an overall cancer age standardized rate of 128.9 per 100,000 population. 3 Breast, thyroid, colorectal, and gynecologic malignancies had the highest incidence among Sri Lankan women, whereas lip/tongue/mouth, trachea/bronchus/lung, colorectal, and esophageal malignancies had the highest incidence among Sri Lankan men. 3 Sri Lankan patients with cancer are significantly underserved with an estimated one clinical oncologist per 500,000 population reported in 2019. 1 There is little information on these important members of the cancer workforce. Workforce data are crucial as the WHO's Global Cancer Observatory estimates that by 2040, Sri Lanka's population will surpass 22 million people and new cancer cases are expected to increase by 31.4%, from 29,604 in 2020 to 38,886 new cases in 2040. 4 In the article that accompanies this editorial, Gunasekera et al 5 provide unique and thought-provoking insights into the clinical oncology workforce in Sri Lanka with their aptly designed, web-based, crosssectional survey published in the Journal of Global Oncology. The authors set out to describe the workforce, practice setting, workload, and service provision while exploring perceived barriers to effective patient care. This survey was conducted between October 2019 and March 2020, coinciding with the onset of the crippling, global COVID-19 pandemic.",
            "cite_spans": [
                {
                    "start": 323,
                    "end": 324,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 452,
                    "end": 453,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 783,
                    "end": 784,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1030,
                    "end": 1031,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1177,
                    "end": 1178,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1508,
                    "end": 1509,
                    "text": "4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Of the 54 clinical oncologists invited to participate, 49 (76%) responded to a succinct and pertinent questionnaire (see the Data Supplement 5 ). The questionnaire was designed to gather information about the respondent's past medical training, current place of work, and access to chemotherapy, radiotherapy, and palliative care services at the oncology service where they work. In addition, the authors sought specific information about the respondent's case load, on-call expectations, and access to paid leave.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The survey results are stark. More than half (64%) of the respondents are on call 7 days a week (Table 3 5 ) , with 79% providing both chemotherapy and radiotherapy services during the standard working day (Table 4) . With a reported median 45-hour working week, 48% of respondents regularly worked more than 50 hours per week (Table 3 5 ). Although the majority (81%) had access to at least one week of paid leave, nearly 60% had no access to paid academic leave (Table 3 5 ). Respondents reported reviewing a median of 475 patients with a new diagnosis of cancer per year, and nearly 80% reported that these patients are seen on the day of referral, without a planned appointment, to limit the patient's commute time (Table 3 5 ). With an average of 35 outpatients seen during a typical clinic working day, time is a luxurious commodity. As such, respondents reported a median 15 minutes for a new patient consultation and 7.5 minutes for a review consultation (Table 3 5 ). Despite these figures, nearly 40% of respondents felt that their substantive clinical workload did not have an impact on patient care (Table 3 5 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 96,
                    "end": 108,
                    "text": "(Table 3 5 )",
                    "ref_id": null
                },
                {
                    "start": 206,
                    "end": 215,
                    "text": "(Table 4)",
                    "ref_id": null
                },
                {
                    "start": 327,
                    "end": 337,
                    "text": "(Table 3 5",
                    "ref_id": null
                },
                {
                    "start": 464,
                    "end": 474,
                    "text": "(Table 3 5",
                    "ref_id": null
                },
                {
                    "start": 719,
                    "end": 729,
                    "text": "(Table 3 5",
                    "ref_id": null
                },
                {
                    "start": 963,
                    "end": 973,
                    "text": "(Table 3 5",
                    "ref_id": null
                },
                {
                    "start": 1111,
                    "end": 1121,
                    "text": "(Table 3 5",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "The most commonly reported barriers to delivery of effective patient care were complete unavailability or limited access to radiotherapy, diagnostic imaging, and/ or chemotherapy services (Fig 2 5 ). Other barriers reported by respondents included inadequate renumeration in the public sector; a patient's inability to pay for treatment, imaging, and/or pathology; and inadequate time for both research activities and self-directed learning. The authors noted that just 6% of respondent's time was spent doing research activities, and they postulate that the reason is high clinical workload. The authors also emphasize the scarcity of radiotherapy services in Sri Lanka as a significant barrier, highlighting that just six of the 23 oncology treatment centers offer radiotherapy services. As a result, the demands on clinical oncologists working at these six centers significantly exceed the reported median.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 188,
                    "end": 196,
                    "text": "(Fig 2 5",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Since the survey period, health services across the globe have been stretched beyond capacity by the COVID-19 pandemic. At the time of writing, Sri Lanka had 580,209 new cases and 14,771 deaths from COVID-19. 6 Sri Lanka's oncology services and workforce have been 7, 8 and will continue to be under immense pressure until the pandemic subsides. The authors call for better resourcing and optimization of current oncology services to ensure that contemporary clinical oncologists can work to their maximal potential.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 210,
                    "text": "6",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 265,
                    "end": 267,
                    "text": "7,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 268,
                    "end": 269,
                    "text": "8",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Gunasekera et al 5 have comprehensively detailed the heavy workload and pressures on a clinical oncologist working in Sri Lanka. Despite this, clinical oncologists still manage to muster the energy and compassion to see most new patients on the day of referral, thereby ensuring that the patient's first experience is a little less arduous.",
            "cite_spans": [
                {
                    "start": 17,
                    "end": 18,
                    "text": "5",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical oncology in Sri Lanka: Embracing the promise of the future",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Joseph",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gunasekera",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ariyaratne",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int J Radiat Oncol Biol Phys",
            "volume": "105",
            "issn": "",
            "pages": "466--470",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Incidence trends and patterns of breast cancer in Sri Lanka: An analysis of the national cancer database",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fernando",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Jayarajah",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Prabashani",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMC Cancer",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Cancer Incidence Data Book",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical oncology workload in Sri Lanka: Infrastructure, supports, and delivery of clinical care",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gunasekera",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Seneviratne",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jalink",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "JCO Glob Oncol",
            "volume": "7",
            "issn": "",
            "pages": "1703--1710",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Coronavirus Pandemic Country Profile-Our World in Data",
            "authors": [
                {
                    "first": "Sri",
                    "middle": [],
                    "last": "Lanka",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The impact of COVID-19 on the delivery of critical health care: Experience from a non-high-income country",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kumanan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rajasooriyar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Guruparan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Asia Pac J Public Heal",
            "volume": "32",
            "issn": "",
            "pages": "473--475",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Blood cancer care in a resource limited setting during the Covid-19 outbreak; a single center experience from Sri Lanka",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hewamana",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Skandarajah",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jayasinghe",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "PLoS One",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "ASSOCIATED CONTENT See accompanying article doi:10.1200/ GO.21.00345 Accepted on January 18, 2022 and published at ascopubs.org/journal/ go on March 1, 2022: DOI https://doi.org/10. 1200/GO.21.00429",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The author acknowledges the Traditional Owners and Custodians of the lands on which she works, and she pays her respects to Aboriginal and Torres Strait Islander Elders past, present, and emerging. Sovereignty was never ceded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENT"
        },
        {
            "text": "Alice R.T. Bergin, BSc, MBBS, Peter MacCallum Cancer Centre, 305 Grattan St, Melbourne 3000, Australia; e-mail: alice.bergin@petermac. org.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CORRESPONDING AUTHOR"
        },
        {
            "text": "The following represents disclosure information provided by the author of this manuscript. All relationships are considered compensated unless otherwise noted. Relationships are self-held unless noted. I = ImmediateFamily Member, Inst = My Institution. Relationships may not relate to the subject matter of this manuscript. For more information about ASCO's conflict of interest policy, please refer to www.asco.org/rwc or ascopubs. org/go/authors/author-center. Open Payments is a public database containing information reported by companies about payments made to US-licensed physicians (Open Payments).No potential conflicts of interest were reported.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTHOR'S DISCLOSURES OF POTENTIAL CONFLICTS OF INTEREST"
        }
    ]
}