{
    "paper_id": "b80c667f628daf6e4d9610673448dbe2acea3b4d",
    "metadata": {
        "title": "Pediatric Telehealth Experiences: Myths and Truths About Video Visits From a Parent",
        "authors": [
            {
                "first": "Greta",
                "middle": [],
                "last": "Rosler",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Academy of Communication in Healthcare",
                    "location": {
                        "addrLine": "201 East Main Street, Suite 1405",
                        "postCode": "40507",
                        "settlement": "Lexington, Lexington",
                        "region": "KY, KY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Nea-Bc",
                "middle": [],
                "last": "Cpxp",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Academy of Communication in Healthcare",
                    "location": {
                        "addrLine": "201 East Main Street, Suite 1405",
                        "postCode": "40507",
                        "settlement": "Lexington, Lexington",
                        "region": "KY, KY",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Coronavirus has shifted routine care to a telehealth, virtual experience in most cases. As a parent, an appointment conducted by video presents worries about connection and engagement with providers while advocating for a child. While uncertainty arises about provider connection and understanding via telehealth, dynamics of the experience in a pediatric visit prove reassuring. With intentional communication skills and tactics to overcome potential barriers in telehealth patient engagement, the virtual visit can heighten the patient's experience of empathy, provider connection, and trust in the clinician or provider.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Outside my window, the green spring grass revives while humanity withers in the face of coronavirus disease 2019 ). Yet, hope emerges from the storm of this pandemic. Professionals and influencers on social media forecast trends in health care. They emphasize the emergence of telehealth. Previously, telehealth-and especially routine care occurring on video-seemed unworkable for many health care systems, but our circumstances now present a hopeful outlook for its incorporation into routine care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this perspective article I reveal several myths and truths, present for both providers and patients, learned by my experience as a parent and informed by my background as a patient experience professional. These \"experience clues\" inform us about the necessity and opportunities as a result of telehealth and in relationship to the patient-family experience (1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Myth 1: Patients and families fear or resist utilization of telehealth.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In February of this year-before COVID locked the nation in a stranglehold-I received a call to schedule an appointment for a routine behavioral evaluation of my son. As a parent, typing out those words saddens me. Given his diagnoses of autism spectrum disorder and attention deficit hyperactivity disorder (ADHD), I recognize that my son is not \"normal\" and his limitless potential may go unnoticed by the world. I accepted the necessity of scheduling these appointments; these services enable my son to reach his greatest successes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Visiting his providers in person offers an opportunity to facilitate his progress and encourages an embrace of his extraordinary nature. When COVID-19 ravaged health care systems in March, we faced the necessity of transitioning his appointments to virtual visits. His office expressed the concern that they lacked the capacity for telehealth. The situation placed me and my family in a compromising position. Do we risk contracting the virus by attending his appointments? Or do we neglect these appointments and risk a lapse in his behavioral, speech, and occupational therapies? What would happen to his classes?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We could not conceive that this virus would cancel all his therapies and classes-and life as my son knew it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The crisis escalated. Our behavioral service provider reached out to inform us about the development and implementation of a telehealth platform. We could expect our future appointments to occur through this platform. Relieved, we looked ahead to the resumption of those support services that have proven invaluable for my son. The present circumstances would not interrupt his care. Life would proceed, and that normalcy comforted us. We felt secure knowing that his future needs would be met.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Truth 1: Virtual visits provide relief to patients and families by enabling continued care and support (2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Myth 2: Telehealth technology will not facilitate an ideal patient-provider interaction for any involved parties (patient/family and provider).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "When our behavioral service provider called to schedule a virtual appointment, a caveat accompanied the call; the virtual platform was new. They were \"trying it out.\" Though video technology offers convenience in other capacities and we were relieved to have an appointment, our worry mounted due to the importance of these visits in securing our son's full scope of daily support and therapy. Our belief was that the best possible interaction would occur in person. During our first virtual appointment, our new psychologist expressed his gratitude for our willingness to attempt treatment on this platform. He acknowledged that we might experience some unpredictability and unreliability with the connection. After exchanging introductions, he interacted with our son. The grainy images did not diminish the warmth of his tone. My son responded accordingly to the interactions. He enjoyed playing with his favorite toys in his bedroom during the appointment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "When the assessment ended and the parental questions began, our psychologist requested that we transition to a phone call. His calm acknowledgment of the technical difficulties, coupled with a genuine desire for a meaningful conversation, comforted us. I reminisced on my office visits for the same assessments. We were rushed in and out. There was little acknowledgment of our hectic drive to reach those appointments, the overcrowded waiting room, or the stress of the overall experience. With this video/phone visit, we concluded feeling connected to the provider and reassured that our son's services would be again secured. Following that video visit, we anticipated our appointment with the neurodevelopmental specialist who had been following my 7-year-old annually for the past 5 years. Since he serves as a leader in the field of autism, we hoped that he might have insights into the progress of our son beyond routine management. Over the past year, we made several frantic calls to the pediatrician and specialist, noting the weight loss of our son and our uncertainty about how to proceed. Repeatedly, we scheduled clinical visits for a weight check where they would advise how we could add calories. Much of that advice was futile, however, due to his allergies and extremely selective eating behavior. This became the theme of our visits. Although we started to resolve his weight issues, we felt frustrated because we wanted to address his behavioral needs and opportunities beyond the scale.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As our visit with the specialist approached, we knew the appointment would be virtual. In these infrequent office visits with the lead specialist, he would spend nearly 15 to 30 minutes on the floor with my son and prompt his play, followed by detailed notetaking of what behavior occurred and some discussion with my husband and me. We had worked hard to make these and other doctors' visits into a positive social encounter where cooperation was expected, and my son was generally pleasant, engaged, and enjoyed these interactions. At home, he is intensely focused on routines and due to his ADHD, any activity lasting longer than 3 minutes is a struggle. Our worry was that having a 30 minute video interaction with required participation was not feasible for him, and we were skeptical about how well the doctor could interpret our son's current behavioral status if only able to see him fleetingly on video.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "During this visit, the technology was smooth and without the previous connection issues. The specialist completed an abbreviated behavioral analysis by asking me to angle the camera as he watched my son color, point to shapes, and respond to and identify pictures that the doctor was showing him. He then transitioned to a few parental questions. When he inquired about his weight, we confirmed that his increased appetite and healthier appearance demonstrated his improvement. The doctor trusted our answer. While we lacked a number from the scale, we knew as parents that his health had improved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We were only about 10 minutes into the video encounter, and with time remaining due to the abbreviated behavioral analysis, the specialist asked what was worrying us. Tentatively, I shared our intention to increase the inclusion of our son in school. The specialist expressed that he shared the same intentions and provided information for accomplishing this goal. We were relieved that though abbreviated, the behavioral analysis was adequate via video. Focusing on what felt most important to us as parents and advocates, he engaged us in planning for an adjusted school routine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Truth 3: Because the interaction with my son was shorter via video, as parents and advocates we were more engaged and able to name our priority, enabling shared decision-making instead of belaboring a number on the scale in a routine clinic visit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "COVID-19 presents dire scenarios for the world at large, and many of us wonder if anything will feel normal again. As a parent of a child who requires routine special care, I hope our new normal will not disregard the truths emerging in this somewhat chaotic shift to telehealth. Instead, I hope that the experience will demonstrate a deepening of the relationships and engagements between health care providers and patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "With the post-COVID-19 era on the horizon, our current experiences with telehealth may provide hope for improved human care in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Bringing User Experience to Healthcare Improvement: The Concepts, Methods, and Practices of Experience-Based Design",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bate",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Robert",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Patient perceptions of telehealth primary care video visits",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Powell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Henstenburg",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hollander",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Rising",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Ann Family Med",
            "volume": "15",
            "issn": "",
            "pages": "225--234",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Quick Tips for Telehealth Communication by the Academy of Communication in Healthcare",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Authentic human connection from a provider can overcome a faulty technological connection (3).Myth 3: The provider will not understand what is happening with my child in a telehealth encounter.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Greta Rosler https://orcid.org/0000-0001-8476-1429",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ORCID iD"
        },
        {
            "text": "Greta Rosler is a nurse leader with 23 years of experience in a variety of health care roles and settings. Most recently, she served as a Director of Patient Experience within the Geisinger Health System in Central Pennsylvania. In that role she was responsible for leadership development efforts and successful implementation of improvement processes for exemplar interprofessional and nursing care delivery. In her current role as Director of Program Strategy and Implementation at the Academy of Communication in Healthcare (ACH), Greta partners with institutions to deploy evidence-based and change-focused communication skills training programs across the U.S.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Biography"
        }
    ]
}