{
    "paper_id": "b840088e65430c685f61847e54f7ab038b716c1a",
    "metadata": {
        "title": "Comment",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The COVID-19 pandemic has challenged and, in many cases, exceeded the capacity of hospitals and intensive care units (ICUs) worldwide. Health-care workers have continued to provide care for patients despite exhaustion, personal risk of infection, fear of transmission to family members, illness or death of friends and colleagues, and the loss of many patients. Sadly, health-care workers have also faced many additional-often avoidable-sources of stress and anxiety, and long shifts combined with unprecedented population restrictions, including personal isolation, have affected individuals' ability to cope.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19: a heavy toll on health-care workers"
        },
        {
            "text": "As the pandemic unfolded, many health-care workers travelled to new places of work to provide patient care in overwhelmed facilities; those who volunteered in unfamiliar clinical areas were often launched into the pandemic ICU setting with insufficient skills and training. The burden of training and supervising these volunteers fell on already stressed clinicians. Hospitalbased health professionals worked long hours wearing cumbersome and uncomfortable personal protective equipment (PPE), after initial shortages of PPE had been addressed. They strived to keep up with emerging knowledge, institutional and regional procedures, and changing PPE recommendations, while trying to distinguish accurate information from misinformation. Health-care workers had to adopt new technologies to fulfil patient care and educational responsibilities, including the provision of telemedicine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19: a heavy toll on health-care workers"
        },
        {
            "text": "Insufficient resources and the absence of specific treatments for COVID-19 added to the challenges of managing severely ill patients. Health-care workers had to care for colleagues who were ill, offer comfort to dying patients who were isolated from their loved ones, and inform and console patients' family members remotely. Some health-care workers were burdened with emotionally and ethically fraught decisions about resource rationing and withholding resuscitation or ICU admission. They shared the pain of patients without COVID-19 who had their surgery or other essential treatments cancelled or postponed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19: a heavy toll on health-care workers"
        },
        {
            "text": "The fear of transmitting COVID-19 led many health professionals to isolate from their families for months. Working remotely and being shunned by community members further contributed to loneliness. Many health-care workers experienced lost earnings because of cancellations in outpatient visits and elective procedures. The training of health-care workers (eg, medical students, residents, and allied health learners) was also interrupted, leading to loss of tuition fees, missed learning opportunities, missed exams, and potentially delayed certification. Home health-care workers experienced additional challenges that exacerbated the inequities they face as a marginalised workforce, including limited or no PPE, varying levels of employer support, and the difficult choice of working with its attendant risk or losing wages and benefits. 1 The burden of COVID-19 on health systems and health-care workers was substantial in low-income and middle-income countries (LMICs), where difficult daily triage decisions had to be made in the context of grave shortages of basic equipment and consumables. LMICs saw an internal drain on human resources as healthcare workers were pulled from clinical practice to join COVID-19 committees and task forces. In the already stretched areas of anaesthesia and intensive care, a high clinician burnout rate might have contributed to worse outcomes for patients with COVID-19. An increase in non-COVID-related health problems and deaths (eg, those caused by disruptions to vaccination or screening programmes for other infectious diseases), including personal health challenges for health-care workers (eg, worsening of diabetes control), further strained poorly resourced health systems.",
            "cite_spans": [
                {
                    "start": 842,
                    "end": 843,
                    "text": "1",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19: a heavy toll on health-care workers"
        },
        {
            "text": "LMICs experienced high rates of health care-associated COVID-19, due in part to a shortage of PPE, increased workload, inadequate training and infection control practices, and pandemic fatigue. Guilt and stigma associated with COVID-19 were common. Cases of health-care workers abandoning their posts or refusing to attend to patients suspected of having COVID-19 were not uncommon. Health-care workers have been subjected to denigration from various sources during the pandemic, including political leaders and hospital administrators. In some LMICs, such as Uganda, health professionals were targeted by the public because of their roles on scientific advisory committees, and their policy decisions were met with mistrust and hostility.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19: a heavy toll on health-care workers"
        },
        {
            "text": "Health-care workers are known to be at risk for anxiety, depression, burnout, insomnia, moral distress, and post-traumatic stress disorder. 2, 3 Under usual working conditions, severe burnout syndrome affects as many as 33% of critical care nurses and up to 45% of critical care physicians. 2,3 Extrinsic organisational risk factorsincluding increased work demands and little control over the work environment-and the trauma of caring for patients who are critically ill have been heightened by the COVID-19 pandemic and represent important exacerbating factors for poor mental health among health-care workers.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 142,
                    "text": "2,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 143,
                    "end": 144,
                    "text": "3",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19: a heavy toll on health-care workers"
        },
        {
            "text": "Following the outbreak of severe acute respiratory syndrome in 2003, health-care workers reported chronic stress effects for months to years. 4 Among health-care workers treating patients with COVID-19, a Chinese study reported high rates of depression (50%), anxiety (45%), insomnia (34%), and distress (72%). 5 These findings were supported by a systematic review of 13 studies including more than 33 000 participants. 6 Studies from Italy and France reported a high prevalence of depressive symptoms, post-traumatic stress disorder, and burnout; risk factors for adverse psychological outcomes included younger age, female sex, being a nurse, and working directly with patients with COVID-19. [7] [8] [9] The long-term effect on the health of those working in health care remains to be seen.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 143,
                    "text": "4",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 311,
                    "end": 312,
                    "text": "5",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 421,
                    "end": 422,
                    "text": "6",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 696,
                    "end": 699,
                    "text": "[7]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 700,
                    "end": 703,
                    "text": "[8]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 704,
                    "end": 707,
                    "text": "[9]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19: a heavy toll on health-care workers"
        },
        {
            "text": "The COVID-19 pandemic is a stark reminder of racial and socioeconomic disparities, with disproportionate infection and death rates among migrants, the poor, and racialised groups. COVID-19 has also had a disproportionate effect on women health-care workers. Women comprise 70% of the global health and social care workforce, putting them at risk of infection and the range of physical and mental health problems associated with their role as health professionals and carers in the context of a pandemic. The pandemic exacerbated gender inequities in formal and informal work, and in the distribution of home responsibilities, and increased the risk of unemployment and domestic violence. While trying to fulfil their professional responsibilities, women had to meet their families' needs, including childcare, home schooling, care for older people, and home care. Burdened by these obligations, women had reduced academic productivity relative to men, as evidenced by fewer women being part of the cohort producing new knowledge about the pandemic. 10 There was a disconnect between the demands of parenting and the expectations of the scientific community, as shown by ultra-short timelines for COVID-19-related grant proposals, which further deepened the divide between women and men.",
            "cite_spans": [
                {
                    "start": 1049,
                    "end": 1051,
                    "text": "10",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19: a heavy toll on health-care workers"
        },
        {
            "text": "During the pandemic, there have been glimmers of hope and solace. We were buoyed by support from institutional and government leadership, the spirit of teamwork, the celebration of lives saved, and the acknowledgement of our value by the public. Social media was a venue for health-care workers to share their anxiety, insomnia, and fatigue, which reduced the sense of isolation and normalised conversations about mental health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19: a heavy toll on health-care workers"
        },
        {
            "text": "To effectively support health-care workers-the greatest assets of our health-care systems-we must understand their challenges and needs. Burnout and other forms of work-related psychological distress are unavoidable occupational health issues. By acknowledging the commonality of psychological distress related to caring for patients with COVID-19, we can destigmatise work-related mental health issues and appropriately attend to the mental health needs of all health-care workers affected by the pandemic. Finally, we hope that the COVID-19 pandemic will prompt a redefinition of essential support workers, with recognition of the contribution of all health-care workers and appropriate education, protection, and compensation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19: a heavy toll on health-care workers"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "EA has received fees for lectures from Gilead, Pfizer, Baxter, and Alexion, and his research group has been supported by Ablynx, Fisher & Payckle, Gilead, and Merck Sharp & Dohme",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "University Health Network (MH), and Interdepartmental Division of Critical Care Medicine (SM, MH)",
            "authors": [],
            "year": null,
            "venue": "Sinai Health System (SM)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "France (LP); Division of Pulmonary Sciences and Critical Care Medicine",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Experiences of home health care workers in New York City during the coronavirus disease 2019 pandemic: a qualitative analysis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Sterling",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tseng",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Poon",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Intern Med",
            "volume": "180",
            "issn": "",
            "pages": "1453--59",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A critical care societies collaborative statement: burnout syndrome in critical care health-care professionals. A call for action",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Good",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gozal",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kleinpell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "N"
                    ],
                    "last": "Sessler",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Am J Respir Crit Care Med",
            "volume": "194",
            "issn": "",
            "pages": "106--119",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Burnout syndrome in critical care nursing staff",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Poncet",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Toullic",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Papazian",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am J Respir Crit Care Med",
            "volume": "175",
            "issn": "",
            "pages": "698--704",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Long-term psychological and occupational effects of providing hospital healthcare during SARS outbreak",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Maunder",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Lancee",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Balderson",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Emerg Infect Dis",
            "volume": "12",
            "issn": "",
            "pages": "1924--1956",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Factors associated with mental health outcomes among health care workers exposed to coronavirus disease 2019",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Netw Open",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Prevalence of depression, anxiety, and insomnia among healthcare workers during the COVID-19 pandemic: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pappa",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ntella",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Giannakas",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "G"
                    ],
                    "last": "Giannakoulis",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Papoutsi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Katsaounou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Brain Behav Immun",
            "volume": "88",
            "issn": "",
            "pages": "901--908",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "PTSD symptoms in healthcare workers facing the three coronavirus outbreaks: what can we expect after the COVID-19 pandemic",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Carmassi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Foghi",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Dell&apos;oste",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Psychiatry Res",
            "volume": "292",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The psychological impact of the COVID-19 outbreak on health professionals: a cross-sectional study",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Giusti",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Pedroli",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "&apos;aniello",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Front Psychol",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Symptoms of anxiety, depression, and peritraumatic dissociation in critical care clinicians managing patients with COVID-19. A cross-sectional study",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Azoulay",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cariou",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bruneel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Respir Crit Care Med",
            "volume": "202",
            "issn": "",
            "pages": "1388--98",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Where are the women? Gender inequalities in COVID-19 research authorship",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Pinho-Gomes",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ Glob Health",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}