{
    "paper_id": "b8b1d39dcf53cf45c044153a41d214d9a80a7ace",
    "metadata": {
        "title": "Mental health services in the prisons of Bangladesh",
        "authors": [
            {
                "first": "Aditya",
                "middle": [],
                "last": "Al",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Khan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Howard",
                "middle": [],
                "last": "Ryland",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Oxford",
                    "location": {
                        "settlement": "Oxford",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Tayeem",
                "middle": [],
                "last": "Pathan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Helal",
                "middle": [
                    "Uddin"
                ],
                "last": "Ahmed",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Amir",
                "middle": [],
                "last": "Hussain",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Andrew",
                "middle": [],
                "last": "Forrester",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In this narrative review we consider what is known about mental health conditions in the prison system in Bangladesh and describe the current provision of mental health services for prisoners with mental health needs. We contextualise this within the literature on mental health conditions in correctional settings in the wider sub-continental region and low-and middle-income countries (LMICs) more broadly. We augment findings from the literature with information from unstructured interviews with local experts, and offer recommendations for research, policy and practice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Bangladesh is a country of 170 million people located in Southern Asia. It has one of the highest population densities of any country, with an average of over 1000 people per square kilometre. The per capita gross domestic product (GDP) is US$1855, placing it in the lower-middle-income category according to the World Bank. By comparison, per capita GDP is US$2100 in India and US$1285 in Pakistan. 1 Mental disorders are common in Bangladesh, with a reported prevalence of 6.5−31.0% among adults and 13.4−22.9% among children. 2 The overall prevalence of schizophrenia is 1.0% and major depressive disorder 6.7%. 3 Although there is some awareness about the existence of mental disorders within the community, mental healthcare is not a priority. There is also often a negative attitude towards individuals affected by mental illness.",
            "cite_spans": [
                {
                    "start": 400,
                    "end": 401,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 529,
                    "end": 530,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 615,
                    "end": 616,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Mental health in Bangladesh"
        },
        {
            "text": "It is estimated that there are 0.53 physicians per 1000 population, with only around 220 psychiatrists and 50 clinical psychologists in the whole country. Overall, there are reported to be 0.49 mental health workers per 100 000 population. Bangladesh spends 1% of its GDP on health, of which 0.44% is spent on mental health. Insurance plans may not cover mental illness. 4, 5 In 2018, a new Mental Health Act was instituted in Bangladesh, replacing the Lunacy Act, which was more than a century old. This is a new Act and our understanding is that it is still to be fully implemented and the finer details will have to be clarified with time. It is generally viewed as an important step forward, but it has also been criticised for not going far enough in protecting the human rights of those with mental illness. Section 15 of the new Act allows for the admission of mentally disordered defendants or sentenced mentally disordered offenders under the direction of a magistrate, through the use of a 'reception order'. No further details are specified in the Act. The Act does not specify or take into consideration any variation of provision for offenders at different stages of their criminal justice proceedings. The inclusion of provisions on criminal liability for providing false mental illness certificates has also raised concern. If mental health professionals are proven to have deliberately provided a false certificate, then they may face prosecution, resulting in a fine or imprisonment. Critics fear that this could have the unintended consequence of reducing access to care, as practitioners may avoid mental health consultations for fear of being asked to provide certificates, thus exposing themselves to potential legal action. 6 We understand that the Prison Act is currently being revised to increase the emphasis on rehabilitation.",
            "cite_spans": [
                {
                    "start": 371,
                    "end": 373,
                    "text": "4,",
                    "ref_id": null
                },
                {
                    "start": 374,
                    "end": 375,
                    "text": "5",
                    "ref_id": null
                },
                {
                    "start": 1746,
                    "end": 1747,
                    "text": "6",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Mental health in Bangladesh"
        },
        {
            "text": "According to the Department of Prisons, 7 Bangladesh had 13 central jails and 55 district jails, holding a total of 73 177 prisoners, in 2016. This equates to 45 prisoners per 100 000, a similar level to Pakistan and India, and one of the lowest incarceration rates in the world. However, prison occupancy was 204% of capacity, indicating considerable overcrowding. In total, 3.9% of the prison population is female. There is one women-only prison in the country, located near Dhaka, and rest of the prisons have separate accommodation for men and women. Almost three-quarters of all prisoners (73.8%) were on remand, one of the highest ratios in the world, with many spending years awaiting trial. Of those convicted, 4905 prisoners had received a life sentence and 1204 were subject to the death sentence. Only 385 prisoners were considered 'mentally challenged' prisoners, with 7667 classified as 'addicted', although this is likely to be a considerable underestimate. There are no data on the number of prisoners who might be suitable for transfer to psychiatric hospital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The prison system in Bangladesh"
        },
        {
            "text": "The goal of the five-year plan, 2016-2020 was to 'Ensure healthy and safe custody of the prisoners through providing rehabilitation training, counselling and after release follow up'. 7 A total of 173 prisoners died in 2016, representing a mortality rate of 2.43%, compared with 5.3% in the general Bangladeshi population and similar to the mortality rate among prisoners in India.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The prison system in Bangladesh"
        },
        {
            "text": "Only 15 'unnatural' deaths were recorded between 2002 and 2016, although further details are not publicly available. 'Drug-related' disease prevalence was recorded for 4596 prisoners, although no data were presented for mental illness. There was authorisation for one psychologist post in the whole prison estate, but this was vacant in 2016. 7",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The prison system in Bangladesh"
        },
        {
            "text": "We did not identify any formal studies of the prevalence of mental illness in prisons in Bangladesh. However, a systematic review of the prevalence in LMICs included several studies from India. Pooled estimates for the total sample of 14 527 prisoners in 13 LMICs suggest rates of non-affective psychosis around 16 times that of the general population, substance misuse and major depression 6 times as common and alcohol misuse twice as common. The authors conclude that these rates are likely to reflect unmet need, requiring specialist solutions tailored to resourcelimited settings. 8 The high prevalence of mental illness identified in this review parallels findings from high-income countries, suggesting that this is a global phenomenon. 9 Given the lack of published information, two of us (A.A.K. and T.P.) conducted telephone interviews with seven senior psychiatrists and a clinical psychologist in Bangladesh, identified through our professional networks. The interviewees were purposively selected to provide an accurate and comprehensive description of the current state of mental health services and practices in the country. All of the clinicians were based in leading national and regional mental health institutions that regularly offer assessment and treatment for mentally disordered offenders. Six of the psychiatrists worked for the government psychiatric service, one for a private medical university, and the clinical psychologist for a third-sector organisation. Five interviewees were based in the capital Dhaka and two in other districts. One psychiatrist (H.U.A.) and one psychologist (A.H.) interviewed are also authors of this review. Semi-structured interviews were used to determine the clinicians' knowledge and perception of mental health need in prisons and the provision of mental healthcare in prisons by resident professionals, from visiting psychiatrists and other specialists and following transfer to specialist hospitals. Additionally, interviewees were asked to add further information that they felt was relevant.",
            "cite_spans": [
                {
                    "start": 586,
                    "end": 587,
                    "text": "8",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 744,
                    "end": 745,
                    "text": "9",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Mental health in prisons in Bangladesh"
        },
        {
            "text": "Interviewees described significant psychiatric morbidity in the prison population in Bangladesh, with no formal psychiatric services within the prison to meet those needs. The prison medical workforce has limited training in mental health. Prison medical officers, who have bachelor's level general medical training, can assess and refer individuals with serious psychiatric symptoms. Patients can access free essential psychotropic drugs, including firstgeneration antipsychotics, lithium, valproic acid, benzodiazepines and amitriptyline. A wider range of drugs are available but must be purchased by patients themselves. Bangladesh does not have a specific mental health nursing qualification, but there are medical assistants trained as paramedics. The clinical psychologist interviewed confirmed that there are no psychologists currently working in prisons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mental health in prisons in Bangladesh"
        },
        {
            "text": "Third-sector organisations operate within prisons to provide support with training and counselling. One example is Dhaka Ahsania Mission (DAM), which provides group counselling on drug addiction and life skills development for prisoners through a project with the German nongovernmental organisation Gesellschaft für Internationale Zusammenarbeit (GIZ). The project works closely with the Ministry of Home Affairs, the Ministry of Law, Justice and Parliamentary Affairs and the prison directorate to develop prison staff's knowledge and skills around substance misuse and mental health issues. It also provides support and follow-up after release for employment and abstinence from drugs. DAM recently provided staff training on COVID-19 preparedness in all 68 Bangladeshi prisons and basic mental health training covering stress management, anger management and mindfulness to all 13 central jails.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mental health in prisons in Bangladesh"
        },
        {
            "text": "At present, there is an absence of systematic mental health screening in prisons. If a mental health opinion is needed, usually in cases of severe and acute illness, individuals are referred to the nearby psychiatric hospital. Prisons in Dhaka refer inmates to the National Institute of Mental Health Hospital. In other parts of the country, there are similar arrangements for assessment and treatment, as all teaching hospitals have a psychiatry department. Where there is no local teaching hospital, mentally disordered prisoners are transferred to a neighbouring district to access services. The police in Dhaka also have their own general hospital where people with physical or mental health problems can be admitted. Substance misuse services run their own hospital and provide opinions to prisons or courts, if requested.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mental health in prisons in Bangladesh"
        },
        {
            "text": "Prisoners are escorted to assessments by two police officers at all times, as psychiatrists do not visit prison to assess inmates. Commonly, a medical board, consisting of psychiatrists and other doctors, will evaluate prisoners before formulating an opinion on whether an individual has major or minor psychiatric disorder. Treatment can then be provided as an out-patient or in-patient if needed. In principle, prisoners can be admitted for evaluation at any point on the criminal justice pathway, although in practice admissions are brief and only for acute cases. Once treated or stabilised on medication, they are returned to prison, with provision for prescriptions to be continued in prison. On release from prison there is also provision for referral to hospital or an out-patient service, but there is no probation service and consequently no provision for community sentences. The arrangements for the assessment and treatment of mentally disordered offenders are similar for both male and female prisoners.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mental health in prisons in Bangladesh"
        },
        {
            "text": "Courts can refer defendants directly to local psychiatric institutions, if there are concerns about the presence of mental illness. Sentencing is usually carried out at the same hearing once guilt is established, so there is rarely the opportunity to get psychiatric reports. There is no provision for psychiatric evaluation in all capital cases, although a judge may waive the death penalty for acutely psychotic defendants, based on psychiatric evidence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mental health in prisons in Bangladesh"
        },
        {
            "text": "Given that the prevalence of mental disorders among prisoners is much higher than in the general population in other comparable LMICs, it is likely that these are also common in Bangladeshi prisons. 8 Mental health provision for prisoners, however, appears to be very limited. Overcrowding, the high proportion of remand prisoners and high levels of mental illness in the community may all compound the situation. We recommend two avenues of initial enquiry to better understand any mental health treatment gap and guide service development.",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 200,
                    "text": "8",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Recommendations for future research"
        },
        {
            "text": "Firstly, a formal survey of professionals working in prison, and of mental health professionals with links to prisons, using a structured or semistructured questionnaire could be carried out to better understand the current level of service provision, training requirements and perceived need. Secondly, an epidemiological study is urgently needed to establish the prevalence of mental illness in prisons in Bangladesh. This should use screening instruments that are both culturally appropriate and validated for use in correctional settings. 10 Once the level of need has been properly established, research and evaluations focusing on service development and interventions would be important.",
            "cite_spans": [
                {
                    "start": 543,
                    "end": 545,
                    "text": "10",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Recommendations for future research"
        },
        {
            "text": "Authorities in Bangladesh may wish to consider cost-effective, scalable solutions to enhance the provision for their prisoners with mental illness. These could be adapted from successful interventions used in other countries, especially similar LMICs, or developed de novo to fit the needs of the local population. This could draw on innovative technologies, such as digital approaches to delivering mental health interventions. 11 Interventions designed for use in resource-limited settings, such as psychological first aid and the World Health Organization's Mental Health Gap Action Programme (mhGAP), could be modified for use in the prison context. Raising awareness of mental illness and providing education on its identification, prevention and treatment could be targeted to both prison residents and staff. High levels of mental illness in the general population and limited community mental health services mean that imprisonment could be an opportunity to treat people who might otherwise not receive any support. A health economic evaluation could determine whether such interventions are ultimately cost-saving. The Department of Prisons could consider moving responsibility for mental healthcare to the health service. Improvements should ensure that the human rights of prisoners with mental illness are adequately protected. This may require adjustments to current mental health and criminal legislation to meet relevant international standards, such as those of the World Psychiatric Association and the United Nations' 'Nelson Mandela Rules'. 12, 13 Data availability Data availability is not applicable to this article as no new data were created or analysed in this study.",
            "cite_spans": [
                {
                    "start": 429,
                    "end": 431,
                    "text": "11",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1561,
                    "end": 1564,
                    "text": "12,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1565,
                    "end": 1567,
                    "text": "13",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Recommendations for policy and practice"
        },
        {
            "text": "Bangladesh: current situation and future hopes* © The Authors 2020. This is an Open Access article, distributed under the terms of the Creative Commons Attribution-NonCommercial-NoDerivatives licence (http://creativecommons. org/licenses/by-nc-nd/4.0/), which permits non-commercial re-use, distribution, and reproduction in any medium, provided the original work is unaltered and is properly cited. The written permission of Cambridge University Press must be obtained for commercial re-use or in order to create a derivative work. *A podcast for this article is available at: https://soundcloud. com/bjpsych/bji-2020-57",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SPECIAL PAPER Stressors and mental health in"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The World Bank in Bangladesh",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Newly enacted mental health law in Bangladesh",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Karim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shaikh",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1192/bji.2021.1"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Severe mental illness and substance use disorders in prisoners in low-income and middle-income countries: a systematic review and meta-analysis of prevalence studies",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Baranyi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Scholl",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fazel",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Priebe",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Mundt",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Lancet Global Health",
            "volume": "7",
            "issn": "",
            "pages": "461--71",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Severe mental illness in 33 588 prisoners worldwide: systematic review and meta-regression analysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fazel",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Seewald",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Br J Psychiatry",
            "volume": "200",
            "issn": "",
            "pages": "364--73",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Mental health of prisoners: prevalence, adverse outcomes, and interventions",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fazel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Hayes",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bartellas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Clerici",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Trestman",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Lancet Psychiatry",
            "volume": "3",
            "issn": "",
            "pages": "871--81",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Effectiveness of digital psychological interventions for mental health problems in low-income and middle-income countries: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Fu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Burger",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Arjadi",
                    "suffix": ""
                },
                {
                    "first": "Clh",
                    "middle": [],
                    "last": "Bockting",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Psychiatry",
            "volume": "7",
            "issn": "",
            "pages": "851--64",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The WPA's prison health position statement and curriculum",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Forrester",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Piper",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "World Psychiatry",
            "volume": "19",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "United Nations Office on Drugs and Crime. The United Nations Standard Minimum Rules for the Treatment of Prisoners (The Nelson Mandela Rules)",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "It is promising that the government's approach of responding to mental health needs only after the occurrence of a crisis has recently been replaced by the concept of total management through primary healthcare. There is a need for development of adequate infrastructure, logistics and workforce support, as well as establishment of multidisciplinary teams of management and clinical services. Collaboration of all related sectors of the government and an overall increase in government funding for mental health are essential.Bangladesh is a developing nation in South-East Asia that became a separate political and economic entity only 50 years ago. It was a part of the British Raj and then pre-Independence India until 1947, when it became an eastern province of Pakistan. Following its 'Great Liberation War' in 1971, the country became independent and was named Bangladesh.1 Covering 147 570 square kilometres on the Bay of Bengal, it borders India and Myanmar. The population of Bangladesh is roughly 163 million. The country has one of the highest population densities in the world, at 1102 people per square kilometre: 89% are Muslims, 10% are Hindu and 1% others; 38.2% of the population is urban; and migration from rural areas to urban centres is substantial and causes congestion and rapid construction. In the capital, Dhaka, the population is 21 million people and growing. 2 The GDP per capita is $4200, which indicates that Bangladesh is a lower middle-income economy. 3 Life expectancy is 74.2 years (133rd in the world), the maternal mortality rate is 173 per 100 000 live births and infant mortality is 28.3 per 1000 live births.2   There are only 0.53 physicians and 0.8 hospital beds per 1000 population. In rural districts, 'village doctors' with no formal training provide 65% of healthcare.Modern mental healthcare in Bangladesh is deficient owing to limited human and financial resources. Only 220 psychiatrists and about 50 trained clinical psychologists serve the whole nation.1 According to the World Health 1 National Institute of Mental Health, Dhaka, Bangladesh 2 School of Medicine and Bio-Medical Sciences, State University of New York At Buffalo, USA. Email: uhalbreich@gmail.com Keywords. Adjustment disorders; post-traumatic stress disorder; trauma; transcultural psychiatry; stress. First received 15 May 2020 Final revision 24 Sep 2020 Accepted 7 Oct 2020 doi:10.1192/bji.2020.57",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank the following professionals in Bangladesh for kindly providing additional information for this article: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "This work received no specific grant from any funding agency, commercial or not-for-profit sectors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interest"
        }
    ]
}