{
    "paper_id": "b8c3c714b1cd04f838acd5aedb1a3bdf709d46ad",
    "metadata": {
        "title": "Exploring the Impact of COVID-19 in Latin America",
        "authors": [
            {
                "first": "Wilson",
                "middle": [],
                "last": "Bautista-Molano",
                "suffix": "",
                "affiliation": {
                    "laboratory": "†Sección Reumatología, Servicio de Clínica Médica, Hospital Italiano de Buenos Aires, Argentina; ‡Centro de Referencia en Osteoporosis y Reumatología",
                    "institution": "Universidad El Bosque",
                    "location": {
                        "addrLine": "Hospital Universitario Fundación Santa Fe de Bogotá",
                        "settlement": "Bogotá, Cali",
                        "country": "Colombia;, Colombia"
                    }
                },
                "email": ""
            },
            {
                "first": "Leandro",
                "middle": [],
                "last": "Ferreyra Garrot",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Carlos",
                "middle": [],
                "last": "Toro",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Panlar",
                "middle": [],
                "last": "Joven",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "T he novel SARS-CoV-2 (severe acute respiratory syndrome coronavirus 2) infection has spread rapidly around the world. The number of cases continues to grow globally, and the coronavirus disease (COVID-19) was declared a pandemic by the World Health Organization on March 11, 2020. In this global context, Latin America has not been an exception, reporting the first case on February 25 in Brazil. 1 After that, other countries in the region begun to report confirmed cases, including Argentina and Colombia. 2 More than 900,000 cases have been reported in Latin America and Caribbean until May 29, 2020, according to the World Health Organization website. 3 Apart from these direct effects, the pandemic is adding an important burden on the national health care systems, especially in low-and middle-income countries. 4 In this complex and epidemiological scenario, Latin America countries are facing a situation that resembles previous outbreaks of infection diseases. Our fragile health care systems are dealing with the prevalent conditions in our population, raising the question about the potential of the public health care system, and also worrying about testing capacity across the region. 5 The socioeconomic conditions in the continent and the access to clean water are specific circumstances in which social distancing and hand-washing are virtually difficult to be implemented. Although the implementation of strategies has been applied in the majority of countries in Latin America, there are intrinsic local community characteristics determined by many factors such as demographics, endemic infections, and environmental conditions that may influence the outcome of the infection in the region. 6 The PANLAR Joven group of study led the first Twitter Journal Club 2020 on April 13, using the hashtag #TJCPANLAR. The main objective was to create a platform for discussion with regard to the situation of Latin American rheumatology in the times of COVID-19. More than 40 people-including the authors of this article-actively participated in this online activity, mainly from Argentina, Colombia, and Mexico. Additionally, people from Chile, Ecuador, Panamá, Paraguay, Perú, and Venezuela also took part and joined the discussion. The participation of rheumatologists and physicians of these countries presenting their perspective in relation to their experience in daily clinical practice gives an impression about the challenges and also the opportunities dealing with this unprecedented reality.",
            "cite_spans": [
                {
                    "start": 398,
                    "end": 399,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 509,
                    "end": 510,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 657,
                    "end": 658,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 819,
                    "end": 820,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1199,
                    "end": 1200,
                    "text": "5",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1710,
                    "end": 1711,
                    "text": "6",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A discussion about the preventive measures that were adopted at a national level took place. Considering the high number of cases in Brazil, Peru, and Ecuador, some panelists wondered whether the implementation of these measures was late, especially social distancing restrictions and a weak epidemiological surveillance at the beginning of the outbreak. Nevertheless, it is clear that the lesson has been learned in the region, especially from the experience in Italy and Spain, starting restrictive measures almost at the same time. At this point, the discussion turned around about the duration and the extension of these measures overtime and the economic effects that this could have on the population. The number of deaths and the overload of the public health systems may give clues about the continuation of this approach.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There was the impression that the epidemiological experience in the continent with previous outbreaks such as Dengue, Zika, or Chicungunya infections could offer an advantage over other regions. However, it is necessary to point out that the preceding endemic infections did not collapse the health care system and did not require the use of intensive care units, as the COVID-9 does. Mortality was a topic included in the discussion, considering that this rate is highly dependent on the number of tests performed in the population. This may explain the different percentages reported around the world. For instance, Germany reports approximately 5% of positive tests, and which may indicate that they must be detecting milder cases. On the other hand, the United States reports approximately 20% of positive tests (having higher mortality), suggesting that only symptomatic and severe cases are tested. The debate moved quarantine. The case of Chile is interesting using the figure of dynamic quarantine, restricted to specific cities or regions according to the rate of infection. It could be a possibility along with close monitoring and extensive testing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Finally, many comments were made in relation to potential pharmacological treatments. The controversial use of antimalarials was debated, not only as a treatment option 7 but also as a preventive measure considering their immunomodulatory mechanism of action. A question raising the potential role of sulfasalazine was presented, especially having in mind their role in reactive arthritis. Additional considerations were debated in relation to the clinical use of methotrexate and interleukin 6 blockers and even the antimalarial shortages. Conducting controlled clinical trials will allow demonstrating the effectiveness of these drugs in the context of the pandemic and offer a wide perspective about their inclusion as evidence-based treatment. In this regard, final comments were posted in relation to the management of rheumatic patients. In the absence of infection, patients with rheumatic conditions should continue their immunosuppressive treatments, as suggested by the recommendations. At the end, new data are required in order to answer clinical questions considering the approach of these patients. Research registries including the recently established international COVID-19 Global Rheumatology Alliance (https://rheum-covid. org/), in which many Latin American regional leaders are actively participating, will provide valuable data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The current epidemiological situation represents a challenge for all Latin American countries. 8 As a region, we face a complex and unprecedented task, bearing in mind the socioeconomic status and health disparities, including the economy effect expected to be negative. The implementation and harmonization of strategies dealing with the pandemic in the context of limited resources will prove the adaptation of the continent to this scenario. The coming weeks",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 96,
                    "text": "8",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19 in Latin America: the implications of the first confirmed case in Brazil",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Rodriguez-Morales",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Gallego",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Escalera-Antezana",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Trav Med Infect Dis",
            "volume": "101613",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/J.TMAID.2020.101613"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19) en Colombia",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Coronavirus",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "World Health Organization Coronavirus (COVID-19). Homepage",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Navigating COVID-19 in the developing world",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hodkinson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gcelu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Deep impact of COVID-19 in the healthcare of Latin America: the case of Brazil",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cimerman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chebabo",
                    "suffix": ""
                },
                {
                    "first": "Cad",
                    "middle": [],
                    "last": "Cunha",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "What are the factors influencing the COVID-19 outbreak in Latin America",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "De Freitas",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Silva",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pitzurra",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Travel Med Infect Dis",
            "volume": "101667",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tmaid.2020.101667"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Successful recovery of COVID-19 pneumonia in a patient from Colombia after receiving chloroquine and clarithromycin",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Millán-Oñate",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Millán",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Mendoza",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Clin Microbiol Antimicrob",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12941-020-00358-y"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Available at: www.thelancet.com/infection",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Burki",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30303-0"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}