{
    "paper_id": "b8e9a0133dad6feb36f0e5dd1f40d33785fa10e1",
    "metadata": {
        "title": "COVID-19 in patients with renal cell carcinoma in the Russian Federation",
        "authors": [
            {
                "first": "I",
                "middle": [],
                "last": "Tsimafeyeu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "G",
                "middle": [],
                "last": "Alekseeva",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Berkut",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Nosov",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "I",
                "middle": [],
                "last": "Myslevtsev",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Andrianov",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Semenov",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "P",
                "middle": [],
                "last": "Borisov",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "R",
                "middle": [],
                "last": "Zukov",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "V",
                "middle": [],
                "last": "Goutnik",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Savchuk",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Volkova",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The World Health Organization has announced the pandemic of coronavirus infection (COVID-19) that cause acute respiratory syndrome. Patients with renal cell carcinoma (RCC) could be more sensitive to infections due to disorders in the immune system. We evaluated results from the registry of RCC patients infected with SARS-Cov-2. Although the patient's cohort in this report was small (N=17), the results showed that the overall mortality of COVID-19 patients with RCC was lower (11.8%) than in other cancer registries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The World Health Organization has announced the pandemic of coronavirus infection (COVID-19) that cause acute respiratory syndrome. As of June 13, Russia ranks the third in the incidence of COVID-19 in the world. Cancer patients are more susceptible to infections due to systemic immunosuppression caused by malignant neoplasms and by anticancer therapy [1] . Patients with renal cell carcinoma (RCC) could also be more sensitive to infections due to disorders in the immune system [2] . The algorithm of the management for patients with RCC in Russia during coronavirus pandemic was published on the website of the Russian Society of Clinical Oncology (RUSSCO) on March 24, 2020 [3, 4] . The proposed algorithm was based on the recommendations of professional communities or on information published on the official websites of professional societies, adapted for planning care for RCC patients during the spread of COVID-19. The main goal of this algorithm was to reduce the risk of coronavirus infection contamination, while not affecting the risk of RCC progression or death from kidney cancer. However, some patients with RCC were infected with SARS-Cov-2. Here we report results from the registry of RCC patients infected with SARS-Cov-2.",
            "cite_spans": [
                {
                    "start": 354,
                    "end": 357,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 482,
                    "end": 485,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 680,
                    "end": 683,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 684,
                    "end": 686,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Patients were identified for the presence of COVID-19 symptoms or exposure to contacts with known SARS-Cov-2 infection in nine centers located in the north, central and east parts of Russia. Anonymised data were obtained by oncologists through an online registry covering demographics, treatments and outcomes. Patients were enrolled if they had genitourinary tumors including RCC. To be eligible, RCC patients were required to have polymerase chain reaction (PCR) confirmed COVID-19 disease and aged ≥18 years at the time of diagnosis. Data for this report were obtained from a retrospective study. All patients provided standard informed consent upon first call to the center.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Between March 10 and June 10, 2020, a total of 37 SARS-CoV-2-positive patients with genitourinary cancers were enrolled. Seventeen patients (46%, 8 male and 7 female; mean [SD] age 61.0 [9.5] years) had RCC. Almost half of the patients had the IV stage of cancer and multiple metastases, including lung lesions (59%). Thirty-five percent of patients underwent surgery for ≤30 days before confirmed coronavirus infection. The median time from nephrectomy to COVID-19 was 5.2 days. The first-line of systemic therapy was planned for 18% of patients, but it was not performed due to COVID-19. Forty-two percent of patients received targeted and immuno-therapy at the time of infection and 28% did not interrupt treatment. Fever, cough, dyspnea, and fatigue were the most common symptoms of COVID-19 disease. Pneumonia, respiratory failure, acute respiratory distress syndrome, multiple organ failure, and pancreatitis developed in 53%, 12%, 6%, 6%, and 6% of cases, respectively. ECOG performance status deterioration during COVID-19 was detected in 9 patients. Only 1 patient with coronavirus pneumonia required mechanical ventilation. Noncritical and critical care hospitalizations for COVID-19 symptoms were demanded in 29% and 29% of patients. All other RCC patients had mild symptoms and were managed at home. Two patients (11.8%) died 3 and 44 days after development of COVID-19 symptoms. Seventyone percent of patients recovered. The median duration of COVID-19 was 21 days and length of hospitalization was 16.2 days. The median time from delay or interruption of treatment (surgery or systemic therapy) due to COVID-19 to return to the same treatment plan was 27.6 days. Clinical or radiological RCC progression during the COVID-19 disease or within the next 30 days was detected in 1 patient. Table 1 summarizes patient and treatment characteristics as well as disease outcomes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1800,
                    "end": 1807,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Although this report is limited by small numbers, the results showed that the overall mortality of COVID-19 patients with kidney cancer was lower (11.8%) than in patients with other malignancies. TERAVOLT international registry of patients with thoracic tumors, French and Spanish registries demonstrated higher mortality rate (14.6%-34.6%) and hospitalization rate was 72.4%-76% [5] [6] [7] . In our series, the hospitalization rate was 11% less. Interestingly, the frequency of mechanical ventilation was approximately the same in patients with thoracic tumors (2.5%) and RCC (6%) compared with other studies (21%-35.7%) [5] [6] [7] [8] . The length of hospitalization was similar across all registries (12-29.4 days). Two patients continued antitumor therapy, despite the mild symptoms of coronavirus and did not required hospitalization. However, performance status deterioration was reported in one half of the patients, even after interruption of anticancer treatment. Also, it should be noted that some patients could have RCC progression during coronavirus infection. Larger studies are needed to evaluate the impact of COVID-19 disease on patients with RCC and genitourinary cancers.",
            "cite_spans": [
                {
                    "start": 380,
                    "end": 383,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 384,
                    "end": 387,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 388,
                    "end": 391,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 623,
                    "end": 626,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 627,
                    "end": 630,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 631,
                    "end": 634,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 635,
                    "end": 638,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Cancer patients in SARS-CoV-2 infection: a nationwide analysis in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Oncol",
            "volume": "21",
            "issn": "3",
            "pages": "335--337",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Renal cell carcinoma-induced immunosuppression: an immunophenotypic study of lymphocyte subpopulations and circulating dendritic cells",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Porta",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bonomi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lillaz",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Anticancer Res",
            "volume": "27",
            "issn": "1A",
            "pages": "165--173",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A possible algorithm for managing patients with renal cell carcinoma in the context of a coronavirus infection pandemic",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Tsimafeyeu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Volkova",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Management of Patients with Renal Cell Carcinoma during Coronavirus Pandemic: Proposed Algorithm in Russia",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Tsimafeyeu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Volkova",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Oncol",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "TERAVOLT: First results of a global collaboration to address the impact of COVID-19 in patients with thoracic malignancies",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Garassino",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "AACR Virtual Annual Meeting. Session VCTPL09. Presented",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Outcome of cancer patients infected with COVID-19, including toxicity of cancer treatments",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Barlesi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Foulon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bayle",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "AACR Virtual Annual Meeting. Session VCTPL09. Presented",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Adapting oncologic practice to COVID-19 outbreak: From outpatient triage to risk assessment for specific treatment in Madrid",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gomez-Martin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Spain. 2020 AACR Virtual Annual Meeting. Session VCTPL09. Presented",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The experience of treating patients with cancer during the COVID-19 pandemic in China",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "AACR Virtual Annual Meeting. Session VCTPL09. Presented",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Authors declare that they have no conflict of interest. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest"
        }
    ]
}