{
    "paper_id": "b98d82df8754f30a744df8edf28ac5c30aa76faf",
    "metadata": {
        "title": "Reflections in reproductive medicine 2020: windows of opportunity lost and found",
        "authors": [
            {
                "first": "David",
                "middle": [
                    "F"
                ],
                "last": "Albertini",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Bedford Research Foundation",
                    "location": {
                        "settlement": "Bedford",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "For most, 2020 will be a year to remember for all that has gone wrong. Before the coronavirus disease outbreak early this year (COVID-19), the last vestiges of what meetings were supposed to be came to an abrupt halt by summer, despite futile efforts to jumpstart the many conferences already embedded in the calendar. No more meetings of the non-virtual variety would materialize for the remainder of the year. And the dawning of the ZOOM era soon brought forth our collective veiled efforts to retain or reestablish the meeting experience by sitting in front of a computer monitor for hours on end, much to the chagrin of conference sponsors and organizers wishing for something a bit more interactive. This one dimension of science as we knew it changed in the year 2020, as did so much else! Reflecting back on a year that has turned out to be about as eventful as one could imagine is entirely appropriate at this juncture. Even with vaccines on the horizon, the world entered and persists in an altered state, while the fragile nature of our species retains center stage as SARS CoV-2 pushed the tenets and substance of the modern contemporary biomedical enterprise to its limits. Despite the accrued technological bravado thought to have had a global coalition to draw strength from, the so-called scientific meritocracy came crashing down for countries like the USA in response to the politicization of the COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "For our specialized community of reproductive medicine and biology, a mixed bag of outcomes has obtained in human ARTs and reproductive genetics due to the repositioning and adaptation of our specialty against a backdrop of safety and patient care commanded by the COVID era. Practicing social distancing, respectfully quarantining as need be, and following whatever precautions and directives coming from our professional societies, despite delays, our patients eventually got back on the tread mill to pregnancy in most IVF clinics. And the basic science and clinical research in our discipline continued to strike tones of progress like few other years before the COVID-19 pandemic. For journal editors, the spike in submissions witnessed this year is but one sentinel of how the change in lifestyle affected the world of science, for the better we hope. And possibly one of the brightest notes struck this year in the world of science was the announcement of the Nobel prize for chemistry being awarded to Emmanuelle Charpentier and Jennifer Doudna for their groundbreaking discovery of CRISPR-Cas9 gene editing machinery [1] .",
            "cite_spans": [
                {
                    "start": 1126,
                    "end": 1129,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "How their seminal work and the broader implications of gene editing for the future of reproductive medicine will impact our field is the topic tackled in the commentary by Pavlovic and colleagues in this month's issue (Altered evolution: are reproductive endocrinology and infertility specialists ready for the genetically engineered future? https://doi.org/10.1007/s10815-020-01963). Having the difficult conversations bridging the potential interplay between gene editing and the field of ARTs is only a matter of time as science and society begin to forge a new alliance in the face of the troublesome year endured by the hopeful and hopeless alike.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Saltations of the do this and do not do that ilk have sprinkled the ART agenda in 2020 just as has been the case throughout its history. For example, a foundational principle of our efforts to send patients home with a child has always aimed at understanding the role of the uterine endometrium in time and space for the process of implantation. Tracing a bit of the 70-year history of the endometrium in reproductive medicine, we encourage our readership to have a look at Harvey Kliman's retrospective last month in Fertility and Sterility (Noyes, Hertig, and Rock, revisited; https://doi.org/10.1016/j. xfre2020.04.004). As you will see, there was a time when the quest for basic knowledge was funded out of the investigator's own pocket with simple tools and keen observational skills, together yielding defining moments in the history of reproductive medicine such as this. Core concepts underlying the dialogue between endometrium and conceptus derived from this work without invoking or imposing a financial burden on stakeholders. How times have changed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Efforts continue to address the physiological and pathophysiological dynamics of the human endometrium have dominated much of the research aimed at understanding, diagnosing, and ameliorating conditions believed to compromise fertility. Aligning with ongoing attempts to define molecular and cellular characteristics of the endometrium during the menstrual cycle, recent studies have sought to apply \"omics\" approaches. Notable among these is the work of Wang and colleagues who now provide a single cell transcriptomic analysis over the course of the human menstrual cycle [2] . Like so much of the science produced during 2020, the emphasis on single cell biology has uncovered surprising trends in tissue and organ homeostasis that will forever complicate the averaging mindset that has prevailed in the past. For example, heterogeneity in gene expression, within what was once thought to be a homogeneous composite of cells, appears to be the norm rather than exception. As a result, studies like this bioinformatically extend the original purview of the endometrial receptivity assay (ERA), with this new information hopefully shedding light on both the complexities associated with differentiation of glandular and stromal compartments and those processes likely to underlie pathogenic transformations compromising reproductive health.",
            "cite_spans": [
                {
                    "start": 574,
                    "end": 577,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Commercial forces have assumed a major role in advancing research of this kind. Few institutional or academic settings could compete when studies seeking to meld established, and sometimes validated, omics technologies with access to such large patient populations at their disposal between multiple centers. We see a good example this month in the paper by Cozzolino and colleagues (Evaluation of the endometrial receptivity assay and the preimplantation genetic test for aneuploidy in overcoming recurrent implantation failure; https://doi.org/10.1007/ s10815-020-01948). And maintaining a leading edge when it comes to technological breakthroughs on the horizon is a given in the fast-paced platforms enabled by for profit entities able to re-invest in the business of human ARTs (External validation of putative biomarkers in eutopic endometrium of women with endometriosis using NanoString technology; https://doi.org/10. 1007/s10815-020-01965).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Well beyond the technology headliners grabbing the attention of patients and health care providers alike, our thematic focus on the uterus this month also attempts to draw attention to preconditions and predilections at the heart of many a pathological disorder. Among these is endometritis, the often overlooked disease state that Buzzaccarrini and collaborators tease apart into the many fundamental components at the level of inflammation as we know it today (Chronic endometritis and altered embryo implantation: a unified pathophysiological theory from a literature systematic review; https://doi.org/ 10.1007/s10815-020-01955).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "At the heart of our sense of progress this past year and into the new year, the one troubling issue our discipline, and others, continues to struggle with is access to care. Delivering services to disadvantaged communities takes a toll in countries like the USA, as we have witnessed during the COVID-19 pandemic. And among the initiatives that have not only matured in the field of reproductive medicine but extended their reach to that of other medical disciplines is that of fertility preservation. With a broadening base of technologies, and an increased awareness of indications beyond those of oncofertility, how to make these treatments available to the general population in need becomes a formidable challenge to address. Papers by Voight and colleagues (Equal opportunity for all? An analysis of race and ethnicity in fertility preservation in New York City; https://doi.org/10.1007/s10815-020-01980) and the commentary by Adelye (Considering race in the administration of fertility preservation; https://doi.org/10. 1007/s10815-020-01979) initiate a conversation that is long overdue and will hopefully gain traction in discussions on access to care that we know very well require immediate attention (Self-reported barriers to accessing infertility care: patient perspectives from urban gynecology clinics; 1007/s10815-020-01997).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The year 2020 yields much to look back upon in terms of managing in tough times and adapting to the lifestyle alterations the COVID-19 pandemic has ushered in. But when it comes to human ARTs, and the discoveries that may or may not open new avenues for diagnosis and treatment, so much of what we continue to think we know prevails in the binary decision-making habits entrenched in the field for many years now [3] . Bringing new concepts into the realm of reproductive medicine used to be the result of basic science and clinical medicine finding common ground as more or less parallel endeavors with new knowledge conflated to varying degrees in the end for a best guess when it came to patient care. As is evident from the fall of science from the ivory tower into the political abyss of 2020 [4] , it behooves all to take responsibility for our discipline bringing the facts forward in a spirit of learning to, in the words of CS Lewis will \"…..change the ending\" while we can.",
            "cite_spans": [
                {
                    "start": 413,
                    "end": 416,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 798,
                    "end": 801,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Pioneers of revolutionary CRISPR gene editing win chemistry Nobel",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ledford",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Callaway",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/d41586-020-02765-9"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Single-cell transcriptomic atlas of the human endometrium during the menstrual cycle",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Vilella",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Alama",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Moreno",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mignardi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Isakova",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Med",
            "volume": "26",
            "issn": "10",
            "pages": "1644--53",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Annual Capri Workshop G. IVF, from the past to the future: the inheritance of the Capri Workshop Group",
            "authors": [],
            "year": 2020,
            "venue": "Hum Reprod Open",
            "volume": "2020",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Hiring Decisions Forecasting Collaboration, Uhlmann EL. Creative destruction in science",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Tierney",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hardy",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ebersole",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leavitt",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Organ Behav Hum Decis Process",
            "volume": "161",
            "issn": "",
            "pages": "291--309",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}