{
    "paper_id": "ba432a5869ca49285222eb3a735cdf870dbd253a",
    "metadata": {
        "title": "Contributions to this special issue",
        "authors": [
            {
                "first": "Lissa",
                "middle": [
                    "L"
                ],
                "last": "Roberts",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Twente",
                    "location": {
                        "addrLine": "Warmondstraat 181",
                        "postCode": "7500 AE",
                        "settlement": "Enschede",
                        "country": "Netherlands"
                    }
                },
                "email": "l.l.roberts@utwente.nl"
            }
        ]
    },
    "abstract": [
        {
            "text": "The contributions to this special issue cover the period between the second half of the nineteenth century and now. While matters of integrity and fraud certainly attended the study of nature before then, it is during this time that the social, cultural, economic, and political contours that helped shape modern science as a professional field of research and learning emerged, along with the institutions with which scientific research are now associated. Generally speaking, the articles illuminate our theme from three perspectives. Contributions by Buhm Soon Park, Michael Barany, and H. Otto Sibum focus on episodes in which matters of integrity and fraud unfolded within the scientific communities and institutions bounded by these evolving contours. By zeroing in on controversies surrounding questions of how to attain and replicate experimental accuracy, what constitutes scientific authorship and how to assess responsibility for scientific fraud, these authors underscore the complex and contest-ridden character of scientific communities' practices and judgments regarding what constitutes research integrity and fraud. These three articles are followed by the contributions of Tatjana Buklijas, who focuses on fin de siècle Vienna's scientific community, and co-authors Mahendra Shahare and Lissa L. Roberts, who turn to the history that brought British imperialism together with the complexities of Indian society in ways that shaped the history of science in India. Their studies show that research integrity and fraud cannot always be understood through an examination that remains within the boundaries of scientific institutions. They point instead to the porosity of those boundaries, through which social, cultural and political interests and values seep, lending form, substance, and force to attitudes, actions, conflicts, and judgments within a community. Finally, Joris Mercelis and co-authors Joseph Gabriel and Bennett Holman begin with the fact that researchers' work often takes them beyond the official boundaries of scientific institutions and explore the impact that this had on what has been accepted as constituting research integrity. Whether in the case of chemists being called upon to evaluate and endorse commercial products or the history that traces medical science's reliance on clinical drug testing back to drug companies' desire to increase profits, these authors highlight the historical impact of traffic between science and commerce.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Historian Lukas Rieppel suggests we understand accusations of fraud as acts of \"boundary work.\" In his words: \"to accuse someone of fraud was to seek their expulsion from the community of knowing subjects, whereas to defend someone against such an accusation was to vouchsafe and uphold the value of their contributions to that community.\" 1 While considering accusations of scientific misconduct and fraud as serving a social function is a good start, the contributions in this section take the matter further in telling ways.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research integrity and fraud within the scientific community"
        },
        {
            "text": "Buhm Soon Park returns to the so-called \"Hwang case\" in which Woo Suk Hwang, professor at Seoul National University, was charged in 2006 with fraud in connection with research that he claimed led to the ability to create human stem-cell lines from cloned embryos. 2 The motivating question for Park is why Hwang's close ally and collaborator, University of Pittsburgh professor Gerald Schatten, was judged so differently by administrators and scholars alike; why is this episode not remembered as the \"Hwang and Schatten case\"? Looking beyond the 'boundary work' performed locally in Seoul and Pittsburgh, Park examines the roles played by research materials and instrumentation. In doing so, he reveals how human embryos \"embodied not only physical linkages between humans and non-humans but also moral codes practiced in society. Matters of fraud intersected with matters of ethics in this case.\" This is not to say, however, that Park wants to argue that materials possess their own agency. As he argues, \"Fraud leaves its mark on materials, but material evidence alone never tells the whole story and can be used to limit the range of responsibility.\" 3 To give explanatory coherence to his analysis, Park coins the term \"sociomaterial technology.\"",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 265,
                    "text": "2",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Research integrity and fraud within the scientific community"
        },
        {
            "text": "Michael Barany takes on the topic of authorship in his contribution, a key issue in matters of research integrity and fraud that encompasses concerns with plagiarism, ghost authorship, and the like. By focusing on the fictional mathematicians Nicolas Bourbaki and E.S. Pondiczery, Barany asks us to reconsider just what it means to be an author in the context of scientific research. This is no small matter, given that conceptions of fraud and integrity largely focus \"on the relationships between individual named authors and associated facets of conduct and accountability, a focus often illmatched to the structures and geographies of modern and contemporary research. What Barany shows is just how much boundary work and challenges to it matter in the constitution and management of ethical conduct in a research community. Both authorial integrity (who should be named, in what order, etc.) and fraud, Barany argues, are negotiated products of community dynamics in which various interests, aims and values continually compete. In his contribution, Otto Sibum discusses how research is governed within a scientific community by the underlying presence of a moral economy. Taking the history of precision measurement as his focus, Sibum returns to early twentieth-century debates surrounding the value of the mechanical equivalent of heat. Lorraine Daston argues that the moral economy of precision measurement can be disruptive; it \"aims at integrity, sometimes in defiance of the collectivity.\" 5 As Sibum details in his case study, the twinned integrity of researchers and their measurements involves a historically tenuous balance, as precision measurement aims at furthering knowledge while its practitioners threaten the stability of the community by asserting that previous measurements were insufficiently accurate. At the end of the day, accordingly, both the integrity of researchers and that of their instrumentation are measured by community agreement regarding what constitutes \"sufficient accuracy.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research integrity and fraud within the scientific community"
        },
        {
            "text": "Scientists are never only scientists. They are invariably composites of various identitiescitizens, parents, members of a particular socio-economic niche, adherents of a particular political outlook, and so forth. So too do their lives and work unfold in specific historical settings. It therefore makes sense that the power relations, interests, and values that inform these various identities and the contexts in and with which they interact find their way into scientific practices and relations within a scientific community. As we have argued, recognizing that all research is informed by interests and values provides a much more reasonable starting point for the assessment of research integrity and fraud than does continued reference to the ideal of 'value-free' science. One reason for this is that it highlights the ways in which broader relations and commitments inform both the immediate context and content of scientific practice and its assessment. What this suggests is the need to extend the evaluation of research integrity from an examination of individual researchers to include the conduct of the institutions and broader social, economic, cultural and political regimes in which those researchers operate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Values and interests: Between research communities and the wider world"
        },
        {
            "text": "Tatjana Buklijas offers a rather sensational case to illustrate how accusations of 'misconduct' and 'fraud' are \"informed by competing interests, power dynamics, institutional politics and changing cultures. launched a disciplinary investigation into the conduct of its embryology professor Samuel Leopold Schenk, who argued that women could select the sex of their unborn children through a change of diet. Under scrutiny was not only Schenk's research, but also his publication practices. It was also alleged that his running of a private clinic amounted to quackery, tinged with the implication of sexual misconduct with his female patients. Schenk's demeanor and interest in research topics deemed to be of a delicate, sexually tinged, nature were a good fit with the stereotype image of 'the Jew' that held increasing sway in fin de siècle Vienna: that of an uncouth and lascivious stranger, driven by lust and pecuniary interest, who could not assimilate into civilized society. Buklijas interprets Schenk's censure as the result of two trends. His methods were viewed as a threat to the traditional academic order that professors sought to maintain. And he faced the growing prevalence of anti-Semitism. What brought these two trends together was the growing presence and power of the popular press, which ironically helped spread both news of Schenk's discoveries and anti-Semitic sentiments. Insufficiently 'cultured' and hungry for reward, Schenk found himself caught in a web that was bound to condemn him. The contribution by Mahendra Shahare and Lissa L. Roberts shifts our focus from Europe to India, whose scientific community has actively concerned itself these past years with scientific misconduct, plagiarism, and the rise of predatory journals. Taking a longer view, the authors argue against the claim that the recent introduction of global metrics for scientific management that focus on 'impact' has transformed the nature of scientific misconduct from involving the behavior of individual researchers to involving \"groups, networks, or entire institutions.\" 7 By exploring the roles played by the mix of British imperialism, India's complexly hierarchical society and its regional rivalries in the country's history of scientific development, Shahare and Roberts show that matters of scientific conduct have long involved and can only be understood by examining the behavior of groups, networks, and institutions. Importantly, they do not simply argue that the imperial export of 'western' science included the export of scientific misconduct. While racist attitudes and the imposition of institutional controls certainly framed science under the Raj, they mingled with India's own caste system and regional rivalries to share responsibility for ethically questionable institutionalized practices. But India also housed its own reform movements that -prior to organized efforts in the West -took up the challenges of identifying misconduct and fraud. One is left to wonder whether the clash between contending interests and values in Indian science and society today can be harnessed in a productively democratic way, or whether the country's current regime will succeed in silencing dissenting voices.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Values and interests: Between research communities and the wider world"
        },
        {
            "text": "Given the notoriety of cases in which research has been co-opted for private profit, it isn't surprising that concerns exist regarding the interests at stake in the relations between research and the commercial world. 8 At the same time, however, researchers are increasingly encouraged by their home institutions and (trans-) national funding organizations to cooperate with industry to stimulate innovation and economic growth. 9 Monitoring research integrity and fraud under such complex and potentially contradictory circumstances entails special challenges, especially given that the research in question can bear on the institutional interests of those responsible for establishing and maintaining the monitoring regime. 10 Along with the need for greater transparency regarding the interests of involved companies, governments, funding and research institutions, evaluating integrity would be enriched by a deeper acquaintance with the history of what we might call the 'research-industrial complex'. 11 As the final two contributions to this special issue indicate, this history cannot simply be told as a story of the perversion of research by pecuniary interests. If the expertise of researchers has long been invaluable to the development and promotion of commercial products, so too has commerce played an important role in developing the very protocols that structure scientific research. Whether regarding the promotion of a product, publication or researcher, evaluation is recognized as a cornerstone of modern science. And whether out of concern for lack of fairness in hiring and retention policies, misconduct in the peer review process, or behind-the-scenes payment for product endorsement, processes of evaluation have come under increased scrutiny. In his contribution, Joris Mercelis explores the history of product evaluation and endorsement through an examination of such practices involving chemists in late nineteenth-and early twentieth-century Germany. Since at least the late eighteenth century, chemists have occupied a complicated position at the intersection between safeguarding public welfare, promoting knowledge exchange, and generating private profit. 12 Maintaining their reputation as trusted experts has thus been both a professional necessity and a challenge. The public is bound to be thankful for warnings about faulty or dangerous products and tips about superior and beneficial goods. But how trustworthy are they? Mercelis' study illustrates that the perceived integrity of evaluations is invariably entangled with that of the researcher. And the integrity of the researcher is entangled with the specific institutional and professional environments in which they operate, a point that isn't sufficiently recognized by current codes of research conduct. The first introductory essay of this special issue looks at the currently ongoing debate surrounding the efficacy of (hydroxy-) chloroquine for treating A major issue in the debate has to do with how drug trials need to be configured in order to produce valid data. In their contribution, Joseph Gabriel and Bennett Holman return to the United States in the late nineteenth century and present the history whereby clinical drug trials first came to be seen there as the route to establishing a drug's efficacy. Prior to the American Civil War, they explain, the American medical community was ideally organized around a set of ethical norms and what they call \"epistemic virtues.\" Medical practice focused on what worked for the individual patient; a physician's honesty, humility, and selflessness were seen as key in the determination of a treatment's effectiveness. This ruled out reliance on 'patent' medicines whose ingredients were secret; secrecy implied interest and hampered the ability to tailor treatments for individual patients. It also hampered the efforts of 'ethical' drug manufacturers to bring new drugs to market, since profit would be limited by the ideal of open knowledge. This changed in the decades following the Civil War. Competition from European manufacturers, who didn't subscribe to the same ethical and epistemic codes, and a new therapeutic outlook that valued generalized knowledge rooted in laboratory science came to frame the behavior of American physicians and drug manufacturers alike. A drug's efficacy was no longer seen as dependent on a physician's character and treatment of the individual patient, but on the demonstrable results of dependable clinical trials. Importantly, this transformation, whereby patenting ceased to be ethically taboo, was spearheaded by manufacturers who -hoping to expand their markets -claimed that it would \"harmonize the interests of science and commerce, so that one may aid the other without jeopardizing the interests of either.\" 14 In the name of this ideal, however, the stage was now set for new forms of fraud, as scientific evidence could be distorted to maximize profits or suppressed to evade regulatory oversight.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Science and the market"
        },
        {
            "text": "While the articles in this special issue stand on their own as notable contributions to scholarship, they cumulatively serve a number of purposes. Together they illustrate that the study of research integrity and fraud offers rich methodological resources for historians of science. They also testify to the fact that research integrity and fraud cannot be adequately understood or monitored by focusing only on the practices of individual researchers. Rather, their behavior must be appreciated as embedded in and shaped by broader institutional, socio-cultural, and political regimes that frame scientific production by governing matters of retention, reputation, promotion, and profit. Alongside evaluating the conduct of researchers, then, it is crucial that the conduct of academic institutions, policy-making organs, public and private funding agencies, and the like, also be scrutinized. This is not only a matter of identifying the play of interests that direct the choice of favored research topics and activities or the movement of research funding. It is also a matter of uncovering the values that undergird such choices and give meaning to their results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Science and the market"
        },
        {
            "text": "The author declared no potential conflicts of interest with respect to the research, authorship, and/ or publication of this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of conflicting interests"
        },
        {
            "text": "The author received no financial support for the research, authorship, and/or publication of this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Author biography",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "where she held a Personal Chair in Long-Term Development in Science and Technology, and Editor-in-Chief of History of Science. She has authored and edited numerous publications in the history of science and technology, including",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lissa",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Simon Werrett) Compound Histories: Materials, Governance and Production",
            "volume": "",
            "issn": "",
            "pages": "1760--1840",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "In 1898 the academic senate of the University of Vienna 7. Mahendra Shahare and Lissa L. Roberts, \"Historicizing the Crisis of Scientific Misconduct in Indian Science,\" History of Science 58 (2020): 485-506; Mario Biagioli and Alexandra Lippman, \"Introduction: Metrics and the New Ecologies of Academic Misconduct,\" in Mario Biagioli and Alexandra Lippman (eds), Gaming the Metrics: Misconduct and Manipulation in Academic Research (Cambridge, MA: MIT Press, 2020), pp.1-24, 9.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "See e.g. Robert Proctor, Golden Holocaust: Origins of the Cigarette Catastrophe and the Case for Abolition (Berkeley: University of California Press, 2012); Stephanie Soechtig, film director, \"The Devil We Know\" (Atlas Films, 2018), <https://www.youtube.com/ watch?v=NJFbsWX4MJM> (accessed 18 June 2020), which investigates the pervasive health hazards from PFAS (Per-and polyfluoroalkyl substances), with a special focus on DuPont and its production of Teflon. 9. For a critical perspective, see Philip Mirowski, Science-Mart: Privatizing American Science (Cambridge, MA: Harvard University Press, 2011). 10. Molly McCluskey, \"Public Universities Get an Education in Private Industry,\" The Atlantic, 3 April 2017. 11. Daniel Kevles, \"Principles, Property Rights and Profits: Historical Reflections on University/ Industry Tensions,\" Accountability in Research 8 (2001): 293-307. 12. Joris Mercelis, \"The Scientist and the Advertisement: Reklamegutachten in Imperial Germany,\" History of Science 58 (2020): 507-32; Christopher Hamlin, \"The City as a Chemical System? The Chemist as Urban Environmental Professional in France and Britain, 1780-1880,\" Journal of Urban History 33 (2007): 702-28.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Lissa L. Roberts, H. Otto Sibum, Cyrus Mody, \"Integrating the History of Science into Broader Discussions of Research Integrity and Fraud,\" History of Science 58 (2020): 354-68. 14. Francis E. Stewart, \"The Relation of Pharmacists to Physicians and the Relation of Pharmacy to Materia Medica and Drug Therapeutics,\" American Medicine 2 (1901): 104-7, 105. Cited in Joseph Gabriel and Bennett Holman, \"Clinical Trials and the Origins of Pharmaceutical Fraud: Parke, Davis & Company, Virtue Epistemology, and the History of the Fundamental Antagonism\" History of Science 58 (2020): 533-58, 546.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "\" 4 5. H. Otto Sibum, \"When is Enough Enough? Accurate Measurement and the Integrity of Tatjana Buklijas, \"Publicity, Politics and Professoriate in Fin-de-Siècle Vienna: The Misconduct of the Embryologist Samuel Leopold Schenk,\"",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}