{
    "paper_id": "ba917c7be70e3b5fc9613345f5e82e6bf6aa9596",
    "metadata": {
        "title": "Environmental protection, climate regulation, and the persistence of sprawl in California",
        "authors": [
            {
                "first": "Stephanie",
                "middle": [
                    "Pincetl Sean"
                ],
                "last": "Kennedy",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "California is widely seen as a climate and environmental policy leader in the U.S. and beyond. However, allowing local land use decisions to proceed as usual represents a major gap in the state's climate policy framework. Climate mitigation rules and formulae are utilized to claim zero net emissions for large-scale land development at the urban fringe. Such developments continue to destroy habitats and radically transform landscapes. Newhall Ranch, a subdevelopment at the edge of urbanized Los Angeles County, has claimed emissions offsets such that the development of 60,000 homes will have less than zero greenhouse gas emissions. Offsets largely rely on using disadvantaged communities, and significant threats to endangered species on site are compensated by payments to the project's environmental opponents. The net result is land development as usual, with a veneer of solarization and investments in GHG mitigation projects with poor quantification and verification. This situation demonstrates the enduring structures of land use development that drive GHG emissions and environmental change, and calls for stronger requirements for local compliance with state emissions-reductions targets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Urban areas are expanding relentlessly while fears of global warming and environmental catastrophe loom ever greater (Angelo & Wachsmuth, 2015; Seto et al., 2012) . The link between urban expansion and environmental change has created a movement toward 'Green or 'sustainable cities' that is taking a leading role in planning and policy discourse as a response. Cities are seen as the hopes for the planet's environmental future, as can be seen with the C-40 cities and other initiatives (Bulkeley et al., 2011; Evans et al., 2016; Krueger, 2017 among many) . If cities, now the new 'home of humanity,' can reduce their climate impacts, then, perhaps, it is thought, climate change will be tempered.",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 143,
                    "text": "(Angelo & Wachsmuth, 2015;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 144,
                    "end": 162,
                    "text": "Seto et al., 2012)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 488,
                    "end": 511,
                    "text": "(Bulkeley et al., 2011;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 512,
                    "end": 531,
                    "text": "Evans et al., 2016;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 532,
                    "end": 557,
                    "text": "Krueger, 2017 among many)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "California is an international leader in environmental protection and climate control initiatives. With increased awareness of the impacts of climate change and land-use change on resources, the state has enacted a host of environmental protection and climate control policies, including cap-and-trade emissions markets, protection of endangered species, payment for ecosystem services, climate action plans, sustainability plans, and more. While lauded for its ambition, there remains a lack of understanding in terms of the extent to which California's much-admired policy framework is serving to accomplish its goals, particularly as increasingly complex technologies of environmental and climate regulation interact with the state's archaic and highly localized processes of land use regulation. Local control over land use in California remains a toughly defended prerogative. Local land-use authority not only limits certain forms of state-driven environmental and climate regulation, but, as we demonstrate, plays a crucial role as complex technologies of climate regulation articulate with the political and material dimensions of development in the urban periphery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This article examines the outcomes of California's environmental policies through the lens of the Newhall Ranch development, a large-scale land development project in the northern part of Los Angeles County. We use the example of Newhall Ranch to examine the relationship between an increasingly market-oriented framework of environmental regulation in which environmental attributes can be exchanged and substituted through market mechanisms, and the material processes of land-use change at the local level. In doing so, we critically evaluate whether regulations regulating carbon emissions, now seen as urgent and potentially leading to the moderation of Earth system changes (such as extinctions and loss of wetlands, for example), in addition to existing environmental regulations, ultimately shift contemporary land-use patterns toward a goal of fewer greenhouse (GHG) emissions and impacts. We find that given the use of offsets, negotiations about off-site mitigations for endangered species, and clustering of some of the dwelling units, sprawling development and associated land use transformation is unstoppable given the current regulatory regime, despite widespread recognition of its climate and environmental impacts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "From environmental protection to climate regulation: the evolution of urban growth management in California California has played an outsized role in the United States with regard to habitat protection since the 1990s. It has had legendary struggles over habitat protection and attempts to curb the social-environmental impacts of sprawl, including long commutes, white flight, and/or disproportionate impacts of maintenance of new suburbs by the established urban core (Hart, 1984; Jonas & Pincetl, 2006; Jonas et al., 2013; Pincetl, 1999; Pincetl et al., 2011; Santos et al., 2014; Wood & Heller, 1961) . Fights to preserve the state's redwood forests, protect coastal access beginning in the 1970s, preserve the Sacramento Bay Delta smelt and salmon runs, keep rivers free and wild, and establish conservancies to protect areas of concern are well known.",
            "cite_spans": [
                {
                    "start": 470,
                    "end": 482,
                    "text": "(Hart, 1984;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 483,
                    "end": 505,
                    "text": "Jonas & Pincetl, 2006;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 506,
                    "end": 525,
                    "text": "Jonas et al., 2013;",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 526,
                    "end": 540,
                    "text": "Pincetl, 1999;",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 541,
                    "end": 562,
                    "text": "Pincetl et al., 2011;",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 563,
                    "end": 583,
                    "text": "Santos et al., 2014;",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 584,
                    "end": 604,
                    "text": "Wood & Heller, 1961)",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The interplay between state-led environmental regulation and local authority over land use has been a defining feature of the environmental policy landscape across the state. The California Environmental Quality Act, or CEQA (1969) , requires that public agencies assess the environmental effects of proposed actions in order to prevent or limit potential harm to the environment. As with the federal Endangered Species Act, CEQA does not usurp local authority over land use decisions. Rather, CEQA's function is primarily informational, aiming to prevent or minimize avoidable environmental damage by requiring analysis and disclosure of potential environmental impacts associated with specific projects (Fulton & Shigley, 2005) . While environmental damage may be prevented through development of project alternatives, in practice, environmental damage is typically 'minimized' through use of mitigation measures, and mitigation monitoring. In the context of addressing GHG emissions reductions, such mitigation measures may include reductions in emissions resulting from a project through implementation of project features, project design, or other measures, or off-site measures, including offsets that are not otherwise required, to mitigate a project's emissions (California Natural Resources Agency [CNRA], 2010). Ultimately, however, decisions over whether to reject environmentally harmful projects or how to minimize environmental damage remain the purview of local governments.",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 231,
                    "text": "Act, or CEQA (1969)",
                    "ref_id": null
                },
                {
                    "start": 705,
                    "end": 729,
                    "text": "(Fulton & Shigley, 2005)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "As concerns about global climate change impacts have become more acute, the emphasis on GHG emissions reductions has emerged as a dominant focus seemingly assumed to assist in achieving other environmental protection objectives. Examples include the protection of endangered species (by curbing climate change) and redressing environmental inequality. While established environmental protection laws endure, GHG mitigation approaches are now at the forefront of state environmental policies and politics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Overall, California's climate regulation occurs at multiple levels, from the state legislature to administrative agencies. As the partial list of climate changerelated legislation in Table 1 demonstrates, many legislative, agency and gubernatorial initiatives aim to reduce GHGs and shift urbanization patterns toward less commuting, more efficient buildings, and greater densities. (Elkind et al., 2017) . Two features that emerge are the addition of a cap-and-trade system and the use of offset credits for mitigating the production of Greenhouse gas (GHG) emissions (Fig. 1) .",
            "cite_spans": [
                {
                    "start": 383,
                    "end": 404,
                    "text": "(Elkind et al., 2017)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 183,
                    "end": 190,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 569,
                    "end": 577,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Assembly Bill (AB) 32 (2006) requires California to reduce its GHG emissions to 1990 levels by 2020a reduction of approximately 15 percent relative to a ''business as usual'' scenario. AB32 delegates development and implementation of the necessary actions required to meet the 2020 target to the California Air Resources Board (ARB), which is charged with adopting rules and regulations 'to achieve the maximum technologically feasible and cost-effective greenhouse gas emission reductions ' (AB32 2006) . In 2013, the ARB launched a cap-and-trade program, which set a statewide limit on sources responsible for 85 percent of California's greenhouse gas emissions and established a price signal intended to promote investment in cleaner fuels and more efficient use of energy. ARB developed an allowance allocation, as well as price minimums and maximums, compliance flexibility mechanisms, and an offset system for a class of large emitters. In 2017 the state legislature passed AB 398 that established an offset market for entities not in the cap and trade system, enabling them to invest in offsets to mitigate their GHG emissions.",
            "cite_spans": [
                {
                    "start": 490,
                    "end": 503,
                    "text": "' (AB32 2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In contrast to the broad scope of AB 32, Senate Bill (SB) 375 (2008) focuses explicitly on the link between transportation and land use in generating transportation-related GHG emissions. SB 375 aims to reduce vehicle miles traveled (VMT) by requiring metropolitan planning agencies (MPOs) to work with their constituent cities and counties to develop longterm regional plans for greater transit-oriented development to mitigate automobile dependency and VMT. The state reviews MPO plans but has had no enforcement mechanism to require reductions of VMT or related GHG emissions by the plans. The state can disapprove a plan, send it back for revision, and ultimately write the plan for the locality, however this last option has never utilized. Since its inception, the relationship between SB 375 and existing legislation, particularly CEQA, has been unclear. While every community now has the obligation under CEQA to consider how its activities may affect its communitywide GHG emissions, a clear mandate or method for CEQA analysis of GHG emissions for a proposed project is yet to be established (Silva-Send & Mandich, 2017) .",
            "cite_spans": [
                {
                    "start": 1102,
                    "end": 1130,
                    "text": "(Silva-Send & Mandich, 2017)",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "While nearly 40% of California's greenhouse gas emissions come from the transportation sector, another nearly 40% comes from building energy use (Pincetl et al., 2015a) . In this vein, another landmark piece of legislation requires that buildings double their energy efficiency by 2030 (SB 350, 2015) . To achieve this goal, the state currently relies on financial incentives provided to customers by utilities. These include rebates for more efficient appliances, ceiling insulation, and so forth. This approach targets efficiency improvements on a building-by-building, owner-by-owner basis. The approach is based on the assumption that with sufficient economic incentives, individuals will implement energy efficiency retrofits to their buildings and homes, resulting in both GHG reductions and cost savings.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 168,
                    "text": "(Pincetl et al., 2015a)",
                    "ref_id": null
                },
                {
                    "start": 286,
                    "end": 300,
                    "text": "(SB 350, 2015)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "As Bulkeley and Betsill (2013) note, however, it is uncertain what the activities may amount to in terms of a material difference to GHG emissions levels or in changing policy directions despite this activity of climate planning and regulation. In terms of energy efficiency, low-income communities face significant barriers to applying for incentives (California Energy Commission, 2016) , and subscription to these programs is low among the broader population. SB 375 is grounded in the assumption that reducing VMT will also reduce GHG emissions. Yet, there is little evidence that climate plans have affected routine practices, such as how the road network is managed or maintained (Hoffmann (2011) in Bulkeley & Betsill, 2013) or beyond conventional approaches to traffic management. Focusing solely on VMT obscures that the production and reduction of GHGs are inextricably intertwined with land-use decisions, both in California and globally, that extend well beyond VMT. Road construction and maintenance, for example, is a significant contributor to GHG emissions and requires a great deal of resources (Hanson et al., 2012) . In sum, while SB375 and SB350 introduced new planning processes, local land use prerogatives remain unchanged. As we demonstrate, allowing local land use decisions to proceed as usual represents a major gap in California's climate policy framework. Climate regulation such as California's effort to increase transit-oriented development remains in tension with local land use powers and the pressures on localities to ensure sufficient revenues. As we illustrate in the following sections, this tension has profound implications for patterns of urban expansion and their environmental impacts. ",
            "cite_spans": [
                {
                    "start": 3,
                    "end": 30,
                    "text": "Bulkeley and Betsill (2013)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 352,
                    "end": 388,
                    "text": "(California Energy Commission, 2016)",
                    "ref_id": null
                },
                {
                    "start": 686,
                    "end": 702,
                    "text": "(Hoffmann (2011)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 706,
                    "end": 731,
                    "text": "Bulkeley & Betsill, 2013)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1112,
                    "end": 1133,
                    "text": "(Hanson et al., 2012)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Governor's clean energy jobs plan (2011) In June 2011, Governor Jerry Brown announced a plan to invest in clean energy and increase efficiency. The plan includes a goal of producing 20,000 megawatts (MW) of renewable electricity by 2020 by taking the following actions: addressing peak energy needs, developing energy storage, creating efficiency standards for buildings and appliances, and developing combined heat and power (CHP) projects. Specific goals include building 8000 MW of large-scale renewable and transmission lines, 12,000 MW of localized energy, and 6500 MW of CHP ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Policies/Plans"
        },
        {
            "text": "The Existing Buildings Energy Efficiency Action Plan provides a 10-year roadmap to activate market forces and transform California's existing residential, commercial, and public building stock into high performing and energy efficient buildings. The Plan provides a comprehensive framework centered on five goals, each with an objective and a series of strategies to achieve it. Each strategy includes industry and/or government implementation partners. Water related items are addressed in several of the strategies from the Existing Buildings Energy Efficiency Action Plan including but not limited to strategies 1.5, 2.2, 4.1, and 5.7 from the plan ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "California's existing buildings energy efficiency action plan"
        },
        {
            "text": "In California, as with the United States in general, localities exercise regulatory power over land use, subject to state and federal law. For example, localities must comply with the Endangered Species Act requirements but may develop their own solutions. Local control over land use enables cities and counties in their unincorporated territories to determine what types of land use they wish and where, including parks and open spaces, housing and its type and density, commercial and industrial amounts, and locations. It is also vital to local budgets as land use types generate different amounts of tax revenues that may or may not entirely offset services (Chapple, 2018) . As Seto et al. (2012) , Liu et al. (2015) , and others have shown, urbanization patterns are ever more land Fig. 1 Location of the Newhall Ranch development within Los Angeles County extensive, and California is no exception. Several forces continue to create the desire for ease of and permitting of exurban developments on greenfields in the state. Despite a growing market for infill development and state interest in additional infill developments to meet GHG emissions reductions goals, there remains a strong market for single-family homes and/ or residing outside of the already built urban areas (Syphard et al., 2018) .",
            "cite_spans": [
                {
                    "start": 663,
                    "end": 678,
                    "text": "(Chapple, 2018)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 684,
                    "end": 702,
                    "text": "Seto et al. (2012)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 705,
                    "end": 722,
                    "text": "Liu et al. (2015)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1285,
                    "end": 1307,
                    "text": "(Syphard et al., 2018)",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [
                {
                    "start": 789,
                    "end": 795,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Development pressures and land use regulation in California"
        },
        {
            "text": "Land remains less expensive at the urban fringe, permitting is more streamlined, and construction is often less complex as developers start from a blank slate. Within the local General Plan Guidelines, zoning rules, building standards, and other requirements (such as the provision of amenities) of local governments, the building formulae are well established, well understood, and relatively predictable for investors, lenders, and others (Farris, 2001; Levine, 2006) . Suburban development is a well worked out pattern. Many local governments like large-scale exurban developments as they can impose legally codified exactions for impacts. For example, a developer can be required to provide parks, open space, schools, road infrastructure, and more as part of the development permitting process (Fulton & Shigley, 2005) .",
            "cite_spans": [
                {
                    "start": 441,
                    "end": 455,
                    "text": "(Farris, 2001;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 456,
                    "end": 469,
                    "text": "Levine, 2006)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 799,
                    "end": 823,
                    "text": "(Fulton & Shigley, 2005)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Development pressures and land use regulation in California"
        },
        {
            "text": "Adding to the complexity is insufficient affordable housing, and that the state's population is projected to grow to 50 million residents by 2050 (Elkind et al., 2017) . There is little inventory at the low end of the market except at the urban periphery, often far from job centers (Elkind et al., 2017) . Lower-priced housing generates less tax income than more expensive housing. Though it may ultimately cost the locality more to service it than it generates in taxes in the long run, cities and counties are under tremendous pressure to approve development (Chapple, 2018) . California's nonpartisan Legislative Analyst's Office estimates that in addition to the 100,000-140,000 units that California is expected to build on an annual basis in the coming years, the state would likely need approximately 100,000 additional units annually (almost entirely in more expensive coastal communities) to mitigate problems with housing affordability caused by supply constraints (Cooper et al., 2016) .",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 167,
                    "text": "(Elkind et al., 2017)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 283,
                    "end": 304,
                    "text": "(Elkind et al., 2017)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 562,
                    "end": 577,
                    "text": "(Chapple, 2018)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 976,
                    "end": 997,
                    "text": "(Cooper et al., 2016)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Development pressures and land use regulation in California"
        },
        {
            "text": "Housing construction at the urban periphery, on greenfields, is where costs are perceived to be lower, and land-use zoning is open for negotiation with the locality. Infill development, by contrast, is complex, unique, site-by-site, must appease existing residents and specific requirements that may vary from place to place in the same jurisdiction (Farris, 2001) . Often the time from land purchase through permitting and construction is unpredictable. Further, the market is less stable for such development, and the costs per square foot much higher, making it more challenging to build for a broad market from families to singles to the retired. In the urban periphery, large-scale developers are more able to build 'affordable' housing due to sufficient land for commercial use and high-end housing, which can compensate for the affordable units. While several studies have demonstrated little difference in aggregate residential construction costs for infill and multifamily units (Elkind et al., 2017) , profit rates for developers are generally lower on these types of units. And there may be other costs to developers in existing urban areas, including land costs, demolition, and site remediation (Elkind et al., 2017) . Neighborhood opposition is often better organized in the already built areas, and lawsuits over many development aspects have long been common (Monkkonen & Livesley-O'Neill, 2019; Pendall, 1999; Whittemore, 2012) .",
            "cite_spans": [
                {
                    "start": 350,
                    "end": 364,
                    "text": "(Farris, 2001)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 988,
                    "end": 1009,
                    "text": "(Elkind et al., 2017)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1208,
                    "end": 1229,
                    "text": "(Elkind et al., 2017)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1375,
                    "end": 1411,
                    "text": "(Monkkonen & Livesley-O'Neill, 2019;",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1412,
                    "end": 1426,
                    "text": "Pendall, 1999;",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1427,
                    "end": 1444,
                    "text": "Whittemore, 2012)",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [],
            "section": "Development pressures and land use regulation in California"
        },
        {
            "text": "The forces driving exurban development present a significant challenge to the objectives of SB 375, which aims to align land use, transportation, and housing planning in a way that ultimately reduces GHG emissions. The ultimate success of SB 375 and the CEQA amendments contained in SB 97 depends on the ability of the state to reshape those very forces which, to this date, have promoted low-density, emissions-intensive development on the urban periphery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Development pressures and land use regulation in California"
        },
        {
            "text": "Los Angeles County is the most populous county in the United States (10 million people) and the home of the second-largest city in the U.S.: Los Angeles. The County is governed by five district-elected Supervisors who oversee most social welfare and public health programs for all residents and determine land use in the regions that are not incorporated into cities. The region is the most densely populated in the U.S., with 88 distinct cities, each with its own elected officials. The County is characterized by dense sprawl, dominated by single-family housing in a continuous pattern that is not conducive to widespread public transportation access nor to energy efficiencies gained by common wall development (Salat, 2009; Salat & Bourdic, 2012) . While the city of Los Angeles's downtown itself is experiencing an unprecedented development boom, County voters passed another $0.05 sales tax increase (by over 2/3rds majority vote) to expand the public transit system in November 2016. This tax increase will continue indefinitely to fund the expansion of the region's transit network, leaving intact the extensive, single-family home land-use pattern. Transit and housing projects are targeted for the city of Los Angeles' ample boulevards and primarily for lower-income residents in the transitoriented design strategy favored by SB 375 to help reduce transportation GHGs. Single-family zones may still rely on the automobile. One must add to this the fiscal impacts on transportation agencies due to COVID-19 and the health concerns about riding public transportation.",
            "cite_spans": [
                {
                    "start": 714,
                    "end": 727,
                    "text": "(Salat, 2009;",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 728,
                    "end": 750,
                    "text": "Salat & Bourdic, 2012)",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "New development in Los Angeles county: Newhall Ranch"
        },
        {
            "text": "In this context, we examine the recently approved new development for 26,000 homes, 60,000 residents, commercial and industrial development proposed by Newhall Ranch Company (FivePoint Operating Company LLC) in the northern portion of Los Angeles County in light of California's climate and environmental protection legislation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Newhall ranch"
        },
        {
            "text": "Newhall Ranch, a landholding initially created under Spanish rule, was a farming and cattle operation that at one point consisted of 13,599 acres. In the 1980s, Newhall Ranch successfully suburbanized a portion of its land from agriculture to a predominantly bedroom community 35 miles north of Los Angeles along the Interstate 5 freeway. Over time additional urbn developments have been approved in the area, and today the current population is over 230,000 inhabitants, mostly white, college-educated, and affluent. These developments include Santa Clarita, the only city, and several unincorporated communities. In 1994, Newhall Ranch Company was established as a division of The Newhall Land and Farming Company to create another new town development to be known as Newhall Ranch.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Newhall ranch"
        },
        {
            "text": "Any development proposal in California requires a Specific Plan, a comprehensive document to guide future development, and in this instance, the Newhall Ranch property. In 2003 Newhall Ranch prepared its specific plan for the County of Los Angeles (FORMA, 2003) , and the County approved the overall plan. 1 At the time, the plan complied with the Los Angeles County General Plan and the Santa Clarita Valley Area Plan. It projected a 30-year build-out and protection of approximately 6,170 acres in open space. The area contains the Santa Clara River-the county's last free-flowing river-as well as riparian and oak savannah/woodland habitats, and California endangered species such as the threespine stickleback fish, San Fernando spineflower, and Southern California steelhead. Activities on-going within the Company's lands are oil and natural gas operations and continued cattle grazing and farming operations. The project also proposed developing 1500 acres of existing agricultural land, nearly 400 of which was designated prime agricultural land.",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 261,
                    "text": "(FORMA, 2003)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Newhall ranch"
        },
        {
            "text": "The Newhall plan had several features aimed at complying with County General Plan and specific plan guidelines. Specifically, the plan included avoiding leapfrog development, and new development was proposed adjacent to existing and planned infrastructure, urban services, transportation corridors, and major employment centers. It showed clustered development to preserve regionally significant natural resource areas, sensitive habitat, and significant landforms. Clustering was aimed to reduce vehicle miles traveled and energy consumption by appropriate arrangement of land uses. Mobility objectives included alternatives to automobile use, and resource conservation was stated as an important objective.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Newhall ranch"
        },
        {
            "text": "In 2011, the first two phases of the development were approved by the County. However, a lawsuit by the Center for Biological Diversity, challenging the California Department of Fish and Wildlife's approvals of permits, was filed and upheld in 2015 based on the project's unmitigated production of 260,000 metric tons of carbon dioxide each year-in light of statewide climate goals-and the lack of protection for the aforementioned endangered species. Further, the project failed to identify and preserve in place Chumash and Tataviam cultural resources (Friends of the Santa Clara River, 2017).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Newhall ranch"
        },
        {
            "text": "Opponents of the project pointed to other severe environmental impacts of the development, including on water supplies and the Santa Clara River Southern California's last major 'wild river,' on the alluvial aquifer, riparian woodlands, the probable creation of additional air pollution (Holt, 2017) . While this article does not delve into the water resource availability to the development, there are significant and complex long-term resource issues and environmental impacts intertwined with climate change impacts on the state's water resources, water ownership, and management and the effects of financialization of water transfers.",
            "cite_spans": [
                {
                    "start": 287,
                    "end": 299,
                    "text": "(Holt, 2017)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Newhall ranch"
        },
        {
            "text": "In late 2016, 2 Newhall returned to the court with a revised California Environmental Quality Act report-a Greenhouse Gas Emissions Technical Report, hereafter 'the report'-to address the project's greenhouse gas emissions portion. Drafted by Ramboll Environ in collaboration with other expert consultants, the report approaches GHG emissions mitigation based on regulatory requirements for such, following the guidelines and measurement formulae set by the California ARB and the state Energy Commission. The emission sources included area sources such as landscaping-related fuel combustion sources, energy use associated with residential and non-residential buildings, water and wastewater treatment and distribution, solid waste, mobile sources (vehicles), construction, and vegetation changes. The report contains thirteen proposals to mitigate greenhouse gas emissions and a resource management plan for the spineflower and the threespine stickleback fish (Ramboll Environ, 2016) . Using the California ARB's Emission Estimator Model (CalEEMod v. 2103.2.2), the project, unmitigated, would emit 526,103 metric tons of carbon dioxide equivalent per year (MT CO 2e). However, through the implementation of thirteen mitigation measures, the mitigated project is estimated to emit zero MT CO 2 -e.",
            "cite_spans": [
                {
                    "start": 962,
                    "end": 985,
                    "text": "(Ramboll Environ, 2016)",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "Greenhouse gas emissions mitigation and regulatory compliance"
        },
        {
            "text": "The mitigation plan includes three major GHG reduction strategies: (1) onsite reductions including the deployment of solar panels on homes, electric vehicles, and circulation elements; (2) offsets including reducing building energy use in disadvantaged communities in Los Angeles; and (3) U.S. forestry projects and funding clean cookstoves abroad. The report asserts that with evolving regulations and improving technologies, unspecified, but anticipated, it is reasonable to 'expect the Mitigated Project's emissions level to decline further, below zero...'' (Executive Summary pg 1). We now examine these GHG mitigation strategies in relation to the sources of GHG emissions they are intended to address: (1) residential energy use, (2) traffic, and (3) emissions associated with construction and vegetation loss.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Greenhouse gas emissions mitigation and regulatory compliance"
        },
        {
            "text": "Based on the CalEEMod output, the project is estimated to produce 7366 MT CO 2 -e per year from building energy usage. The report states that these emissions will be reduced to zero through a combination of residential and commercial Zero Net Energy (ZNE) buildings (-5762 MT CO 2 -e per year), swimming pool heating (1636 MT CO 2 -e/year), and an off-site building retrofit program (77 MT CO 2 -e/ year).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Building energy use"
        },
        {
            "text": "Under Title 24, Part 6 of the California Code of Regulations and the California Energy Commission's definition in its 2015 Integrated Energy Policy Report guidelines, the buildings in this development shall be ZNE buildings. Under this definition, the buildings will produce as much energy as they use in a year. If one building produces excess energy, that will offset those buildings that do not; this complies with the community-based approach allowable under the regulations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Building energy use"
        },
        {
            "text": "Undiscussed in the report's proposed approach to achieving ZNE are several complicating factors. The first is whether there is enough rooftop solar capacity on building rooftops to offset building electricity use. Ramboll Environ used modeled building prototypes developed by ConSol to estimate GHG emissions reductions from achieving ZNE. The analysis focused on two residential building prototypes-a singlefamily home and a multifamily home-and modeled commercial buildings to estimate reaching ZNE (ZNE is calculated as an annual metric). Estimations include exceeding existing building energy standards for efficiency and onsite photovoltaic systems (Rambol Environ, 2016) . ConSol used an average size PV system for their residential buildings. Similar estimates were conducted for non-residential buildings. Natural gas use will be offset rather than eliminated with full electrification of the household.",
            "cite_spans": [
                {
                    "start": 654,
                    "end": 676,
                    "text": "(Rambol Environ, 2016)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Building energy use"
        },
        {
            "text": "While the building may be able to generate more electricity at the height of the sun during several hours a day that is utilized (an empirical question based on rooftop area, slope, and orientation), in the absence of energy storage, this will not mitigate the need for electricity (and natural gas for appliances) when the sun declines on the horizon (Hernandez & Kenny, 2010) . Adding more rooftop solar generation capacity may increase electricity supplied over the year and even exceed demand on paper, and additional electricity from other sources will be necessary for nighttime, at a minimum. This approach reflects broader trends in which natural gas peaker-powerplant generation is increasingly being locked-in for backup generation when solar energy is not generated (Penn, 2017; Penn & Menezes, 2017) , contributing to regional air pollution. Further, there is no discussion of increased heat impacts on the grid, nor on additional electricity use for the additional very hot days in this part of Los Angeles County. Although electricity utilities are under increasingly stringent state renewable portfolio standards such that the share of renewably generated electricity is growing, non-fossil fuel generated electric transmission will still be impacted by high heat (Burillo et al., 2019) .",
            "cite_spans": [
                {
                    "start": 352,
                    "end": 377,
                    "text": "(Hernandez & Kenny, 2010)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 777,
                    "end": 789,
                    "text": "(Penn, 2017;",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 790,
                    "end": 811,
                    "text": "Penn & Menezes, 2017)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1279,
                    "end": 1301,
                    "text": "(Burillo et al., 2019)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Building energy use"
        },
        {
            "text": "The remaining GHG emissions associated with building energy usage are to be offset through an offsite building retrofit program. These measures include a proposed investment in a building retrofit program in Los Angeles County, such as cool roofs, solar panels, solar water heaters, energy-efficient lighting and appliances, windows, insulation, and water conservation measures targeted primarily within disadvantaged communities, presumably based on established calculators using modeled data. Investing in existing buildings and neighborhoods assumes that such investments can be targeted, yet there is no discussion of how this will be done. Statewide, there is no specific data that can help guide such investments, such as which low-income neighborhoods are the most likely to benefit from investments or yield the highest energy savings to mitigate Newhall emissions. Quantification of cool roofs relative to GHG emissions reductions remains theoretical and modeled (Akbari and Mathews, 2012; . Actual estimations of the benefits of these approaches and a plan do not exist. Questions regarding where and how these investments will be targeted-neighborhood and building selection, number of roofs, rates of political acceptance, monitoring of energy savings and heat reductions-remain unaddressed. The responsibility lies with the County planning director to certify any projects and calculations. In the absence of ground-up verification, Newhall may utilize modeled energy savings for investments in existing buildings, an approach subject to significant limitations and potential inaccuracies (Porse, 2016; ).",
            "cite_spans": [
                {
                    "start": 972,
                    "end": 998,
                    "text": "(Akbari and Mathews, 2012;",
                    "ref_id": null
                },
                {
                    "start": 1602,
                    "end": 1615,
                    "text": "(Porse, 2016;",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "Building energy use"
        },
        {
            "text": "On-road mobile sources are generated from residents, workers, customers, and delivery vehicles serving the project are estimated to generate 47,272 MTCO 2 -e/ year. To address these emissions, the report outlines a combination of transportation demand management (-7331 MTCO 2 -e/year), subsidies for residential electric vehicles (EVs) and the residential and commercial EV charging infrastructure (-13,904 MTCO 2 -e/year), traffic signal synchronization (-904 MTCO 2 -e/year), and support for electric school buses (-74 MTCO 2 -e/year). The remaining 25, 059. MTCO 2 -e/year is to be offset through the project's GHG reduction program.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vehicle and transportation emissions."
        },
        {
            "text": "According to the report, each residence will be equipped with a minimum of one single-port electric vehicle charging station. The project developer will establish and fund a dedicated account for the provision of subsidies for the purchase of zeroemission vehicles, and at the 'village level' will subsidize an amount that equals the provision of a $1000 subsidy per residence for the chargers up to 50% of the village's total residences. Further, commercial buildings will provide 7.5% of the total number of required parking spaces with EV chargers. The project will develop bike routes, bike-share and carshare programs, provide electric school buses, and coordinate traffic signals on major corridors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vehicle and transportation emissions."
        },
        {
            "text": "The calculations for the GHG emissions reductions in the report cite academic studies and state of California accepted modeling tools and, using those documents, are optimistic in projecting EV penetration. They state that the program to install charging stations in residential areas can create a 'neighbor effect' of adoption, meaning that as more people see neighbors and friends successfully adopting EVs, the fewer perceived barriers remain. They state that as EVs become more common due to reduced costs, increased availability of infrastructure and other incentives, members of the neighborhood/community without EVs will be increasingly more likely to purchase and use an EV. Citing additional studies, they state that EVs will be preferred to other vehicles when there is a choice. Using these studies, the project developers claim significant GHG emissions reductions from their programs, including transportation demand management. Such assumptions run counter to a growing body of empirical research on electric vehicle adoption practices, which finds that consumers tend to resist rather than embrace new technologies that are considered alien or unproved (Egbue & Long, 2012; Li et al., 2017) . In this case, inflated assumptions regarding EV uptake will likely translate into higher than anticipated GHG emissions as the use of conventional vehicles continues. In addition, household ZNE does not appear to consider electric vehicle charging directly. If EV charging happens at night, which is likely for commuters, the energy mix will have a larger, in absolute quantities, natural gas component, though this energy use may be mitigated somehow.",
            "cite_spans": [
                {
                    "start": 1169,
                    "end": 1189,
                    "text": "(Egbue & Long, 2012;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1190,
                    "end": 1206,
                    "text": "Li et al., 2017)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Vehicle and transportation emissions."
        },
        {
            "text": "Traffic impacts on other trips-non-electrifiedthat Newhall Ranch does not generate are addressed in the EIR using standard estimates and methods, including enlarging traffic arteries, signal coordination, and rideshare programs. Based on the vast literature examining connections between urban form and congestion (Ewing, 2008; Ewing & Hamidi, 2015) , congestion increases are likely as more vehicles use the same infrastructure. Whether electric or not, a car from the Newhall development add to the number of commuters overall and thereby contribute to congestion. In addition to residential traffic, the project will generate additional commercial traffic, most of which is unlikely to be electrified. The impacts of increased congestion on the overall system, however, are not addressed in the report. While the GHG emissions associated with commercial traffic are considered in the report, these emissions will be mitigated using offsets rather than directly minimizing associated VMT.",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 327,
                    "text": "(Ewing, 2008;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 328,
                    "end": 349,
                    "text": "Ewing & Hamidi, 2015)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Vehicle and transportation emissions."
        },
        {
            "text": "The remaining 25,059 MTCO 2 -e/year is to be offset through the project's GHG reduction program. These sources will be mitigated through funding activities that reduce or sequester GHG emissions through GHG reduction credits issued by a recognized and reputable carbon registry. They will also include credits for investments in U.S. forestry projects and clean stove projects abroad overseen by certified registries. Offset credits are managed by offset registries: the American Climate Registry, the Verified Carbon Standard Registry, and the Climate Action Reserve (Bigger, 2015) . Offsets are different than the cap-andtrade market as there is no regulatory cap ratcheting down emissions for the land development sector. None of the current offsets have yet been credited with substantive carbon reductions to date (https://www. arb.ca.gov/cc/capandtrade/offsets/offsets.htm Accessed 7.17.2017).",
            "cite_spans": [
                {
                    "start": 568,
                    "end": 582,
                    "text": "(Bigger, 2015)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Vehicle and transportation emissions."
        },
        {
            "text": "The unfettered ability for land development projects to exonerate themselves from GHG impacts through off-site, even international purchase of offsets, is anomalous in the California scheme. Polluting companies that chose to purchase carbon offsets in lieu of purchasing permits for carbon emissions under the cap and trade program are strictly limited in the quantity of total emissions that can be offset (8% currently and in new legislation reduced to 4% than 6%, with additional requirements for in-state offsets). New land development has no cap on offset purchases. Policymakers and administrators have not considered the global implications of such ''outsourcing'' by land development in CA. Furthermore, offsets completely undermine the goals of SB 375 to reconfigure transportation and land use to reduce high VMT sprawl. Whether these consequences are unintended or not, their use is likely to increase, particularly for inexpensive foreign offsets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vehicle and transportation emissions."
        },
        {
            "text": "Total off-road and on-road construction activities are estimated to result in one 12,967 MTCO 2 -e. However, in the report, these emissions are amortized over a 30-year period, equating to 432 MTCO2e/year. Construction GHGs and other emissions are planned to be mitigated by investments in energy efficiency and conservation in Los Angeles County existing low-income neighborhoods and buildings, as well as by offsets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Construction and Vegetation Loss."
        },
        {
            "text": "The report also addresses vegetation changes and reduced GHGs from the cessation of agricultural activities within the development's boundaries. It documents the amount of GHG emissions associated with landscape maintenance in the project. With the curtailment of agricultural activities, it is claimed that there will be fewer GHGs produced.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Construction and Vegetation Loss."
        },
        {
            "text": "While Newhall Ranch is also claiming that the change from agriculture to urban land use will reduce greenhouse gas emissions, there is no mechanism to account for the loss of agriculture at the peri-urban fringe and the consequent supply chain GHG emissions impacts of that loss, nor of loss of prime agricultural land whose crops must be grown elsewhere. There is no discussion of the types of crops that were grown, their market, land quality and water use, and where the crop produced will be grown in the future nor carbon sequestration by soil on the previously undeveloped land, including the hills that are being razed for infill for housing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Construction and Vegetation Loss."
        },
        {
            "text": "Finally, the project proposes to preserve 6170 acres of open space out of 12,000 acres. About half will be developed parks and recreation facilities for residents. Such open spaces will transform the existing vernacular landscape composed of shrubby native plants, iconic and old Eucalyptus, agriculture, and a large alluvial plain, to ones that could be found in any conventional development, erasing the distinctiveness of this landscape. Endangered species will be confined on reservations that may or may not enable their longterm viability. The management of the Santa Clara River to prevent potential flooding impacts on adjacent developed properties (including hardened banks) may, for example, lead to the inevitable demise of the threespine stickleback fish. There is no recourse for this eventuality, though the state's Department of Fish and Wildlife 3 will monitor that decline and propose management adjustments to prevent that decline. Still, this seems weak and uncertain-how many fish will be necessary to maintain? When will there be a tipping point? Can it be identified in time as extinction is forever, and the river will never be restored to its original condition? Design with nature is not a core principle of the development's plans. GHG mitigations come on top of this other 'environmental' protection legislation, like a layer cake, but the overall pattern of suburban development in the state continues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Construction and Vegetation Loss."
        },
        {
            "text": "The critique of the Newhall Ranch development plan in the preceding pages should not be construed to hold FivePoint Holding LLC solely responsible for the specific mitigation tactics that are part of their approved plan. The developers and their consultants are responding to the regulatory framework and objectives put in place at multiple levels of the administrative state and are thus offering solutions that comply with this framework while maintaining their business-driven imperatives for appropriate levels of return on investment. The state's climate and habitat protection legislation has provided FivePoint (Newhall) pathways to claim mitigation of the immediate and bounded greenhouse gas and habitat impacts of fuel utilized during the construction phase of 12,000 acres and housing 60,000 people. Using credits and, in our specific case, offsets, is an ideologically driven mitigation strategy that has yet to be proven in the measurements of the real world. These are virtual techniques. If GHG generation is to be mitigated and curbed, it must be through the reality of bricks, mortar, and life. This specific Newhall Ranch example points to the larger issues not only regarding the curbing of dependence on fossil fuels and the reduction of GHGs but how to tackle, within the current regulatory regime, unrelenting Earth systems changes. If the Newhall example holds precedence, state environmental policy seems unlikely to lead to significant land use policy changes in the state. Newhall can claim zero GHG emissions and even negative emissions by utilizing carbon offsets, deploying EVs, and modest modifications of building energy use through solar panels. The extensive transformation of the landscape, including the razing of hilltops to supply fill upon which houses will be built-to mitigate the potential of flooding from the Santa Clara River-for example, is unaccounted. Instead, nature's attributes, which are free, are enrolled in land development and exploited. The mitigation strategies that are being utilized fail to fully account for the GHGs, based as they are, on accounting formulae developed from modeled performance and projections over a 30-year period. These models fail to account for the specificity of emissions across sources under particular conditions, a problem exacerbated by the inherent uncertainty associated with any long-term projections. Also, the environmental impacts of sprawled urban morphology are addressed only by saving some habitat for endangered species elsewhere and monitoring to ensure the Santa Clara River modifications will not cause the stickleback fish's demise. This is because current environmental protection strategies, including carbon offsets, cannot account for the impacts of permanent and irreversible land-use change and its significant and enduring externalities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "State policy and unintended results"
        },
        {
            "text": "In addition to the inability of offsets to encompass the actual environmental impacts of such developments, investments in building energy efficiency and urban heat island reduction in other parts of the county, use low-income communities for carbon reductions that cannot be achieved by the new development itself, primarily targeted at a more affluent population. Such approaches tacitly normalize environmental inequalities. Rather than using its financial capital to build or rebuild in the already urbanized Los Angeles region, creating more livable and affordable communities, the regulatory regime for environmental protection allows FivePoint to build on greenfields, using free nature to externalize its impacts (such as razing entire hilltops) and to use low-income neighborhoods as mitigation zones. Only GHG emissions are reduced, an accounting conclusion of zero net carbon impacts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Environmental justice concerns"
        },
        {
            "text": "Further, the apparent mitigations available to land developers have no upper limit. Mitigation shifts the burden of reduction to other communities, both local and far-flung, exploiting communities so that business as usual can be conducted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Environmental justice concerns"
        },
        {
            "text": "Finally, there are other social impacts that are complex to evaluate, yet important. Newhall's property development plan offers different villages with different mixes of housing types at different prices (including some 'affordable' dwellings). How will this affect social interaction? Will segregation by income be baked-into this new town for 60,000 people? A quick glance at the land use maps would indicate so, as the different housing types are clustered and separate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Environmental justice concerns"
        },
        {
            "text": "Environmental groups and tribal organizations considered whether to pursue further lawsuits. However, in the face of the revised EIR developed by Ramboll, they entered into 'a historic truce … agreeing to a deal' that will allow Newhall to go forward unchallenged. FivePoint Holdings agreed to provide about $25 million for conservation efforts aimed at protecting endangered species on the site and along a six-mile stretch of the Santa Clara River, the last free-flowing river in Southern California. It also signed a separate proprietary agreement with the Wishtoyo Foundation, a nonprofit Native American organization, to provide a parcel and undisclosed funding to construct a multimillion-dollar cultural center on ancestral lands within the development. In exchange for compensation of this sort, the environmental coalition led by the Center for Biological Diversity, the Wishtoyo Foundation/Ventura Coastkeeper, the California Native Plant Society, and the Santa Ynez Band of Chumash Indians dropped their lawsuit against the company and will not oppose the development of new homes, golf courses, schools, recreation centers and 13 million square feet of commercial space. FivePoint will also provide about $16 million to establish an independent conservancy led by representatives of the environmental groups and an additional $8 million to manage spineflowers and enhance their habitat (Sahagun and Agrawal, 2017) .",
            "cite_spans": [
                {
                    "start": 1398,
                    "end": 1425,
                    "text": "(Sahagun and Agrawal, 2017)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Environmental justice concerns"
        },
        {
            "text": "The currency of mitigation is all about money, money to develop and engage in lawsuits, money to compensate for irreversible environmental transformation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Environmental justice concerns"
        },
        {
            "text": "The state's focus on climate change mitigation through GHG emissions reductions comes on top of earlier and historic attempts to protect habitat for endangered species, agricultural land protection, and policy commitments to combat sprawl at the urban fringe (Pincetl, 1999; Pincetl et al., 2015b) . Policy has developed piecemeal and cumulatively; there is no integrated approach for habitat preservation, greenhouse gas reduction, curbing resource extraction, and reducing spatial/sociodemographic inequalities that result from large-scale and expansive suburban development.",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 274,
                    "text": "(Pincetl, 1999;",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 275,
                    "end": 297,
                    "text": "Pincetl et al., 2015b)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "California state environmental policy-an ineffectual layer cake"
        },
        {
            "text": "Environmental and social regulation is selective and reflects historical preferences (endangered species, disadvantaged communities, GHG emissions control) and what was politically feasible at the time. Regulation is culturally and historically contingent and sensitive to economic interests, seeking to balance other forces, pressures, and demands within the wider society (Jessop, 2002 : 31 in While et al., 2010 . What is clear in California, environmental protection has increasingly involved raising funds to compensate landowners for their land, developing land set aside exactions, and now investments in offsets. These take the state into yet another level of regulatory linkage with financial instruments and approaches that externalize locally generated impacts, but are new, untested, and still not fully implemented.",
            "cite_spans": [
                {
                    "start": 374,
                    "end": 387,
                    "text": "(Jessop, 2002",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 388,
                    "end": 414,
                    "text": ": 31 in While et al., 2010",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "California state environmental policy-an ineffectual layer cake"
        },
        {
            "text": "Ultimately, regulations form a legal, epistemological and cultural power matrix (Beck, 2010) . Beck calls this 'organized irresponsibility' (Ibid p. 259). Evaluating and mitigating environmental impacts follows a well-codified process. As Beck (2010) writes, it becomes clear that in virtue of the historical logic of legal systems and scientific norms, our societies (risk societies as he labels them) are prisoners of a repertoire of behaviors which completely bypass the globality of ecological crises (p. 260) as well as internalizing responsibility for their part in creating the crises. Beck points out, ''[I]n the technocratic iron cage of environmental politics carbon emissions are becoming the measure of all things'' (263), subsuming other impacts.",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 92,
                    "text": "(Beck, 2010)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 239,
                    "end": 250,
                    "text": "Beck (2010)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "California state environmental policy-an ineffectual layer cake"
        },
        {
            "text": "As in global efforts, regulation in California isolates greenhouse gas emissions as the (new) problem to be addressed, decontextualizing those gasses from global environmental change broadly, pollution and increased toxicity, and the increased pace and intensity of resource use. As Bigger (2015) notes, the creation of financial products or offsets that represent intangible atmospheric gases is a highpoint in the career of financialization [or using money for mitigation] (p. 142). The process is made all the more abstract because the object of management is information rather than some material quantum of carbon dioxide. Referring to Knox-Hayes, '[e]missions credits [or in our case off sets] are not in practice different from other types of financial commodities. However, because they are commodities constructed from the absence of space and time, they represent the extreme end of spatial and temporal abstraction. Also, carbon credits [offsets] are particularly problematic because of the extent of the separation of the complexity of carbon emissions and sequestration processes on the one hand, and the simplicity of financial representation [or transactionability] on the other (Knox-Hayes, 2013; MacKenzie, 2006 in Bigger op cit) .",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 296,
                    "text": "Bigger (2015)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1194,
                    "end": 1212,
                    "text": "(Knox-Hayes, 2013;",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1213,
                    "end": 1246,
                    "text": "MacKenzie, 2006 in Bigger op cit)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "California state environmental policy-an ineffectual layer cake"
        },
        {
            "text": "Carbon emissions are converted into tradeable commodities or investments that represent carbon sequestration or avoidance. These shape those factors that can be translated into value on the carbon market, forests, for example, but leaves everything else outside the accounting framework. Such a strategy relies on the speculator promise of science-not its findings (Fairhead et al., 2012) , as the cases of urban forestry or energy efficiency investments in buildings discussed above illustrate.",
            "cite_spans": [
                {
                    "start": 365,
                    "end": 388,
                    "text": "(Fairhead et al., 2012)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "California state environmental policy-an ineffectual layer cake"
        },
        {
            "text": "California, while a leader in climate regulation, has perhaps inadvertently created a path that-on paperreduces GHGs and habitat impacts, but in fact will perpetuate a land-use pattern that is energy and resource-intensive, continues irreversible environmental impacts, and does little to address environmental inequality, housing shortages, segregation, transportation congestion and lack of investment in existing urban areas. By utilizing the regulatory tools made available to comply procedurally with GHG emissions reductions and more, Newhall Ranch can create suburban development with a solar flavor, justified by an accounting framework that further institutionalizes marginal change without substantive transformation. State regulations simply further lockin business as usual.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "California state environmental policy-an ineffectual layer cake"
        },
        {
            "text": "This article highlights a novel development in land use regulation that will remain to be examined as it becomes implemented. We signal this new strategy in the context of concern about climate change and the evolving tools to attempt to curb GHG emissions. We show that ultimately, however, the approach utilized is most likely an accounting one rather than one that will change land development patterns and their impacts, including GHG emissions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The state's reluctance to regulate local land use under CARB and AB 32 represents a major gap in the state's climate policy framework. Local control over land use and the tight relationship between urban revenues and development has created fertile ground for land-extensive urban forms (Logan & Molotch, 1987) . U.S. federal subsidies for highways and other infrastructure post-WW II, as well as financing for suburban development, has been well documented (as well as the long-standing opposition to such development by the environmentally and social justice minded and concerned) (Rome, 2001) . Unsurprisingly, suburbanization, de-densification trends, and exurban sprawl have been accompanied and facilitated by social organization and construction technologies (Gottdiener, 1985) . Suburbanization (and its multitudinous manifestations) is the perfection of largescale development and construction techniques, financing, codes, and standards made possible due to historically inexpensive resources, including fossil fuel energy, and protected by private property rights. Such a land use and way of life has become normalized, and often desired by consumers.",
            "cite_spans": [
                {
                    "start": 287,
                    "end": 310,
                    "text": "(Logan & Molotch, 1987)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 583,
                    "end": 595,
                    "text": "(Rome, 2001)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 766,
                    "end": 784,
                    "text": "(Gottdiener, 1985)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "While the 2008-2009 real estate crash slowed suburban development, and the COVID-19 pandemic will have unknown consequences, the high cost of housing in regions with strong employment, such as California's city-regions, means that building additional housing further out in the periphery is seen as necessary by some to provide affordable housing, desirable by others, and far easier and less expensive than infill development in the city core. Newhall was touted, in fact, for providing much-needed housing in the region.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "After all, Newhall will be zero net carbon. But its land-use change impacts will not be mitigated and cannot be as they involve transforming a situated place. It is noteworthy, in addition, that little specific attention is paid to the resource burden of different development morphologies, their differential dependence on the availability of inexpensive carbon fuels, land, timber, water, and other resources, other than vehicle miles traveled (Bringezu, 2015; Bringezu et al., 2014; Pincetl, 2017) .",
            "cite_spans": [
                {
                    "start": 446,
                    "end": 462,
                    "text": "(Bringezu, 2015;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 463,
                    "end": 485,
                    "text": "Bringezu et al., 2014;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 486,
                    "end": 500,
                    "text": "Pincetl, 2017)",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "State policy treats GHGs as another isolatable 'thing' that now has primordial importance in it and of itself. This position has led to a de-emphasis on environmental threats and risks intrinsically coupled to GHGs, such as air pollution, toxic substances, habitat and species loss, public health impacts of environmental hazards, spatial inequalities, and sheer emotional distress at the loss of traditional vernacular landscapes. It is as though if GHGs are reduced, all the other environmental impacts of human activities and their effects on health and long-term well-being will go away.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Greenhouse gas emissions are a result of burning fossil fuels. Fossil fuel energy has enabled the concentration of human populations into cities and the range of permutations of urbanization. The Newhall Ranch development that uses existing state policies to claim GHG emissions mitigation still relies entirely on fossil fuels to come into existence and to maintain itself. We see how Newhall needs to engage in offsets to mitigate its GHG emissions. Those fossil fuels expended for Newhall will continue to have profound environmental impacts in the form of toxics and pollution and enable the vast and irreversible transformation of resources and landscapes. What is needed is a more substantive discussion of energy transitions and our urban future that goes beyond GHG emissions reductions. This dialogue needs to engage fundamental questions about how we want to live in a carbon-constrained future that includes stopping Earth systems change and unequal human impacts. Newhall Ranch adeptly utilizes the state and locality's regulations while perpetuating the status quo.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The policy developments outlined above reflect an increased tendency by policymakers to view GHG emissions reductions as a proxy for other environmental concerns. The shift to GHG emissions reductions as the metric of choice for environmental and climate policymakers has important implications, particularly when viewed through the land use-climate nexus. While carbon emissions can be abstracted with relative ease, their production remains inextricably linked to the materiality of land-use change. But in the new regulatory regime, carbon emissions are disconnected from land-use change itself. A ton of carbon emissions in California can be removed from the global balance sheet by purchasing offsets: investing in a forest project somewhere in the U.S is estimated to sequester one ton of carbon emissions. Offsets enable emitting carbon in one place and its sequestration in another, in a way that one cannot do with a unit of biodiversity, which is, by its very essence, unique to place. This type of abstraction, and the assumption of commensurability (e.g., carbon sequestration potential is the same as a ton of produced carbon and is the same everywhere and anywhere), obscures both local and broader social and environmental implications associated with the production of emissions. Landscape change, for example, entirely eludes commensurability metrics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The continuation of emissions-intensive sprawling development produced through local land use decisions and creative carbon accounting cannot be addressed without greater alignment between local land use planning and state-level climate policy. Enduring structures of land use development that drive GHG emissions and environmental change will not change in the absence stronger requirements and support for local compliance with state climate objectives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Funding The authors received no outside funding to conduct this research or to write the paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Global cooling updates: Reflective roofs and pavements",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Akbari",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Matthews",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Energy and Buildings",
            "volume": "55",
            "issn": "",
            "pages": "2--6",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The long-term effect of increasing the albedo of urban areas",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Akbari",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Matthews",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Seto",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Environmental Research Letters",
            "volume": "7",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Urbanizing urban political ecology: A critique of methodological cityism",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Angelo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wachsmuth",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "International Journal of Urban and Regional Research",
            "volume": "",
            "issn": "",
            "pages": "16--27",
            "other_ids": {
                "DOI": [
                    "10.1111/1468-2427.12105(16-27)"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Climate for change, or how to create a green modernity? Theory",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Beck",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "27",
            "issn": "",
            "pages": "254--266",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Environmental governance in the carbon economy: Regulating greenhouse gas emissions California's cap-and-trade program. Theses and Dissertations-Geography",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Bigger",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "32",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Assessing global land use: Balancing consumption with sustainable supply",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bringezu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Schutz",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Pengue",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "O&apos;brien",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Garcia",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sims",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Howarth",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kauppi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Swilling",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Herrick",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "United Nations Environment Programme",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Possible target corridor for sustainable use of global material resources",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bringezu",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Resources",
            "volume": "4",
            "issn": "1",
            "pages": "25--54",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Cities and low carbon transitions",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bulkeley",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Van Broto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hodson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Marvin",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Revisiting the urban politics of climate change",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bulkeley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Betsill",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Environmental Politics",
            "volume": "22",
            "issn": "",
            "pages": "136--154",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Electricity infrastructure vulnerabilities due to long-term growth and extreme heat from climate change in Los Angeles County",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Burillo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Chester",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pincetl",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fournier",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Energy Policy",
            "volume": "128",
            "issn": "",
            "pages": "943--953",
            "other_ids": {
                "DOI": [
                    "10.1016/j.enpol.2018.12.053"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Low-income barriers study, part A: Overcoming barriers to energy efficiency and renewables for low-income customers and small business contracting opportunities in disadvantaged communities December",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The fiscal trade-off: Sprawl, the conversion of land, and wage decline in California's metropolitan regions",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chapple",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Landscape and Urban Planning",
            "volume": "177",
            "issn": "",
            "pages": "294--302",
            "other_ids": {
                "DOI": [
                    "10.1016/j.landurbplan.2018.01.002"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Building the future: Construction in Southern California: The industry, its jobs and its economic contribution, Southern California Industry series. Los Angeles Economic Development Corporation",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ritter-Martinez",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mitra",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Dewitt",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Barriers to widespread adoption of electric vehicles: An analysis of consumer attitudes and perceptions",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Egbue",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Long",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Energy Policy",
            "volume": "48",
            "issn": "",
            "pages": "717--729",
            "other_ids": {
                "DOI": [
                    "10.1016/j.enpol.2012.06.009"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Right type, right place: Assessing the environmental and economic impacts of infill residential development",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "N"
                    ],
                    "last": "Elkind",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Galante",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Decker",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chapple",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hanson",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Urban ecology: An international perspective on the interaction between humans and nature",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Ewing",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "519--535",
            "other_ids": {
                "DOI": [
                    "10.1007/978-0-387-73412-5_34"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Compactness versus sprawl: A review of recent evidence from the United States",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ewing",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hamidi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of Planning Literature",
            "volume": "30",
            "issn": "4",
            "pages": "413--432",
            "other_ids": {
                "DOI": [
                    "10.1177/0885412215595439"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The experimental city",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Z"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Karvonen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Raven",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The barriers to using urban infill development to achieve smart growth",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Farris",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Housing Policy Debate",
            "volume": "12",
            "issn": "1",
            "pages": "1--30",
            "other_ids": {
                "DOI": [
                    "10.1080/10511482.2001.9521395"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Green grabbing: A new appropriation of nature?",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fairhead",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Leach",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Scoones",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "The Journal of Peasant Studies",
            "volume": "39",
            "issn": "",
            "pages": "237--261",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Newhall ranch specific plan",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Forma",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Effects of building size growth on residential energy efficiency and conservation in California",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Fournier",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Federico",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Porse",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pincetl",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Applied Energy",
            "volume": "240",
            "issn": "",
            "pages": "446--452",
            "other_ids": {
                "DOI": [
                    "10.1016/j.apenergy.2019.02.072"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Newhall Ranch",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Guide to California planning (Third)",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Fulton",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Shigley",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The social production of space",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gottdeiner",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Life-cycle greenhouse gas emissions of materials used in road construction",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Hanson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Noland",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Cavale",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Transportation Research Record",
            "volume": "2287",
            "issn": "1",
            "pages": "174--181",
            "other_ids": {
                "DOI": [
                    "10.3141/2287-21"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The new book of california tomorrow: Reflections and projections from the golden state",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hart",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "From net energy to zero energy buildings: Defining life cycle zero energy buildings (LC-ZEB)",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hernandez",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kenny",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Energy and Buildings",
            "volume": "42",
            "issn": "6",
            "pages": "815--821",
            "other_ids": {
                "DOI": [
                    "10.1016/j.enbuild.2009.12.001"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Climate governance at the crossroads: Experimenting with a global response after Kyoto",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Hoffmann",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "SCV environmentalists: Newhall Ranch is not a done deal",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Holt",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The future of the capitalist state",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Jessop",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Polity",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Rescaling regions in the state: The new regionalism in California",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E G"
                    ],
                    "last": "Jonas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pincetl",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Political Geography",
            "volume": "25",
            "issn": "",
            "pages": "482--505",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Endangered neoliberal suburbanism? The use of the federal endangered species act as a growth management tool in southern California",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E G"
                    ],
                    "last": "Jonas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pincetl",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sullivan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Urban Studies",
            "volume": "50",
            "issn": "",
            "pages": "2311--2331",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The spatial and temporal dynamics of value in financialization: Analysis of the infrastructure of climate markets",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Knox-Hayes",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Geoforum",
            "volume": "50",
            "issn": "",
            "pages": "117--128",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Urban theory, new critical perspectives",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Krueger",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Zoned out: Regulation, markets, and choices in transportation and metropolitan land use. Resources for the Future Press",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Levine",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "A review of factors influencing consumer intentions to adopt battery electric vehicles",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Long",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Geng",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Renewable and Sustainable Energy Reviews",
            "volume": "78",
            "issn": "",
            "pages": "318--328",
            "other_ids": {
                "DOI": [
                    "10.1016/j.rser.2017.04.076"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Systems integration for global sustainability",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mooney",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Hull",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gaskell",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hertel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lubchenco",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Seto",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gleick",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kremen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Science",
            "volume": "347",
            "issn": "",
            "pages": "963--972",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Urban fortunes: The political economy of place",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Logan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Molotch",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "An engine, not a camer. How financial models shape markets",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mackenzie",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Overcoming opposition to new housing",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Monkkonen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Livesley-O&apos;neill",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "from UCLA Lewis Center for Regional Policy Studies",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Do land-use controls cause sprawl? Environment and Planning B: Planning and Design",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pendall",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "555--571",
            "other_ids": {
                "DOI": [
                    "10.1068/b260555"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "State regulators weigh whether the state needs more power plants",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Penn",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Los Angeles Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Californians are paying billions for power they don't need",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Penn",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Menezes",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Los Angeles Times. Feb. 5. Retrieved",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Transforming California, the political history of land use and development",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pincetl",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Political ecology and habitat conservation for endangered species planning in Southern California: Region, places and ecological governance",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pincetl",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Jonas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sullivan",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Geoforum",
            "volume": "42",
            "issn": "",
            "pages": "427--438",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "LA energy Atlas. California center for sustainable communities. UCLA",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pincetl",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "La Energy",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Land use regulation for resource conservation",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pincetl",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Santos",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Watt",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Ecosystems of California: A source book",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "899--924",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Cities in the anthropocene",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pincetl",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ancene.2017.08.001"
                ]
            }
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Structural, geographic, and social factors in urban building energy use: Analysis of aggregated accountlevel consumption data in a megacity",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Porse",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Derenski",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gustafson",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Elizabeth",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pincetl",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Energy Policy",
            "volume": "96",
            "issn": "",
            "pages": "179--192",
            "other_ids": {
                "DOI": [
                    "10.1016/j.enpol.2016.06.002"
                ]
            }
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Greenhouse gas emissions technical report, resource management development plan & spineflower conservation plan Los Angeles County, CA. Prepared for the newhall land and farming company",
            "authors": [
                {
                    "first": "Ramboll",
                    "middle": [],
                    "last": "Environ",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Project number 0534264Q. AEA Appendix 1. Technical Report and Appendices",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "The bulldozer in the countryside, suburban sprawl and the rise of American environmentalism",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rome",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Deal for new city at Newhall Ranch fuels development boom transforming northern L.A. County",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sagahun",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Agrawal",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Los Angeles Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Energy loads, CO2 emissions and building stocks: morphologies, typologies, energy systems and behaviour",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Salat",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Building Research and Information",
            "volume": "37",
            "issn": "5-6",
            "pages": "598--609",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Chapter 2: Urban complexity, efficiency and resilience",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Salat",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bourdic",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Tech",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "The push and pull land use policy: Reconstructing 150 years of development and conservation land use acquisition",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Santos",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Watt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pincetl",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS ONE",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0103489"
                ]
            }
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Global forecasts of urban expansion to 2030 and direct impacts on biodiversity and carbon pools",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Seto",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Guneralp",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Hutyra",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "109",
            "issn": "",
            "pages": "16083--16088",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Effect of California greenhouse gas regulations on local land use and regional transportation planning. SSRN Scholarly Paper ID 2995599",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Silva-Send",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mandich",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Social Science Research Network",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Valuing chaparral: Ecological, socio-economic, and management perspectives",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Syphard",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Brennan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Keeley",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "323--346",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-319-68303-4_12"
                ]
            }
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "From Sustainable development to carbon control: Eco-state restructuring and the politics of urban and regional development",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "While",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E G"
                    ],
                    "last": "Jonas",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gibbs",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Transactions of the Institute of British Geographers",
            "volume": "35",
            "issn": "",
            "pages": "76--93",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Requiem for a Growth Machine: Homeowner Preeminence in 1980s Los Angeles",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Whittemore",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Planning History",
            "volume": "11",
            "issn": "2",
            "pages": "124--140",
            "other_ids": {
                "DOI": [
                    "10.1177/1538513211417344"
                ]
            }
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "California going going: Our state's struggle to remain beautiful and productive",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Wood",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Heller",
                    "suffix": ""
                }
            ],
            "year": 1961,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "A sample of climate and energy related legislation in California Applicable law: https://leginfo.legislature.ca.gov/faces/billTextClient.xhtml?bill_id=201520160AB1482",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "The Code ensures that new and existing buildings achieve energy efficiency and preserve outdoor and indoor environmental quality through use of the most energy efficient technologies and construction Additional information: http://www.energy.ca.gov/title24/ Applicable law: California Code of Regulations, Title 24, Part 6 and associated administrative regulations in Part 1",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}