{"paper_id": "bb47c4dba8d4593bad0bacab13900bf1ae057ec5", "metadata": {"title": "Mathematical Model with Social Distancing Parameter for Early Estimation of COVID-19 Spread", "authors": [{"first": "Saroj", "middle": ["Kumar"], "last": "Chandra", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Avaneesh", "middle": [], "last": "Singh", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Manish", "middle": [], "last": "Kumar Bajpai", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "COVID-19 is well known to everyone in the world. It has spread around the world. No vaccine or antiviral treatment is available till now. COVID-19 patients are increasing day by day. All countries have adopted social distancing as a preventive measure to reduce spread. It becomes necessary to estimate the number of peoples going to be affected with COVID-19 in advance so that necessary arrangements can be done. Mathematical models are used to provide early disease estimation based on limited parameters. In the present manuscript, a novel mathematical model with a social distancing parameter has been proposed to provide early COVID-19 spread estimation. The model has been validated with real data set. It has been observed that the proposed model is more accurate in spread estimation.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "COVID-19 has emerged as a life-threatening outbreak disease. World Health Organization has declared as a pandemic in January 2020 [1] . The first case has been reported in Wuhan city of Hubei Province in south China on 31, December 2019 as unidentified pneumonia [2, 3] . COVID-19 disease has been identified as a member of the Severe Acute Respiratory Syndrome (SARS) that outbroke also in South China in 2002-2003 [4] . This disease is developed in the human body in the presence of a coronavirus. The coronavirus has been described in 1966 by Tyrell and Bynoe [5] . The virus is divided into four categories namely alpha, beta, gamma, and delta. Bats are a major source of alpha and beta virus category of the coronavirus. While gamma and delta originate from pigs and birds. Among these viruses, beta can infect human beings. The most common symptoms of COVID-19 are fever, tiredness, and dry cough. Some patients may have aches and pains, nasal congestion, runny nose, sore throat or diarrhea. Around 1 out of every 6 people who get COVID-19 becomes seriously ill and develops difficulty breathing [6] . COVID-19 is a transmissible disease. Hence, peoples get infected with coronavirus from others (COVID patients) by coughs or sneezing [7] . No vaccine or antiviral treatment is available till now. The mortality rate is increasing day by day. The rapid spread of the COVID-19 may be due to multiple causes. One cause is the lacking of information transparency at the early stage of the epidemic outbreak. Releasing the epidemic information in a timely and accurate way is extremely important for the anti-epidemic response of the public. The authentic and transparent information could have prohibited the spread of the COVID-19 at the early stage. The other cause is the lacking of the scientific diagnostic criterion for the COVID-19. As preventive measures, all the major countries have canceled events, classes in schools and colleges, businesses have pushed work from home policies. All of these measures are adopted to slow the spread of the disease. These measures are broadly referred to as social distancing. In the present manuscript, a mathematical model is being developed for estimating COVID-19 disease. Also, the proposed model incorporates the social distancing parameter for better spread estimation.", "cite_spans": [{"start": 130, "end": 133, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 263, "end": 266, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 267, "end": 269, "text": "3]", "ref_id": "BIBREF2"}, {"start": 416, "end": 419, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 563, "end": 566, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 1103, "end": 1106, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 1242, "end": 1245, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Introduction"}, {"text": "Mathematical modelling has gained more attention and awareness in epidemiology and the medical sciences [8, 9, 10, 11] . It has been used for cancer detection, segmentation and classification [12, 13] . These models are useful in cases where disease dynamics are not unclear. It estimates the number of cases in worst and best-case scenarios. Susceptible-Infected-Removed (SIR) and Susceptible-Exposed-Infected-Removed (SEIR) models are the most studied and used models to estimate disease spread. These models are helpful in estimating the effect of preventive measures on disease spread. The SIR model originated from the study of the plague almost one hundred years ago. This model estimates spread by using contact rate and infection period only. It has been observed that this model is not suitable for estimating the spread in which the incubation period is involved such as COVID-19. Hence, the SEIR model is a suitable model for estimating COVID-19 spread since it incorporates the incubation period. However, the SEIR model failed to estimate the spread where preventive measures are adopted such as social distancing. In the present manuscript, a modified SEIR model is presented estimating COVID-19 spread. The proposed model has incorporated the social distancing parameter more accurate estimation of COVID-19 disease.", "cite_spans": [{"start": 104, "end": 107, "text": "[8,", "ref_id": "BIBREF7"}, {"start": 108, "end": 110, "text": "9,", "ref_id": "BIBREF8"}, {"start": 111, "end": 114, "text": "10,", "ref_id": "BIBREF9"}, {"start": 115, "end": 118, "text": "11]", "ref_id": "BIBREF10"}, {"start": 192, "end": 196, "text": "[12,", "ref_id": "BIBREF11"}, {"start": 197, "end": 200, "text": "13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Introduction"}, {"text": "The present work is organized as follows. The mathematical model for COVID-19 spread estimation is presented in section 2. Section 3 discusses the results obtained by the proposed mathematical model.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "In this section, a modified SEIR mathematical model is being presented for estimating COVID-19 spread. Proposed model uses basic SEIR model to design novel mathematical 2 . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Proposed Methodology with Social Distancing"}, {"text": "The copyright holder for this preprint this version posted May 5, 2020. . model. The SEIR model is a compartmental model for estimating disease spread in the population. Its an acronym for Susceptible, Exposed, Infected, Recovered. When a disease is introduced to a population, the people move from one compartment to another compartment. When a people has reached to R state, then the people either survived the disease or out of the population. The classical SEIR is defined be equations", "cite_spans": [{"start": 59, "end": 73, "text": "May 5, 2020. .", "ref_id": null}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Here, equations (1), (2), (3) and (4) represent four Ordinary Differential Equations (ODE's).", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The three parameters are α, β and γ. These are defined as α: is the inverse of the incubation period β is the average contact rate in the population γ is the inverse of the mean infectious period", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Equation (1) is the change in people susceptible to the disease and is moderated by the number of infected people and their contact with the infected. Equation (2) gives the people who have been exposed to the disease. It grows based on the contact rate and decreases based on the incubation period whereby people then become infected. Equation (3) gives us the change in infected people based on the exposed population and the incubation period. It decreases based on the infectious period, so the higher γ is, the more quickly people die/recover and move on to the final stage in Equation (4). The proposed mathematical model is shown in the Figure 1 is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 5, 2020. . In the proposed model a novel factor ρ has been introduced as social distancing parameter. Social distancing is maintained in transmissible diseases like COVID-19. It includes avoiding large gatherings, physical contact, and other efforts to mitigate the spread of infectious disease. This parameter controls contact rate, β. Social distancing parameter ρ lies in the range 01, where 0 indicates everyone is locked down and quarantined while 1 is equivalent to our base case above. The equations (1) and (2) are being multiplied with parameter to have social distancing effect. The modified equations are defined as", "cite_spans": [{"start": 59, "end": 73, "text": "May 5, 2020. .", "ref_id": null}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "All the experimental studies have been performed on PYTHON. The machine used for performing simulation work has CPU clock speed 1.60 GHz, 8GB RAM, 256 KB L1 cache, 1.0 MB L2 cache, and 6.0 MB L3 cache hardware configuration. The proposed mathematical model has been validated on cases of COVID-19 in India [14] . The day-wise COVID-19 cases are shown in the Figure 2 State-wise active COVID-19 cases in India is shown in Figure 2 [15]. It can be analyzed from Figure 2 that COVID-19 cases are increasing day by day. The state-wise COVID-19 cases are Tabulated in the Table 1 . It can be easily analyzed from the Table 1 that Maharashtra, Delhi, Tamil Nadu, Uttar Pradesh, Madhya Pradesh, 4 . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [{"start": 306, "end": 310, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [{"start": 358, "end": 366, "text": "Figure 2", "ref_id": "FIGREF1"}, {"start": 421, "end": 429, "text": "Figure 2", "ref_id": "FIGREF1"}, {"start": 460, "end": 468, "text": "Figure 2", "ref_id": "FIGREF1"}, {"start": 567, "end": 574, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 612, "end": 619, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Results and Discussion"}, {"text": "The copyright holder for this preprint this version posted May 5, 2020. . Telengana and Rajasthan are major affected states with COVID-19 diseases. The COVID-19 spread behavior with different measurements such as before and after applying social distancing and spread due to breakage in maintaining social distancing have been shown in Figure 3 . ", "cite_spans": [], "ref_spans": [{"start": 336, "end": 344, "text": "Figure 3", "ref_id": "FIGREF3"}], "section": "(which was not certified by peer review)"}, {"text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "5"}, {"text": "The copyright holder for this preprint this version posted May 5, 2020. . Figure 3 (a) shows polynomial spread behavior with degree 2 before applying social distancing. The effect of social distancing can be seen in Figure 3 (b) which shows a reduction of spread behavior from polynomial to linear. Exponential behavior has been analyzed by breaking the social distancing as can be seen in Figure 3 (c). The overall spread behavior up to 10 − April − 2020 is shown in Figure 3 (d). Figure 3 (d) shows how spread behavior has been changed from polynomial of degree 2 to polynomial of degree 3. The overall population has been considered as susceptible cases. The experimental studies have been performed on 10000 population. The cases which do not belong to susceptible cases either belong to exposed, infected or recovered. The peoples who have contacted recently to infected people move to exposed cases. The exposed cases move to infected after completion of the incubation period. The infected people's moves recover cases after successful completion of coronavirus cycle, clinical process or death. The value of incubation period α has been fixed with 0.2 and an infection period of 0.5 6 . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [{"start": 74, "end": 82, "text": "Figure 3", "ref_id": "FIGREF3"}, {"start": 216, "end": 224, "text": "Figure 3", "ref_id": "FIGREF3"}, {"start": 390, "end": 398, "text": "Figure 3", "ref_id": "FIGREF3"}, {"start": 468, "end": 476, "text": "Figure 3", "ref_id": "FIGREF3"}, {"start": 482, "end": 494, "text": "Figure 3 (d)", "ref_id": "FIGREF3"}], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 5, 2020. . days has been considered in all modes for validating proposed methodology [16, 17] . The performance of the proposed mathematical model works in two different modes. The first mode works on the classical SEIR model in which the value of the social distancing rate ρ is fixed to 1. In this mode, the spread of disease depends only on the contact rate β. The result obtained by proposed mathematical model with ρ = 1 and β = 1.5, β = 1.75 and β = 2.0 has been shown in the Figure 4 . Greenline shows COVID-19 spread with β = 1.5, similarly red and blue line shows spread with β = .1.75 and β = 2.0 respectively. It can be easily analyzed from the green dotted line that spread is about 3% in 21 day which is approximately the same as COVID-19 disease spread before applying social distancing in India. It can be also analyzed that if this spread has been followed then the maximum 35% population could have been suffered from COVID-19 disease in 30 days. The second mode is with different social distancing rates. The results obtained have been shown in Figure 5 . It has been analyzed with about 300 active cases. It can be easily analyzed from the green dotted line that spread is about 10% in 10 days which is approximately the same as COVID-19 disease spread after applying social distancing in India. Hence, it can be also analyzed that spread behavior is linear in nature. Also, it can be said that if this spread has been followed then the maximum 30% population could have been suffered from COVID-19 disease 30 days. CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [{"start": 59, "end": 73, "text": "May 5, 2020. .", "ref_id": null}, {"start": 148, "end": 152, "text": "[16,", "ref_id": "BIBREF15"}, {"start": 153, "end": 156, "text": "17]", "ref_id": "BIBREF16"}], "ref_spans": [{"start": 545, "end": 553, "text": "Figure 4", "ref_id": "FIGREF4"}, {"start": 1126, "end": 1134, "text": "Figure 5", "ref_id": "FIGREF5"}], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 5, 2020. .", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The sudden increase has been analyzed after 30−M arch−2020. This is due to the breakage of social distancing as a gathering of peoples. It can be easily observed from Figure 6 that spread is about to 60% peoples in 10 days which closely resembles COVID-19 spread after gathering. Also, It can be said that due to this gathering the spreading behavior has been changed from linear to a polynomial of degree 3. Also, it is found that 60 days lockdown is required in the current scenario to complete recovery of COVID-19 disease. ", "cite_spans": [], "ref_spans": [{"start": 167, "end": 175, "text": "Figure 6", "ref_id": "FIGREF6"}], "section": "(which was not certified by peer review)"}, {"text": "The present work has investigated the problem of COVID-19 spread in India in current scenarios. A mathematical model has been established, which follows the actual data trend of COVID-19 spread in India. It has been proved from analytical (based on mathematical modeling) and simulation results that social distancing plays an important role in spread estimation. The effect of social distancing has been discussed with different social distancing rates. It has been found that social distancing can reduce spread from polynomial to linear. It has been also observed breakage in social distancing can rise spread from linear to exponentially. The maximum cases and recovery periods are also analyzed. It has been found that in the current spread scenario 60 days lockdown is required for complete recovery.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Novel Coronavirus (2019-nCoV) Advice for the Public", "authors": [{"first": "W", "middle": ["H"], "last": "Organization", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Outbreak of pneumonia of unknown etiology in Wuhan, China: The mystery and the miracle", "authors": [{"first": "C", "middle": ["W S"], "last": "Hongzhou Lu1", "suffix": ""}, {"first": "Y", "middle": [], "last": "Tang", "suffix": ""}], "year": 2020, "venue": "Journal of Medical Virology", "volume": "", "issn": "", "pages": "401--402", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Early prediction of the 2019 novel coronavirus outbreak in the mainland china based on simple mathematical model", "authors": [{"first": "L", "middle": [], "last": "Zhong", "suffix": ""}, {"first": "L", "middle": [], "last": "Mu", "suffix": ""}, {"first": "J", "middle": [], "last": "Li", "suffix": ""}, {"first": "J", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Z", "middle": [], "last": "Yin", "suffix": ""}, {"first": "D", "middle": [], "last": "Liu", "suffix": ""}], "year": 2020, "venue": "IEEE Access", "volume": "8", "issn": "", "pages": "51761--51769", "other_ids": {"DOI": ["10.1109/ACCESS.2020.2979599"]}}, "BIBREF3": {"ref_id": "b3", "title": "Sars-cov-2 viral load in upper respiratory specimens of infected patients", "authors": [{"first": "H", "middle": ["M"], "last": "Zou", "suffix": ""}, {"first": "L", "middle": [], "last": "Ruan", "suffix": ""}, {"first": "F", "middle": [], "last": "", "suffix": ""}], "year": 2020, "venue": "New England Journal of Medicine", "volume": "382", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Covid-19 epidemic editorial", "authors": [{"first": "G", "middle": [], "last": "Williamson", "suffix": ""}], "year": 2020, "venue": "The Open Nursing Journal", "volume": "14", "issn": "", "pages": "37--38", "other_ids": {"DOI": ["10.2174/1874434602014010037"]}}, "BIBREF5": {"ref_id": "b5", "title": "Estimating the asymptomatic proportion of coronavirus disease 2019 (covid-19) cases on board the diamond princess cruise ship, yokohama, japan, 2020. eurosurveillance, Epub ahead of print 25", "authors": [{"first": "Z", "middle": ["A"], "last": "Mizumoto", "suffix": ""}, {"first": "K", "middle": [], "last": "Kagaya", "suffix": ""}, {"first": "K", "middle": [], "last": "", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Herd immunity estimating the level required to halt the covid-19 epidemics in affected countries", "authors": [{"first": "K", "middle": [], "last": "Kwok", "suffix": ""}, {"first": "F", "middle": [], "last": "Lai", "suffix": ""}, {"first": "W", "middle": [], "last": "Wei", "suffix": ""}, {"first": "S", "middle": [], "last": "Wong", "suffix": ""}, {"first": "J", "middle": [], "last": "Tang", "suffix": ""}], "year": null, "venue": "Journal of Infectiondoi", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.jinf.2020.03.027"]}}, "BIBREF7": {"ref_id": "b7", "title": "An introduction to compartmental modeling for the budding infectious disease modeler", "authors": [{"first": "C", "middle": ["L"], "last": "Blackwood", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "", "suffix": ""}], "year": 2018, "venue": "Letters in Biomathematics", "volume": "5", "issn": "", "pages": "195--221", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Mathematical modelling and prediction in infectious disease epidemiology", "authors": [{"first": "A", "middle": [], "last": "Huppert", "suffix": ""}, {"first": "G", "middle": [], "last": "Katriel", "suffix": ""}], "year": 2013, "venue": "Clinical Microbiology and Infection", "volume": "19", "issn": "11", "pages": "999--1005", "other_ids": {"DOI": ["10.1111/1469-0691.12308.URLhttp:/www.sciencedirect.com/science/article/pii/S1198743X14630019"]}}, "BIBREF9": {"ref_id": "b9", "title": "Understanding epidemics from mathematical models: Details of the 2010 dengue epidemic in bello (antioquia, colombia)", "authors": [{"first": "D", "middle": ["P"], "last": "Lizarralde-Bejarano", "suffix": ""}, {"first": "S", "middle": [], "last": "Arboleda-Snchez", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Puerta-Yepes", "suffix": ""}], "year": 2017, "venue": "Applied Mathematical Modelling", "volume": "43", "issn": "", "pages": "566--578", "other_ids": {"DOI": ["10.1016/j.apm.2016.11.022.URLhttp:/www.sciencedirect.com/science/article/pii/S0307904X16306278"]}}, "BIBREF10": {"ref_id": "b10", "title": "A mathematical model for predicting the geographic spread of new infectious agents", "authors": [{"first": "I", "middle": ["M"], "last": "Longini", "suffix": ""}], "year": 1988, "venue": "Mathematical Biosciences", "volume": "90", "issn": "1", "pages": "367--383", "other_ids": {"DOI": ["10.1016/0025-5564(88)90075-2.URLhttp:/www.sciencedirect.com/science/article/pii/0025556488900752"]}}, "BIBREF11": {"ref_id": "b11", "title": "Mesh free alternate directional implicit method based three dimensional super-diffusive model for benign brain tumor segmentation", "authors": [{"first": "S", "middle": ["K"], "last": "Chandra", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Bajpai", "suffix": ""}], "year": null, "venue": "Computers Mathematics with Applica", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.camwa.2019.02.009.URLhttp:/www.sciencedirect.com/science/article/pii/S089812211930077X"]}}, "BIBREF12": {"ref_id": "b12", "title": "Fractional mesh-free linear diffusion method for image enhancement and segmentation for automatic tumor classification", "authors": [{"first": "S", "middle": ["K"], "last": "Chandra", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Bajpai", "suffix": ""}], "year": 2020, "venue": "Biomedical Signal Processing and Control", "volume": "58", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.bspc.2019.101841.URLhttp:/www.sciencedirect.com/science/article/pii/S1746809419304227"]}}, "BIBREF13": {"ref_id": "b13", "title": "Live): 1,521,090 Cases, 88,565 Deaths and 331,354 recovered cases from COVID-19 Virus Outbreak", "authors": [{"first": "Coronavirus", "middle": [], "last": "Worldometer", "suffix": ""}, {"first": "", "middle": [], "last": "Update", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Ministry of Health and Family Welfare: Goverment of India", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Feasibility of controlling covid-19 outbreaks by isolation of cases and contacts", "authors": [{"first": "J", "middle": ["H"], "last": "", "suffix": ""}], "year": 2020, "venue": "The Lancet Global Health", "volume": "8", "issn": "4", "pages": "488--496", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Epidemic analysis of covid-19 in china by dynamical modelingdoi", "authors": [{"first": "P", "middle": [], "last": "Liangrong", "suffix": ""}, {"first": "W", "middle": [], "last": "Yang", "suffix": ""}, {"first": "D", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "C", "middle": [], "last": "Zhuge", "suffix": ""}, {"first": "L", "middle": [], "last": "Hong", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.02.16.20023465"]}}}, "ref_entries": {"FIGREF0": {"text": "Proposed", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Day-wise active COVID-19 cases in India", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Active COVID-19 cases spread scenarios in India", "latex": null, "type": "figure"}, "FIGREF4": {"text": "COVID-19 Spread before applying social distancing with ρ = 1", "latex": null, "type": "figure"}, "FIGREF5": {"text": "COVID-19 Spread after applying different social distancing rates 7 .", "latex": null, "type": "figure"}, "FIGREF6": {"text": "COVID-19 Spread due to breakage in social distancing", "latex": null, "type": "figure"}, "TABREF0": {"text": "Total number of confirmed state wise cases in India till 17-March-2020", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Name of State/UT </td><td>Total confirmed cases </td><td>Cured/Discharged </td><td>Death\n</td></tr><tr><td>Andaman and Nicobar Islands </td><td>11 </td><td>10 </td><td>0\n</td></tr><tr><td>Andhra Pradesh </td><td>534 </td><td>20 </td><td>14\n</td></tr><tr><td>Arunachal Pradesh </td><td>1 </td><td>0 </td><td>0\n</td></tr><tr><td>Assam </td><td>33 </td><td>5 </td><td>1\n</td></tr><tr><td>Bihar </td><td>74 </td><td>29 </td><td>1\n</td></tr><tr><td>Chandigarh </td><td>21 </td><td>7 </td><td>0\n</td></tr><tr><td>Chhattisgarh </td><td>33 </td><td>17 </td><td>0\n</td></tr><tr><td>Delhi </td><td>1578 </td><td>42 </td><td>32\n</td></tr><tr><td>Goa </td><td>7 </td><td>5 </td><td>0\n</td></tr><tr><td>Gujarat </td><td>871 </td><td>64 </td><td>36\n</td></tr><tr><td>Haryana </td><td>205 </td><td>43 </td><td>3\n</td></tr><tr><td>Himachal Pradesh </td><td>35 </td><td>16 </td><td>1\n</td></tr><tr><td>Jammu and Kashmir </td><td>300 </td><td>36 </td><td>4\n</td></tr><tr><td>Jharkhand </td><td>28 </td><td>0 </td><td>2\n</td></tr><tr><td>Karnataka </td><td>315 </td><td>82 </td><td>13\n</td></tr><tr><td>Kerala </td><td>388 </td><td>218 </td><td>3\n</td></tr><tr><td>Ladakh </td><td>17 </td><td>10 </td><td>0\n</td></tr><tr><td>Madhya Pradesh </td><td>1120 </td><td>64 </td><td>53\n</td></tr><tr><td>Maharashtra </td><td>2919 </td><td>295 </td><td>187\n</td></tr><tr><td>Manipur </td><td>2 </td><td>1 </td><td>0\n</td></tr><tr><td>Meghalaya </td><td>7 </td><td>0 </td><td>1\n</td></tr><tr><td>Mizoram </td><td>1 </td><td>0 </td><td>0\n</td></tr><tr><td>Nagaland </td><td>0 </td><td>0 </td><td>0\n</td></tr><tr><td>Odisha </td><td>60 </td><td>18 </td><td>1\n</td></tr><tr><td>Puducherry </td><td>7 </td><td>1 </td><td>0\n</td></tr><tr><td>Punjab </td><td>186 </td><td>27 </td><td>13\n</td></tr><tr><td>Rajasthan </td><td>1023 </td><td>147 </td><td>3\n</td></tr><tr><td>Tamil Nadu </td><td>1242 </td><td>118 </td><td>14\n</td></tr><tr><td>Telengana </td><td>698 </td><td>120 </td><td>18\n</td></tr><tr><td>Tripura </td><td>2 </td><td>1 </td><td>0\n</td></tr><tr><td>Uttarakhand </td><td>37 </td><td>9 </td><td>0\n</td></tr><tr><td>Uttar Pradesh </td><td>773 </td><td>68 </td><td>13\n</td></tr><tr><td>West Bengal </td><td>231 </td><td>42 </td><td>7\n</td></tr></table></body></html>"}}, "back_matter": []}