{
    "paper_id": "bc3d0d50643c79d290383524acae8e895ef5a0e4",
    "metadata": {
        "title": "Adjuvant Therapy System of COVID-19 Patient: Integrating Warning, Therapy, Post-Therapy Psychological Intervention",
        "authors": [
            {
                "first": "Miao",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yixue",
                "middle": [],
                "last": "Hao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yaxiong",
                "middle": [],
                "last": "Ma",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jincai",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Long",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Min",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kai",
                "middle": [],
                "last": "Hwang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhongchun",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The 2019 novel coronavirus(COVID-19) spreads rapidly, and the large-scale infection leads to the lack of medical resources. For the purpose of providing more reasonable medical service to COVID-19 patients, we designed an novel adjuvant therapy system integrating warning, therapy, and post-therapy psychological intervention. The system combines data analysis, communication networks and artificial intelligence(AI) to design a guidance framework for the treatment of COVID-19 patients. Specifically, in this system, we first can use blood characteristic data to help make a definite diagnosis and classify the patients. Then, the classification results, together with the blood characteristics and underlying diseases disease characteristics of the patient, can be used to assist the doctor in treat treating the patient according to AI algorithms. Moreover, after the patient is discharged from the hospital, the system can monitor the psychological and physiological state at the data collection layer. And in the data feedback layer, this system can analyze the data and report the abnormalities of the patient to the doctor through communication network. Experiments show the effectiveness of our proposed system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "T HE pneumonia epidemic brought by the 2019 novel coronavirus (COVID-19) outbreak in many countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "Statistics show that, more than 10 million people have been infected all over the world [1] , together with severe injuries, deaths, and economic losses. And many governments have declared an emergency. There are no reports of specific drugs for the treatment of patients with COVID-19, but drugs have been used to improve the immune system, and it is not possible to mass produce vaccines at present. COVID-19 spreads very quickly. Once an outbreak occurs in an area, the number of patients in that area will increase dramatically and there will be a shortage of healthcare workers in that area [2] . Today, some researchers are engaged in the development of nucleic acid reagents to help confirm COVID-19 patients. Some are making statistical analysis on related data in the therapeutic process of COVID-19 patients to help the prognosis of patients [3] . And some are focusing on how the medical history of a patient influence their prognosis [4] .",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 91,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 596,
                    "end": 599,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 852,
                    "end": 855,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 946,
                    "end": 949,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "However, COVID-19 is a new disease that we know little about and rarely find consistent symptoms. In its early stage, COVID-19 shows symptoms similar to those of the common cold, diarrhea, or common pneumonia, which can result in wrongly diagnosed or missed patients. For patients in the early stage of COVID-19, a nucleic acid test always shows false positive results [5] . Furthermore, many patients fail to quarantine when they are waiting for the test result. For example, in China, the reopening of workplaces requires staff to go through a nucleic acid test, but those being tested might believe that they are free of COVID-19 and thus go out as normal after the test. Moreover, the classification and death probability of the patient cannot be determined without an assessment for health conditions of the patients. The huge shortage of medical workers makes it difficult for patients to receive an effective assessment, the situation impairs the treatment of patients and the allocation of medical resources. Moreover, depression can occur during the therapy process and after-discharge rehabilitation of patients due to fear, financial pressure, family pressure, and so on [6] . However, for all these problems arising from the epidemic, a single closed-loop solution is not been established yet.",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 372,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1182,
                    "end": 1185,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "Although the present research has made some achievements in data analysis, there are still many deficiencies. (i) Most of the current research on COVID-19 patient data is based on statistical analysis, which fails to find out the relationship between patient data and the conditions of patients [7] . (ii) In some cases, researchers used a machine learning algorithm for data analysis [8] , but they did not obtain sufficient data. These methods made the result of that such data analysis is not representative. (iii) Some experimental results require the assistance of doctor for judgement [9] . These studies failed to relieve the medical staffs from their busy work but just increased their assignment instead. Other experimental analyses only considered a small proportion of conditions. For example, [10] only considered the relationship between diabetes and mortality in COVID-19 patients. These studies are not widely applicable in the outbreak area. And previous researchers only focused on the fields they are interested in, and these studies did not form a system. Furthermore, the patient may need a very long time of recovery treatment after discharge from the hospital, and during this long time, the patient may show depression symptoms which have attracted little attention of the researchers.",
            "cite_spans": [
                {
                    "start": 295,
                    "end": 298,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 385,
                    "end": 388,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 591,
                    "end": 594,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 805,
                    "end": 809,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "To address these problems, in this paper, we design an adjuvant therapy system that integrates warning, therapy, and post-therapy psychological intervention. The adjuvant therapy system is established based on the data analysis result, the result of analysis on the psychological status of patients, and the aforesaid medical resources allocation scheme. The system overalls for the physical and psychological treatment of patients. And the system reduces the medical staff work by provides a solution to Medical resources allocation problem. The main contributions of this paper can be summarized as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "We design a patient data pre-treatment scheme. This scheme determines whether the patient is a COVID-19 patient based on blood data, age, and temperature. Moreover, this scheme can achieve the best therapeutic schedule based on the conditions, length of stay, and mortality risk of the patient. And the scheme is capable to analyze the blood data, underlying diseases, temperature, and mental state of the patient and, determines the drugs required by the patient based on the result of analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "We introduce a patients after rehabilitation program. It pays comprehensive attention to the physical and mental health status of patients after recovery, and provides timely psychological treatment for patients. We propose a medical resource allocation scheme, which can reasonably allocate medical resources on the basis of determining the number of patients and according to the analysis of patients' condition. This scheme makes the best use of limited medical resources to minimize mortality. To evaluate the system, we collected the therapy data of some patients from Wuhan of China, and processed these data with AI algorithm. Experiments show the effectiveness of our proposed system. The rest of the paper is organized as follows. In Section II, we give the related work. In Section III, we describe the architecture of the integrated system. In Section IV, we discussed in detail the algorithm scheme of the integrated adjuvant therapy system. In Section V, we presented the experimental results of the algorithm scheme. In Section VI, we debated on other issues in the research of COVID-19. And in Section VII, we delivered the conclusion of this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "As a massive epidemic that has swept the globe, COVID-19 has brought great difficulty to epidemic control and prevention work of the world. In the public health emergency, the responses of all the countries around the world have provided good references for us to solve other public health emergencies. However, existing studies are one-sided. For example, Kricke, et al. developed a monitor program, the program provides a symptom questionnaire to patients, but the result of the questionnaire can only be determined by professional nurses and doctors [9] . Thus, this research is not good for regions witnessing the outbreak of COVID-19. Because medical staff are shortage and few can be allocated to do this work.",
            "cite_spans": [
                {
                    "start": 553,
                    "end": 556,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "II. RELATED WORK"
        },
        {
            "text": "Thus, to reduce the work of medical staff, many researchers have shifted their attention to the difference between COVID-19 patients and healthy people, so that even non-professionals distinguish a COVID-19 patient from a healthy person. For example, Li et al. studied statistics on the blood data of 10 COVID-19 patients and 30 non-COVID-19 patients, and they found that some patients had absolutely reduced lymphocyte [11] . However, such patients accounted for only %20 of the total patients, and their blood characteristics failed to be compared with those of the common flu and pneumonia patients. Thus, they could not be considered a complete representation. Later, with the production of a nucleic acid reagent, a nucleic acid test (NAT) became a major approach to tell whether a person is a COVID-19 patient.",
            "cite_spans": [
                {
                    "start": 420,
                    "end": 424,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "II. RELATED WORK"
        },
        {
            "text": "Moreover, Winichakoon et al. argued that a patient tested negative could not necessarily be a non-COVID-19 patient [12] . Now, in order to distinguish COVID-19 patients from non-COVID-19 patients, some researchers have started using machine learning to study the serum characteristics of patients based on their serum characteristics. Liu et al. showed that the predictive value of hypocalcemia for patients with severe COVID-19 [13] . Zhang et al. summarized the hematological changes of COVID-19 patients and the possible mechanism leading to thrombocytopenia [14] . Muhammed et al. made statistics on the role of nearly 20 groups of blood data in the definite diagnosis of COVID-19 patients [15] . However, none of this research has integrated all the blood data for research, they only used several of blood characteristics. In addition, the size of the data taken by the researchers was narrow, and the accuracy needs to be further improved.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 119,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 429,
                    "end": 433,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 562,
                    "end": 566,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 694,
                    "end": 698,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "II. RELATED WORK"
        },
        {
            "text": "In contrast, in our research, we take 80 groups of blood characteristic data to determine whether the patient is infected with the virus, and the accuracy was better than that of the aforementioned studies. Shi et al. explored the relation between the viral load on the throat swab of 114 COVID-19patients and the illness state of such patients when they were admitted to the hospital, but the accuracy was poor [16] . Besides, Gu et al. proved that the serum AST level of the identified COVID-19 patient would drop after being treated, and showed a positive correlation with the length of stay in the hospital, but the length of stay corresponding to the serum AST level was not identified [17] .",
            "cite_spans": [
                {
                    "start": 412,
                    "end": 416,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 691,
                    "end": 695,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "II. RELATED WORK"
        },
        {
            "text": "Estimating the death possibility of a patient enables medical staffs to care specially for this patient, and then reduces the death risk of such patients. Iavarone et al. studied the impacts of liver cirrhosis on the death possibility of patient in [18] . Chen et al. discussed the relation between the temperature and activated partial thromboplastin (APTT) of patients and death risk when being admitted in [19] . Li et al. discussed the prognostic impacts of cardiovascular diseases on patients in [20] . However, some patients may have hypertension, asthma, and heart diseases, and other diseases associated with the death risk of such patients. Huang et al. suggests that COVID-19induced cytokine storm caused hepatotoxicity and subsequently critical hypoalbuminemia, which are associated with exacerbation of disease-associated inflammatory responses and progression of the disease [21] . And It leads to death for some critically ill patients [22] . Therefore, in our research, we predict the death risk by using information, such as underlying diseases, temperature, age, and blood characteristics of the patient. Moreover, we confine the research in an integrated therapy system that can be used to help doctors treat COVID-19 patients.",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 253,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 409,
                    "end": 413,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 501,
                    "end": 505,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 888,
                    "end": 892,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 950,
                    "end": 954,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "II. RELATED WORK"
        },
        {
            "text": "In this section, we design an adjuvant therapy system integrating warning, therapy, and post-therapy psychological intervention based on medical data of COVID-19 patients. The whole process involves data processing and analysis, the allocation of medical resources, and the psychological treatment of patients. We take treatment as the main chain of the system framework, and a method of auxiliary treatment can be used as the side chain of the system framework. Specifically, the framework of the integrated adjuvant system as shown in Fig. 1 which include four part, i.e., patient data pre-processing scheme, patient therapeutic scheme, rehabilitation scheme for post-therapy patients, and Medical resources allocation scheme. Next, we give a specific introduction.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 537,
                    "end": 543,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "III. SYSTEM ARCHITECTURE"
        },
        {
            "text": "Patient data pre-processing scheme: In the early stages of the epidemic, relatively few nucleic acid reagents and the cost was expensive, which makes it unpractical to enable all the suspected patients to use the reagent. The number of patients keeps increasing in the world, and the demand for such reagents surpasses the supply. Furthermore, errors or the missed diagnosis of COVID-19 patients might exist. Our algorithm can tell whether the blood of such patients matching COVID-19 characteristics, whenever the patient goes to medical departments and has a blood test. If it is a match, then a nucleic acid test is recommended.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. SYSTEM ARCHITECTURE"
        },
        {
            "text": "The detailed process is as follows: with multiple AI algorithms, we first analyze the data, including the temperature, hemoglobin, and D-dimer of the suspected patients. Next, after screening, dimensionality reduction, training and testing, we find the best COVID-19 diagnosis algorithm, which can be used to predict whether a patient is a COVID-19 patient or not. For COVID-19 patients, our integrated adjuvant therapy system will work together with doctors to provide targeted treatment. To design a therapy scheme matching the patient best, it is necessary to analyze the illness conditions of the patient. Based on the analysis result, we can determine the conditions of the patients(common, critical, or severe). The conditions of patients are related to his/her underlying diseases, blood data, and symptoms. Thus it is necessary to use a combination of text analysis, knowledge mapping, and a neural network to analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. SYSTEM ARCHITECTURE"
        },
        {
            "text": "Patient therapeutic scheme: The therapeutic scheme for the COVID-19 patient can be determined in three parts: (i) Estimate the death risk. We collected the age, temperature, blood data, history of underlying diseases, and the corresponding survival status of the patient. The we analyzed these data to get the best algorithm for determining the survival status of the patients. With this algorithm, we can predict the death risk. And then give patients with high death risk more medical resources and nurse, such as the ECMOs, pulmonary expansion, hypoxia symptom tests, and so on. Besides, the length of stay required by the patient can be obtained using an AI algorithm with these data. (ii) Obtain the best therapeutic scheme. We analyse the data of patients, then tell the nurses what kind of drugs (e.g., TCMs, hormones, or antibiotics) is required. (iii) Treatment the mental status. Patients with positive attitude and strong desire to survive recover quickly usually. COVID-19 damages the pulmonary tissue and negative emotions can do nothing but worsen the symptom of hypoxia. To overcome negative emotions, in China, some cabin hospitals organized the patients to do fitness and dance. Psychological counseling to patients shall be conducted in time during the treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. SYSTEM ARCHITECTURE"
        },
        {
            "text": "Rehabilitation scheme for post-therapy patients: Meeting the requirements for discharge does not mean that the patient is fully recovered. After discharge from the hospital, COVID-19 patients may suffer from sustained shortness of breath, muscle weakness, loss of gustation, weakened fertility and more. Some symptoms even last for months or the whole life of patients. Thus, constant rehabilitation training is required. During such a long time of rehabilitation, the patient could have willpower and mood weakened gradually and show some traces of depression. In this regard, it is of great significance to monitor the emotion of the patient. We record the mental status of the patient every day, and provide mental counseling as necessary. In addition, a positive nucleic acid test is likely to occur again after discharging from hospital. This is because most patients meeting discharge criteria are in the recovery phase of self-limited disease. The amount of virus they carry is small, not absent, and may increase over time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. SYSTEM ARCHITECTURE"
        },
        {
            "text": "Moreover, the result of a nucleic acid test is qualitative but not quantitative, and few patients may return positive in nucleic acid test after being discharged. Thus, our method collects blood every month, and then analyse the data of the discharged patients. If anomalies are detected in these data, then a nucleic acid test will be conducted promptly, and therapy will be provided quickly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. SYSTEM ARCHITECTURE"
        },
        {
            "text": "Medical resources allocation scheme: The epidemic shows different severities in different regions and thus requires different medical resources. For example, Wuhan, China, is the central place where COVID-19 outbroke, and thus there was an extreme shortage of doctors, nurses, protection supplies, and drugs. And cities nearby Wuhan showed a different severity level of the shortage of medical resources. In contrast, other provinces had slight epidemic influences and surplus medical supplies. Thus, a scheduling plan is required to allocate such surplus medical supplies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. SYSTEM ARCHITECTURE"
        },
        {
            "text": "To address this challenge, we need set up a multi-objective optimization system. The objective function is to minimize both the mortality rate of infected patients and the cost of such scheduling. The constraint condition is that the city should ensure its own medical resources can be self-sufficient. Moreover, patients with different illness conditions require different drugs and therapy devices, and even patients showing the same illness conditions may require different drugs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. SYSTEM ARCHITECTURE"
        },
        {
            "text": "For example, in cabin hospitals set up in Wuhan, patients are mild symptoms but different drugs were used for them. Critical and severe patients admitted to other designated hospitals may require an oxygen apparatus, ECMOs, and the assistance of medical staff. Thus, poor allocation of drugs, medical apparatus, or human resources might lead to chaotic management. Therefore, we design the management plan according to the actual situation of each hospital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. SYSTEM ARCHITECTURE"
        },
        {
            "text": "In this section, we explains the problems that need to be solved under each part of the COVID-19 integrated therapy system and the algorithm designed to solve these problems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. DESIGN ISSUES"
        },
        {
            "text": "The nucleic acid reagents used in some countries are lacking, the cost of the nucleic acid reagent is high [23] . Not all COVID-19 patients show symptoms of coughing or fever and some may have diarrhea, nausea, or vomiting, which might make them go to the other departments than the fever clinic to receive treatment. There are even some asymptomatic patients who might go to see a doctor without knowing that they carry COVID-19. However, as long as they go through the blood test, then their blood characteristics can be analyzed to determine whether they are COVID-19 patients. In this way, the spread of the virus can be restrained and the demand for nucleic acid reagents of some countries can be relieved. For this purpose, we propose a blood-characteristics-based analysis algorithm that requires no nucleic acid test, as shown in Fig. 2 . Specifically, we first pretreat the sample data and remove users with too many missing values in the sample data set. Then, the missing values of the remaining samples are replaced with averages. Later, we normalize the sample data and next, reduce the dimensionality of such data and cut the data set into a training set and a test set. Finally, the improved XGboost, random forests(RF), and support vector machines (SVM) algorithm are used for training. Then, the training model is used to classify the conditions of patients, and the classification results are used to prepare corresponding medical resources for the patients.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 111,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 838,
                    "end": 844,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "A. Patient Pretreatment Scheme"
        },
        {
            "text": "Test results show that the accuracy rate of our blood-characteristics-based algorithm requiring no nucleic acid test reached 90% or higher [24] , which is better than that of nucleic acid test. It means that this algorithm can be used in the COVID-19 warning scheme. The blood test can be used as a substitute to the nucleic acid in countries where nucleic acid reagents are in a shortage.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 143,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "A. Patient Pretreatment Scheme"
        },
        {
            "text": "Moreover, it is necessary to classify the illness conditions of COVID-19 patients after their definitive diagnosis. And then send patients with mild symptoms to cabin hospitals for treatment, while critical and severe patients to designated hospitals. So that more medical resources can be allocated to severe patients. However, relying only on doctors to classify patients based on symptoms and physiological data increases the work pressure of the doctors and nurses. For this problem, we designed an algorithm to classify the illness conditions of patients. This algorithm identifies the illness conditions of the patient by using the blood characteristics data together with the underlying diseases and symptoms of the patient. To design this algorithm, for text data, we make segmented treatment using medical dictionaries and TF-IDF feature for vectorization. Then, we tried a random forest and decision tree to improve final classification result.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Patient Pretreatment Scheme"
        },
        {
            "text": "We introduce the architecture of the therapeutic scheme for patients. As shown in Fig. 3 , the architecture includes death prediction algorithm, hospitalization length of stay (HLOS) prediction algorithm, therapeutic scheme for the patient and psychotherapy scheme. Next, we introduce it more detail.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 82,
                    "end": 88,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "B. Patient Therapeutic Scheme"
        },
        {
            "text": "Death prediction algorithm: Once a COVID-19 patient is identified, it is necessary to predict his/her mortality rate. For patients with a high risk of death, more medical staff, drugs, and medical apparatuses are required. However, most of the mortality rate prediction is conducted by doctors based on the illness conditions, pulmonary functions, and renal functions of the patient, which has certain limitations. Renal dysfunction generally indicates that the patient has entered the advanced stage and missed the optimal opportunity for treatment. To solve this problem, we propose a death prediction algorithm that predicts whether the patient will die based on the blood data and underlying disease information of the patient. If the patient is at the risk of death, then close attention can be paid by the medical staff to the patient, for example, patients can get further drug therapy and even ECMOs to reduce the death risk.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Patient Therapeutic Scheme"
        },
        {
            "text": "To design the death prediction algorithm, we first extract feature of the informative text in the original underlying diseases with medical dictionaries, and then trained the same with a machine learning algorithm later. Moreover, we use RF algorithm to train the blood data and corresponding death data of the patient. Finally, the trained model is applied to predict the death risk of the patient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Patient Therapeutic Scheme"
        },
        {
            "text": "Hospitalization length of stay prediction algorithm: Similar to the death risk, we predict the HLOS of the patient using the blood data and underlying disease information of the patient. We train the collected data with a machine learning algorithm and predict the HLOS of the patient with the trained model. The predicted HLOS helps the hospital to arrange a ward for the patient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Patient Therapeutic Scheme"
        },
        {
            "text": "Therapeutic scheme for the patient: Once a patient has been diagnosed, treatment is required. But there is a shortage of medical personnel in the area of the outbreak, and it is not possible to personally consult each patient for treatment. Thus, medical staff are in severe shortage, and they cannot provide therapeutic counseling to each patient when the epidemic outbreak. To address this problem, we propose the intelligent therapy algorithm, in order to provide an individualized therapeutic scheme to each patient. Specifically, we first collect the data of nearly 100 COVID-19 patients in Wuhan, including their age, blood characteristic data, hypertension or diabetes status, symptoms, and the corresponding medicine and oxygen treatment of the patient. Then, we divide these data into a training set and a test set. We train the data on the training set with the machine learning algorithm, and the objective function acting by whether the patient needs some specific drugs (anti-virus, antibiotics, etc.) and oxygen treatment. We try different machine learning algorithms and finally obtained the optimal parameters after regulating. Finally, we test it on the test set in comparison with different machine learning schemes to obtain the algorithm with the highest accuracy rate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Patient Therapeutic Scheme"
        },
        {
            "text": "Psychotherapy scheme: In the process of COVID-19 treatment, the psychological status of the patient greatly influences the therapeutic effects. Some patients might be very depressed and refuse to be treated, which leads to a low survival rate, and these are symptoms of depression. To solve this problem, we can set up a specific questionnaire to test the patient on a daily basis. Furthermore, records (in the form of videos by a camera) of the behavior can be made every day. Based on the videos and questionnaire, the deep learning approach can determine whether the patient has depression. For patients identified as having depression symptoms, psychological counseling shall be provided to improve their desire for survival and enhance therapeutic effects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Patient Therapeutic Scheme"
        },
        {
            "text": "As shown in Fig. 4 , we present the rehabilitation scheme for post-therapy patients. The rehabilitation scheme includes repositive monitor, depression monitor and design of diagnostic model. We describe the content as follows:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 18,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "C. Rehabilitation Scheme for Post-Therapy Patients"
        },
        {
            "text": "Re-positive monitor: Patients discharge from the hospital test positive again in the nucleic acid test. If so, the patients may be contagious and need to go to the hospital for examination. To timely detect the illness conditions of the patient, it is necessary to test the plasma antibody of the patient to determine his/her serum status. Thus, we design an intelligent monitor system to record the illness conditions of the patient every day, and design indexes proving that the patient needs hospitalization again. Relying on this system, a timely notice can be made to the patient and the doctor when the patient reaches the aforesaid indexes. And then the patient can be admitted to the hospital for treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Rehabilitation Scheme for Post-Therapy Patients"
        },
        {
            "text": "Depression monitor: Some patients need rehabilitation after being discharged from the hospital. Thus, we need a depression diagnosis and the therapeutic system to monitor and relieve the psychological problems of the patient. And the system can make a depression diagnosis, a therapeutic scheme, interventions, and long-term monitoring to those showing depression symptoms. Specifically, the depression diagnosis and treatment system is a dialogue with knowledge graph,natural language processing, and the instructions of professional doctors. This dialogue system for depression intervention records the depression assessment data, discusses key information with the patient, and provides a real and natural interaction with the user. By chatting with the user who require psychological treatment, the system accompany them and help them return to normal life using cognitive behavior therapy and other professional therapies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Rehabilitation Scheme for Post-Therapy Patients"
        },
        {
            "text": "Design of diagnostic model: First, text data are marked and go through word vector training using TF-ID and word2vec. Then, RF algorithm is used to train the text sentiment data set. Finally, a text-based depression diagnostic model can be generated with the rule-based knowledge graph and reasoning techniques. The dialogue-based depression intervention model realizes both static and dynamic interaction under different user statuses and dialogues by comprehensively using the dialogue model and the algorithm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Rehabilitation Scheme for Post-Therapy Patients"
        },
        {
            "text": "Given the rapid spread of COVID-19, it is necessary to provide medical resources from one to places where the medical resources are in severe shortage due to the epidemic outbreak. At the same time, reasonable allocation of donated supplies and materials dispatched from other places prevents excess supplies in some hospitals and the shortages in others.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D. Medical Resources Allocation Scheme"
        },
        {
            "text": "Distribution of city to city: When the epidemic occurred in China, Wuhan is the place with the most severe conditions in China. As a result, many medical resources and medical staff are dispatched to Wuhan. However, places where such medical resources and medical staff are provided to Wuhan should keep sufficient reserves, and the supplies produced by manufacturers should be allocated reasonably. Thus, we designed a city-to-city material distribution plan to provide a reference for the distribution of materials in the second outbreak of the epidemic. In this scheme, we assume that city A is the place where the epidemic outbreaks and needs assistance from cities B, C, and D. For this purpose, we design an optimization system where the target is that city A can obtain the desired supplies on the premise that other regions can guarantee a sufficient supply of medical supplies for their own use.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D. Medical Resources Allocation Scheme"
        },
        {
            "text": "Distribution within the city: To realize the reasonable allocation of medical materials and medical staff in a city, we need design a distribution scheme within the city. Thus, we first analyze the growth rate of patients admitted to each hospital using AI algorithms. Then, based on the growth rate and the demand for medical resources, the scheme protects the needs of critically ill patients to the maximum extent. To this end, we design a multi-objective optimization problem. This optimization problem takes the material satisfaction rate of each hospital as the target, the constraint condition is less than the total material storage quantity, and the variable is the quantity of each medical material. According to the solution of the targeted optimization problem, we get the optimal distribution scheme within the city.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D. Medical Resources Allocation Scheme"
        },
        {
            "text": "In recent years, with the rapid development of communication network, our life is increasingly traversed [25] . At present, there are more and more kinds and functions of smart home on the market, such as wearable devices and conversational systems [26] , [27] . We use these smart devices to gather information about emotional and physical health of our users.",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 109,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 249,
                    "end": 253,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 256,
                    "end": 260,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "E. System Communication Network"
        },
        {
            "text": "Monitor on patients conditions: We divided the monitor network of the patients conditions into three parts, i.e., data collection layer, data processing layer, and network communication layer. The conditions and blood data of the user is acquired and later sent to the edge cloud through the wireless communication network. At the data processing layer, AI algorithms are adopted to study and analyze the data of users. Finally, the analysis result is reported to the doctor through the wireless communication network.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "E. System Communication Network"
        },
        {
            "text": "Monitor on the mental health of discharged patients: In the epidemic period, the government of some countries forbade their citizens from going outside of their home. It resulted that the psychologist unable to contact the patient. Thus the support of network communication techniques is required for the diagnosis and treatment of depression. Our dialogue system acquires the dialogue data between the patient and the virtual doctor via an online questioner and a video call. Then, we use machine learning, knowledge graph and other techniques to analyse the status of users. If the analysis shows symptoms of depression, they report conditions of patients to family members and relatives, who urge the patients to seek psychotherapy with a remote doctor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "E. System Communication Network"
        },
        {
            "text": "In this section, we give the optimal experimental results concerning the blood-characteristics-based algorithm requiring no nucleic acid test, the algorithm for the classification of the conditions for patients, and the algorithm for HLOS prediction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. EXPERIMENTAL RESULT"
        },
        {
            "text": "Our data consists of 1103 patients with and without covid-19. There were 892 patients with COVID-19 and 211 patients without COVID-19. According to statistics, men account for 51% and patients over 60 years old account for about 53%. And most of these patients have fever, accounting for about 68% and cough for 70%. In addition, the symptoms of cough and fever also occur in community-acquired pneumonia. This indicates that these symptoms can not directly determine whether the patient is infected with COVID-19. Some patients have no treatment and the length of stay. There are 575 samples of state of an illness classification and 621 samples of hospitalization days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Dataset and Preprocessing"
        },
        {
            "text": "In the dataset for state of an illness classification, there were 437 patients with mild disease, 125 patients with moderate disease and 13 patients with severe disease. Each type of patient has symptoms of fever and cough, which indicates that these symptoms can not be used to judge the state of patients after treatment. Almost all severe patients have basic diseases (such as diabetes, heart disease, etc.), but some patients with mild diseases also have these basic diseases, so it is not a sufficient and necessary condition for the trend of severe diseases to have basic diseases. In the sample of length of hospital stay, 214 people were hospitalized less than 20 days, 339 patients were hospitalized within [20, 40] , and 68 patients were hospitalized for more than 40 days. In the sample data set, the basic symptoms and past medical history can not determine HLOS, so we can judge the length of hospital stay according to the combination of blood characteristics and past medical history.",
            "cite_spans": [
                {
                    "start": 716,
                    "end": 720,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 721,
                    "end": 724,
                    "text": "40]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "A. Dataset and Preprocessing"
        },
        {
            "text": "Because part of the data is missing, so we need to supplement the missing data, we used the mean interpolation method to fill in, and then used the maximum and minimum value to normalize.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Dataset and Preprocessing"
        },
        {
            "text": "In the experiment, we use three algorithms, i.e., SVM, XGBoost and RF. These three algorithms show the highest accuracy rate in our experiment. In addition, in order to better evaluate the performance of the algorithm, the precision-recall (P-R) curve of the algorithm was given, and the area below the curve was calculated as AP value. The P-R curve is the relationship between precision and recall. The vertical axis is precision and the horizontal axis is recall. If the P-R curve of one algorithm is completely contained by the P-R curve of another algorithm, then performance of the latter algorithm is better. The higher the AP value, the better the performance of the algorithm. In this section, the diagnostic algorithm is dichotomies, and the other two are tri-classification problems. For the three classification problems, we set the macro average P-R curve as the evaluation index of the algorithm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Algorithm Performance"
        },
        {
            "text": "The confusion matrix and P-R curve of diagnose are shown in Fig. 5 . In this confusion matrix, the accuracy rate of the algorithm involving XGBoost is 0.97, which is higher than that of the other algorithms. And the P-R curve of XGBoost is the P-R curve that contains the other two algorithms. The AP value of XGBoost is also the largest. According to the report, under ideal conditions, the nucleic acid test has an accuracy rate of 0.95. However, such an accuracy rate may decrease if the tested person is infected a very long time ago or later, and the poor attitude of the tested person at the time of specimentaking can lead to unsatisfactory sampling and thus result in lower accuracy rate. Therefore, it is reasonable to diagnose patients according to their blood characteristics. After we set up the trained XGBoost algorithm at the edge node, we can process the big size dataset of diagnostics.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 60,
                    "end": 66,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "B. Algorithm Performance"
        },
        {
            "text": "The conditions of the patients are generally divided into three levels: mild, critical, and severe. As shown in Fig. 6 , the accuracy of XGBoost is 0.71 according to the confusion matrix, and thus it can be used effectively to divide the patients. In addition, by comparing the P-R curves and AP values of the three algorithms, we can see that XGBoost performance is more stable.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 112,
                    "end": 118,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "B. Algorithm Performance"
        },
        {
            "text": "The HLOS is also classified into three levels: 0-20 days, 20-40 days, and more than 40 days. As shown in Fig. 7 , the accuracy rate of RF reached 0.80. And the analysis of P-R curve shows that RF performance is slightly better than SVM and XGBoost. All these results prove that our system can be used to classify effectively the HLOS of the patients, and further assist the hospital to allocate proper medical resources to each patient.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 105,
                    "end": 111,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "B. Algorithm Performance"
        },
        {
            "text": "In this paper, we propose an integrated adjuvant therapy system for the definitive diagnosis and treatment of patients using AI algorithms. This system considers not only the illness conditions of the patient but also their mental health status. In the future, we will further study the following issues:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. DISCUSSION AND FUTURE RESEARCH DIRECTIONS"
        },
        {
            "text": "The time required for discharged patients to fully recover: Not all the discharged patients can fully recover back to their normal lives. Some of them would still have symptoms, like general weakness, breathing difficulties, and asthenia, which require training under the advices of doctors for recovery. We will make statistics on these conditions, pulmonary infection status, and mental health status of the patient during their hospitalization. Moreover, based on the statistical data, use AI algorithms to analyze the relation between such data and the time required for such patients to roughly recover to normal life.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. DISCUSSION AND FUTURE RESEARCH DIRECTIONS"
        },
        {
            "text": "Impacts of the epidemic on mental status of peoples: The outbreak of COVID-19 resulted in the reduction of economic income and unemployment. Some people lost their relatives and friends in the epidemic. As a result, some people fall into a state of psychological sub-health. In future studies, we will conduct health surveys among the people, make statistics on their mental status via questionnaires, and analyze their mental status with AI algorithms to understand the impacts of the epidemic on mental status of peoples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. DISCUSSION AND FUTURE RESEARCH DIRECTIONS"
        },
        {
            "text": "Impacts of the epidemic on the economic income of different industries: The outbreak of COVID-19 results in less economic income of most people, but some industries are witnessing increased income during the epidemic. We will make statistics on the income status of people engaged in different industries via questionnaire, and then analyze the impacts of the epidemic on different industries based on our statistical analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. DISCUSSION AND FUTURE RESEARCH DIRECTIONS"
        },
        {
            "text": "In this paper, we first design an adjuvant therapy system integrating warning, therapy, and post-therapy psychological intervention. This system used AI technology (e.g., SVM, RF, XGBoost) to design the diagnosis of patients, disease classification, intelligent treatment and healthcare monitoring. In addition, the use of 5G communication networks can monitor the psychological state of cured patients. We used real data to conduct experiments, and the experimental results showed that our algorithm could confirm whether a patient was infected with COVID-19, the length of hospital stay of the patient and the condition more accurately. Therefore, this system is capable of assisting the doctor to make a tailored treatment scheme for each patient, so that the system relieve the work of medical staff in the places hit by the epidemic. According to Google Scholars, his work was cited more than 19900 times with an h-index of 61. His most cited book on Computer Architecture and Parallel Processing was cited more than 2300 times and his PowerTrust (IEEE-TPDS, April 2007) paper was cited more than 540 times. From 1983 to 2011, he was the Founding Editor-in-Chief of the Journal of Parallel and Distributed Computing. He was the recipient of the Lifetime Achievement Award from IEEE Cloudcom-2012 for his pioneering contributions in the field of computer architecture, parallel, distributed and cloud computing, and cyber security.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VII. CONCLUSION"
        },
        {
            "text": "Zhongchun Liu is currently the Director of Hubei Youth Science and Technology Association and a presidium member of young Doctors Union of psychiatric branch of Chinese Medical Doctor Association.Hosted and participated in seven provincial, national and international cooperation projects. His research interests include molecular genetics of depression and pharmacogenomics of antidepressants. More than 20 papers have been published, 10 of which have been included by SCI. He is good at integrated treatment, psychological counseling, and psychological treatment of depression.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VII. CONCLUSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Prediction of epidemic trends in COVID-19 with logistic model and machine learning technics",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Chaos, Solitons Fractals",
            "volume": "139",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Protecting the mental health of healthcare workers during the covid-19 emergency",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Chirico",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Nucera",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Magnavita",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "BJPsych Int",
            "volume": "18",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1192/bji.2020.39"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Early antiviral treatment contributes to alleviate the severity and improve the prognosis of patients with novel coronavirus disease (covid-19)",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Intern. Med",
            "volume": "288",
            "issn": "1",
            "pages": "128--138",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Diabetes is a risk factor for the progression and prognosis of covid-19",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Diabetes/Metabolism Res. Rev",
            "volume": "36",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "False positives in reverse transcription pcr testing for sars-cov-2",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kessel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "medRxiv",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.26.20080911"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Anxiety and depression in COVID-19 survivors: Role of inflammatory and clinical predictors",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Mazza",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Brain, Behav., Immun",
            "volume": "89",
            "issn": "",
            "pages": "594--600",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Factors associated with COVID-19-related death using opensafely",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Williamson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "584",
            "issn": "7821",
            "pages": "430--436",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Covid-19 pandemic data analysis and forecasting using machine learning algorithms",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sengupta",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mugde",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.06.25.20140004"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Rapid implementation of a covid-19 remote patient monitoring program",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Annis",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Amer. Med. Informat. Assoc",
            "volume": "27",
            "issn": "8",
            "pages": "1326--1330",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Is diabetes mellitus associated with mortality and severity of covid-19? a meta-analysis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Diabetes & Metabolic Syndrome: Clin. Res. & Rev",
            "volume": "14",
            "issn": "4",
            "pages": "535--545",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Characteristics of peripheral blood leukocyte differential counts in patients with COVID-19",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Zhonghua Nei Ke Za Zhi",
            "volume": "59",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Negative nasopharyngeal and oropharyngeal swabs do not rule out covid-19",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Winichakoon",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Clin. Microbiol",
            "volume": "58",
            "issn": "5",
            "pages": "297--317",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "High-resolution CT features in patients with COVID-19 pneumonia and negative nasopharyngeal and oropharyngeal swabs",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Quaia",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Pulmonology",
            "volume": "27",
            "issn": "4",
            "pages": "351--353",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Mechanisms involved in the development of thrombocytopenia in patients with covid-19",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Thromb. Res",
            "volume": "193",
            "issn": "",
            "pages": "110--115",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The role of biomarkers in diagnosis of COVID-19-A systematic review",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kermali",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Khalsa",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pillai",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ismail",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Harky",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Life Sci",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Association of viral load with serum biomakers among covid-19 cases",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Virology",
            "volume": "546",
            "issn": "",
            "pages": "122--126",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Elevated serum aspartate aminotransferase level identifies patients with coronavirus disease 2019 and predicts the length of hospital stay",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Clin. Lab. Anal",
            "volume": "34",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "High rates of 30-day mortality in patients with cirrhosis and COVID-19",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Iavarone",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ambrosio",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Soria",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Triolo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Hepatol",
            "volume": "73",
            "issn": "5",
            "pages": "1063--1071",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Risk factors for death in 1859 subjects with covid-19",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Leukemia",
            "volume": "34",
            "issn": "8",
            "pages": "2173--2183",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Cardiovascular disease potentially contributes to the progression and poor prognosis of covid-19",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nutrition, Metab. Cardiovasc. Dis",
            "volume": "30",
            "issn": "7",
            "pages": "1061--1067",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Decreased serum albumin level indicates poor prognosis of COVID-19 patients: Hepatic injury analysis from 2623 hospitalized cases",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sci. China Life Sci",
            "volume": "63",
            "issn": "11",
            "pages": "1678--1687",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Cardiovascular complications associated with COVID-19 and potential therapeutic strategies",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Samidurai",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Das",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. J. Molecular Sci",
            "volume": "21",
            "issn": "18",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Laboratory diagnosis of SARS-CoV-2: Available approaches and limitations",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New Microbes New Infect",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Managing patients with COVID-19 infections: A first-hand experience from the wuhan mobile cabin hospital",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Brit. J. Gen. Pract",
            "volume": "70",
            "issn": "694",
            "pages": "229--230",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "An efficient curing policy for epidemics on graphs",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Drakopoulos",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ozdaglar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Tsitsiklis",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "IEEE Trans. Netw. Sci. Eng",
            "volume": "1",
            "issn": "2",
            "pages": "67--75",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "COVID-19 networking demand: An auction-based mechanism for automated selection of edge computing services",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Abdulsalam",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Hossain",
                    "suffix": ""
                }
            ],
            "year": 2022,
            "venue": "IEEE Trans. Netw. Sci. Eng",
            "volume": "9",
            "issn": "1",
            "pages": "308--318",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Living with i-fabric: Smart living powered by intelligent fabric and deep analytics",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "IEEE Netw",
            "volume": "34",
            "issn": "5",
            "pages": "156--163",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "She is currently working toward the Ph.D. degree with the Embedded and Pervasive Computing Laboratory, School of Computer Science and Technology",
            "authors": [],
            "year": 2016,
            "venue": "Miao Li received the bachelor's degree in applied mathematics from the School of Mathematics and Statistics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Manuscript received July 30, 2020; revised March 3, 2021; accepted April 21, 2021. Date of publication May 4, 2021; date of current version January 11, 2022. This work was supported by the National Key R&D Program of China under Grant 2018YFC1314600. This work was supported by the National Natural Science Foundation of China under Grant No. 61672246. Prof. Kai Hwang's work was supported by Shenzhen Institute of Artificial Intelligence and Robotics for Society (AIRS). This work was supported by Technology Innovation Fund of Huazhong University of Science and Technology under Grant No. 2020JYCXJJ066. Prof. Long Hu's work was supported by the China National Natural Science Foundation under Grant No. 61802139. This work was also supported by the Technology Innovation",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The framework of the integrated adjuvant therapy system.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Patient pre-treatment scheme.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Architecture of the therapeutic scheme for patients.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "The post-therapy patients rehabilitation scheme.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "SVM,RF and XGBoost algorithms were used to diagnose patients, and the performance of the three algorithms was compared: (a) Confusion matrix; (b) P-R curve.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "SVM,RF and XGBoost algorithms were used to compare the severity of disease for patients, and the performance of the three algorithms was compared: (a) Confusion matrix; (b) P-R curve.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "SVM,RF and XGBoost algorithms were used to compare numbers of days in hospital, and the performance of the three algorithms was compared: (a) Confusion matrix; (b) P-R curve.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Yixue Hao (Member, IEEE) received the B.E. degree from Henan University, Kaifeng, China and the Ph.D degree in computer science from the Huazhong University of Science and Technology, Wuhan, China, 2017. He is currently an Associate Professor with the School of Computer Science and Technology, Huazhong University of Science and Technology. His research interests include 5G network, Internet of Things, edge computing, and healthcare. Yaxiong Ma received the B.S. degree from the Department of Automation, Chang'an University, Xi'an, China, in 2015. He is currently working toward the Ph.D. degree with the Huazhong University of Science and Technology, Wuhan, China. His current research interests include affective computing, multimodal learning, speech recognition, and deep learning. Jincai Chen graduated from Xi'an Jiaotong University, Xi'an, China, majoring in computer system structure. He received the Doctorate degree under the tutelage of Professor Zheng Shouqi. From January 2001 to January 2003, he a Postdoctoral Researcher with the National Laboratory of External Storage System, Huazhong University of Science and Technology, Wuhan, China, under the tuition of Professor Zhang Jiangling. From October 2011 to October 2012, he was sent by the government to the Storage Systems Research Center, University of California, Santa Cruz, Santa Cruz, CA, USA, as a Visiting Scholar to conduct cooperative Research with Professor Darrell D.E. Long and Professor Ethan L. Miller, Director of the Research Center. He is currently a Professor with the School of Computer Science and Technology, Huazhong University of Science and Technology. Long Hu is currently an Assistant Professor with the School of Computer Science and Technology, Huazhong University of Science and Technology (HUST), Wuhan, China. He is the Vice-Director of Embedded and Pervasive Computing Lab, HUST. He was a Visiting Scholar with the Department of Electrical and Computer Engineering, The University of British Columbia, Vancouver, BC, Canada. His currently research interests include 5G mobile communication system, big data mining, marine-ship communication, Internet of Things, and multimedia transmission over wireless network. He is the Publication Chair for 4th International Conference on Cloud Computing (CloudComp 2013). Chen (Fellow, IEEE) is currently a Full Professor with the School of Computer Science and Technology at Huazhong University of Science and Technology (HUST), Wuhan, China, since Feb. 2012. He is the Director of Embedded and Pervasive Computing (EPIC) Lab, and the Director of Data Engieering Institute at HUST. He is the Founding Chair of IEEE Computer Society (CS) Special Technical Communities (STC) on Big Data. He was an Assistant Professor in the School of Computer Science and Engineering at Seoul National University (SNU). He worked as a Postdoctoral Fellow with the Department of Electrical and Computer Engineering at University of British Columbia (UBC), Vancouver, BC, Canada, for three years. Before joining UBC, he was a Postdoctoral Fellow with SNU for one and half years. He has published more than 300 publications, including more than 200 SCI papers, 100 IEEE Transactions/Journal Papers, 34 ESI highly cited papers and 12 ESI hot papers. He has published 12 books, including Cognitive Computing and Deep Learning (2018) with China Machine Press and Big Data Analytics for Cloud/IoT and Cognitive Computing (2017) with Wiley. His Google Scholar Citations reached 28,500+ with an h-index of 82 and i10-index of 252. His top paper was cited 3,250+ times. He was selected as Highly Cited Researcher at 2018, 2019 and 2020. He got IEEE Communications Society Fred W. Ellersick Prize in 2017, and the IEEE Jack Neubauer Memorial Award in 2019. His research focuses on cognitive computing, 5G Networks, wearable computing, big data analytics, robotics, machine learning, deep learning, emotion detection, and mobile edge computing, etc. Kai Hwang (Life Fellow, IEEE) received the Ph.D. degree from the University of California, Berkeley, Berkeley, CA, USA, in 1972. He is currently a Professor of electrical engineering and computer science with the University of Southern California (USC), Los Angeles, CA, USA. Prior to joining USC in 1986, he has taught with Purdue University, West Lafayette, IN, USA, for 11 years. He has authored or coauthored eight books and 250 scientific papers.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}