{
    "paper_id": "bc4b40f27097e22123dbb2046fd08ae61bbd7adb",
    "metadata": {
        "title": "Automatic method for classifying COVID-19 patients based on chest X-ray images, using deep features and PSO-optimized XGBoost",
        "authors": [
            {
                "first": "Domingos",
                "middle": [],
                "last": "Alves",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dias",
                "middle": [],
                "last": "Júnior",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Federal University of Maranhão Av. dos Portugueses",
                    "location": {
                        "addrLine": "Campus do Bacanga",
                        "postCode": "65085-580",
                        "settlement": "Bacanga, São Luís",
                        "region": "SN, MA",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "Luana",
                "middle": [],
                "last": "Batista Da Cruz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Federal University of Maranhão Av. dos Portugueses",
                    "location": {
                        "addrLine": "Campus do Bacanga",
                        "postCode": "65085-580",
                        "settlement": "Bacanga, São Luís",
                        "region": "SN, MA",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "João",
                "middle": [],
                "last": "Otávio",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bandeira",
                "middle": [],
                "last": "Diniz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Federal University of Maranhão Av. dos Portugueses",
                    "location": {
                        "addrLine": "Campus do Bacanga",
                        "postCode": "65085-580",
                        "settlement": "Bacanga, São Luís",
                        "region": "SN, MA",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "Giovanni",
                "middle": [],
                "last": "Lucca França Da Silva",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Federal University of Maranhão Av. dos Portugueses",
                    "location": {
                        "addrLine": "Campus do Bacanga",
                        "postCode": "65085-580",
                        "settlement": "Bacanga, São Luís",
                        "region": "SN, MA",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "Geraldo",
                "middle": [],
                "last": "Braz Junior",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Federal University of Maranhão Av. dos Portugueses",
                    "location": {
                        "addrLine": "Campus do Bacanga",
                        "postCode": "65085-580",
                        "settlement": "Bacanga, São Luís",
                        "region": "SN, MA",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "Aristófanes",
                "middle": [],
                "last": "Corrêa Silva",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Federal University of Maranhão Av. dos Portugueses",
                    "location": {
                        "addrLine": "Campus do Bacanga",
                        "postCode": "65085-580",
                        "settlement": "Bacanga, São Luís",
                        "region": "SN, MA",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "Anselmo",
                "middle": [],
                "last": "Cardoso De Paiva",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Federal University of Maranhão Av. dos Portugueses",
                    "location": {
                        "addrLine": "Campus do Bacanga",
                        "postCode": "65085-580",
                        "settlement": "Bacanga, São Luís",
                        "region": "SN, MA",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "Rodolfo",
                "middle": [
                    "Acatauassú"
                ],
                "last": "Nunes",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Rio de Janeiro State University",
                    "location": {
                        "addrLine": "Boulevard 28 de Setembro, 77",
                        "postCode": "20551-030",
                        "settlement": "Rio de Janeiro",
                        "region": "Vila Isabel, RJ",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "Marcelo",
                "middle": [],
                "last": "Gattass",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Pontifical Catholic University of Rio de Janeiro, R. São Vicente",
                    "location": {
                        "postCode": "225, 22453-900",
                        "settlement": "Rio de Janeiro",
                        "region": "Gávea, RJ",
                        "country": "Brazil"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "in the city of Wuhan, China, continues to have a devastating effect on the health and well-being of the global population. Currently, approximately 8.8 million people have already been infected and more than 465,740 people have died worldwide. An important step in combating COVID-19 is the screening of infected patients using chest X-ray (CXR) images. However, this task is extremely time-consuming and prone to variability among specialists owing to its heterogeneity. Therefore, the present study aims to assist specialists in identifying COVID-19 patients from their chest radiographs, using automated computational techniques. The proposed method has four main steps: (1) the acquisition of the dataset, from two public databases; (2) the standardization of images through preprocessing; (3) the extraction of features using a deep features-based approach implemented through the networks VGG19, Inception-v3, and ResNet50; (4) the classifying of images into COVID-19 groups, using eXtreme Gradient Boosting (XGBoost) optimized by particle swarm optimization (PSO). In the best-case scenario, the proposed method achieved an accuracy of 98.71%, a precision of 98.89%, a recall of 99.63%, and an F1-score of 99.25%. In our study, we demonstrated that the problem of classifying CXR images of patients under COVID-19 and non-COVID-19 conditions can be solved efficiently by combining a deep features-based approach with a robust classifier (XGBoost) optimized by an evolutionary algorithm (PSO). The proposed method offers considerable advantages for clinicians seeking to tackle the current COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In December, the World Health Organization began reporting problems of an unidentified pneumonia arising in Wuhan, China . It was quickly deemed a global health emergency (Zhu et al., 2020) . In January, the disease was identified as a cause of death on several continents. Later in January, it was named severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), later simplified to coronavirus disease . COVID-19 was reported to be the cause of various cases of pneumonia (Organization, 2020) .",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 189,
                    "text": "(Zhu et al., 2020)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 477,
                    "end": 497,
                    "text": "(Organization, 2020)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Compared to other respiratory problems such as severe acute respiratory syndrome (SARS) and middle east respiratory syndrome (MERS), COVID-19 produces the greatest number of contagions in the smallest amount of time (Petrosillo, Viceconte, Ergonul, Ippolito, & Petersen, 2020 ). An individual who exhibits COVID-19 symptoms should self-isolate at home for 14 days. This mechanism is very much in line with the fact that the transmission of this pathology is very sensitive to any contact with the infected person (Boccia, Ricciardi, & Ioannidis, 2020) . The main symptoms of COVID-19 include fever, cough, and fatigue; other symptoms can include sputum production, headache, hemoptysis, diarrhea, dyspnoea, and lymphopenia (Rothan & Byrareddy, 2020) . The global community is currently seeking answers and solutions to eradicate this pandemic; thus, several case studies have been developed to investigate the particular characteristics of the disease. One of the main mechanisms considered to assist specialists is the evaluation of chest Xray (CXR) images (El-Din Hemdan, Shouman, & Karar, 2020) .",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 275,
                    "text": "(Petrosillo, Viceconte, Ergonul, Ippolito, & Petersen, 2020",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 513,
                    "end": 551,
                    "text": "(Boccia, Ricciardi, & Ioannidis, 2020)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 723,
                    "end": 749,
                    "text": "(Rothan & Byrareddy, 2020)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1058,
                    "end": 1097,
                    "text": "(El-Din Hemdan, Shouman, & Karar, 2020)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Because the imaging procedure limits the patient's exposure to high radiation doses, the CXR results exhibit only a slight contrast to distinguish soft tissues (Kroft et al., 2019) . Thus, many computational methods have been proposed to assist specialists. Computer-aided detection and diagnostics (CAD and CADx, respectively) play important roles in this task Diniz, Diniz, Valente, Silva, & Paiva, 2019; Souza et al., 2019; Carvalho et al., 2020; Cruz et al., 2020; . Thus, the literature contains several CXR-based methods suitable for identifying patients with COVID-19.",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 180,
                    "text": "(Kroft et al., 2019)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 362,
                    "end": 406,
                    "text": "Diniz, Diniz, Valente, Silva, & Paiva, 2019;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 407,
                    "end": 426,
                    "text": "Souza et al., 2019;",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 427,
                    "end": 449,
                    "text": "Carvalho et al., 2020;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 450,
                    "end": 468,
                    "text": "Cruz et al., 2020;",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Artificial intelligence-based techniques have been successful in diagnosing diseases, and the number of COVID-19 cases worldwide has increased dramatically; thus, there is a need for automated systems to detect and diagnose diseases using established techniques such as deep learning and deep features. In the recent work of Narin, Kaya, and Pamuk (2020) , models based on convolutional neural networks (ResNet50, Inception-v3, and Inception-ResNetV2) were applied to detect patients infected with COVID-19; a maximum accuracy of 98% was obtained. Apostolopoulos and Mpesiana (2020) also used different pre-trained deep learning models; they achieved a 98.75% accuracy and a 92.85% recall using two classes (COVID-19 vs. normal conditions).",
            "cite_spans": [
                {
                    "start": 325,
                    "end": 354,
                    "text": "Narin, Kaya, and Pamuk (2020)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 548,
                    "end": 582,
                    "text": "Apostolopoulos and Mpesiana (2020)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In El-Din Hemdan et al. (2020) and Zhang, Xie, Li, Shen, and Xia (2020) also presented significant results for the CXR-based detection of patients with COVID-19. In both studies, several models of convolutional neural network (CNN) were used to verify the COVID-19 detection performance. In El-Din Hemdan et al. (2020) , a 90% accuracy was obtained for the normal and COVID-19 classes. In the , achieved a recall of 96% for cases of COVID-19 and 70.65% for normal cases. Pereira, Bertolini, Teixeira, Silla, and Costa (2020) used CXR images to distinguish pneumonia cases caused by COVID-19 from those caused by other types of diseases, as well as from healthy lungs. To this end, the authors used known texture descriptors to extract features and a pretrained CNN model. They achieved an F1-score of 65% using a multiclass approach and an F1-score of 89% for the identification of COVID-19. In a study by Ozturk et al. (2020) , a model (DarkCovidNet) for binary and multiclass classification was also developed. DarkCovidNet was inspired by the object detection system referred to as \"You Only Look Once.\" The model achieved an accuracy of 98.08% for binary class and 87.02% for multiclass classification. Sethy and Behera (2020) classified features obtained from the ResNet50 model, using a support vector machine (SVM) classifier; they obtained an accuracy of 95.38% and an F1-score of 91.41% in the detection of COVID-19. In Rahimzadeh and Attar (2020) , a neural network was proposed; it used a combination of Xception and ResNet50V2 networks to detect COVID-19 cases, achieving an accuracy of 99.50%, a precision of 35.27%, and a recall of 80.53% in the detection of COVID-19. Whilst all of these approaches have achieved strong results, significant amount of work remains to be done; for instance, a broad range of rigorous tests and improvements are required before these techniques can be used in clinical practice. Therefore, the present work proposes a method capable of classifying the CXR images of patients with COVID-19, implementing extraction via deep features and using an optimized XGBoost for classification. In this way, we hope to assist specialists in the task of diagnosing patients, by providing a robust mechanism for CXR analysis.We chose XGBoost as the classifier of the Deep Features extracted, because of its performance, compared to other existing solutions. According to Chen, He, Benesty, Khotilovich, and Tang (2015) , XGBoost has performed better in terms of speed, scalability, memory consumption, and hardware resources. Besides, it has achieved state-of-the-art results in several tasks.",
            "cite_spans": [
                {
                    "start": 3,
                    "end": 30,
                    "text": "El-Din Hemdan et al. (2020)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 35,
                    "end": 71,
                    "text": "Zhang, Xie, Li, Shen, and Xia (2020)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 291,
                    "end": 318,
                    "text": "El-Din Hemdan et al. (2020)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 471,
                    "end": 524,
                    "text": "Pereira, Bertolini, Teixeira, Silla, and Costa (2020)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 906,
                    "end": 926,
                    "text": "Ozturk et al. (2020)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1207,
                    "end": 1230,
                    "text": "Sethy and Behera (2020)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1429,
                    "end": 1456,
                    "text": "Rahimzadeh and Attar (2020)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 2403,
                    "end": 2450,
                    "text": "Chen, He, Benesty, Khotilovich, and Tang (2015)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The key contributions of this work are summarized as follows: (a) this study proposes a fully automated method for classifying CXR images as showing COVID-19 or non-COVID-19 cases; (b) it develops a method capable of extracting deep features from CXR images; (c) it uses XGBoost as a classifier for deep features; and (d) it optimizes the XGBoost parameters using an evolutionary algorithm. With this, we provide a promising CADx tool, capable of assisting specialists in the task of identifying patients with COVID-19. This paper is organized as follows. Section 2 describes the materials and methods used to classify COVID-19 patients from their CXR. Sections 3 and 4 present the experiments conducted to validate our research, our discussion of the corresponding results, and comparative analyses of other similar studies. Finally, our conclusions and future works are presented in Section 5.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this section, the image datasets and the methods used to classify patients exhibiting COVID-19 and non-COVID-19 conditions are described in four steps, which are considered in detail in the next subsections. In the first section, we describe the test images acquired from the COVID chest X-ray dataset (Cohen, Morrison, & Dao, 2020) and Guangzhou Women and Children's Medical Center, Guangzhou (Kermany, Zhang, & Goldbaum, 2018) . The second section describes the preprocessing applied to these images, through which we standardized them as input to our deep feature extractor. In the third section, we describe the techniques used to extract the features. Finally, in the fourth section, we present the classifier used to perform the experiments. Fig. 1 illustrates the steps of the proposed method.",
            "cite_spans": [
                {
                    "start": 305,
                    "end": 335,
                    "text": "(Cohen, Morrison, & Dao, 2020)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 407,
                    "end": 431,
                    "text": "Zhang, & Goldbaum, 2018)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 751,
                    "end": 757,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Materials and method"
        },
        {
            "text": "To develop a robust method, diversified samples are needed; in this study, these were acquired under normal clinical standards (i.e., without previous standardization) to improve the study. However, due to its nature as an ongoing and unprecedented problem, no such extensive database is available for patients affected by COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Datasets"
        },
        {
            "text": "The classification of CXR images for various types of pathology has been well-studied in the literature (Chapman, Fizman, Chapman, & Haug, 2001; Rajpurkar et al., 2017) . Several datasets are available, containing many diverse classes of CXR images. For this work, we sought a database containing several samples of normal patients. This was for two reasons: (1) to facilitate the extraction of features from a diverse sample range, for the model to learn patterns from; (2) to develop a robust method trained upon a considerable number of normal patients (i.e., to simulate clinical practice). Thus, all experiments in this study were performed on datasets acquired from two public repositories containing CXR images.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 144,
                    "text": "(Chapman, Fizman, Chapman, & Haug, 2001;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 145,
                    "end": 168,
                    "text": "Rajpurkar et al., 2017)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Datasets"
        },
        {
            "text": "The first dataset, referred to as the COVID chest X-ray dataset, consists of 660 chest X-ray/computed tomography images (Cohen et al., 2020) . These include images of patients with acute respiratory distress syndrome (ARDS), COVID-19, MERS, pneumonia, and SARS. This collection of images was published by Dr. Joseph Cohene, Dr. Adrian Rosebrock, and Dr. Lan Dao.",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 140,
                    "text": "(Cohen et al., 2020)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Datasets"
        },
        {
            "text": "Several images in this dataset are classified as multiple types of pathology. This is thought to occur as a result of suspicious diagnoses and/ or because the image contains pre-existing characteristics of other pathologies, such as SARS, MERS, ARDS, or others. The present work only considered images that exclusively presented COVID-19 as the pathology. Furthermore, the dataset contained images with different views (only left lung, only right lung, etc.). Here, only frontal images of the two lungs were considered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Datasets"
        },
        {
            "text": "The second set of data was collected at Guangzhou Women and Children's Medical Center, Guangzhou (Kermany et al., 2018) . The dataset contains 5,856 CXR images, of which 4273 images are from patients exhibiting pneumonia (bacterial or viral) and 1583 are from patients with healthy lungs; these data were divided into training and testing datasets. For this work, we used only the training dataset, which contained more samples; hereafter, this is referred to as the \"Guangzhou dataset.\".",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 119,
                    "text": "(Kermany et al., 2018)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Datasets"
        },
        {
            "text": "In our study, the experiments were performed with the goal of classifying patients into COVID-19 and non-COVID-19 classes. For this, 206 COVID-19-condition (Cohen et al., 2020) and 1341 normalcondition images (Kermany et al., 2018) were selected. Fig. 2 (a) shows examples of the CXR images of patients exhibiting normal conditions, and Fig. 2 (b) shows those of patients diagnosed with COVID-19.",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 176,
                    "text": "(Cohen et al., 2020)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 209,
                    "end": 231,
                    "text": "(Kermany et al., 2018)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 247,
                    "end": 257,
                    "text": "Fig. 2 (a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 337,
                    "end": 343,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Datasets"
        },
        {
            "text": "The images acquired from the two databases were not standardized, neither in the CXR digitalization process or the exam protocols. To standardize the CXR images used in this method, a preprocessing step is implemented. This step is divided into three sub-steps. First, it is observed that the images from the COVID chest X-ray dataset ( Fig. 2(a) ) present color-scale patterns other than grayscale. This prevents us from using them, because the classifier risks being biased by these patterns. Thus, to circumvent this problem and to keep the method concise, all images (from both the COVID chest X-ray and Guangzhou datasets) were converted to grayscale ( Fig. 3(b) ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 337,
                    "end": 346,
                    "text": "Fig. 2(a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 658,
                    "end": 667,
                    "text": "Fig. 3(b)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Preprocessing"
        },
        {
            "text": "It can be observed that the images are of different widths and heights. Thus, we implemented a resizing that left the internal structures of the CXR images intact. First, we found the largest axis and created a rectangular image whose heights and widths matched the size of this axis. Then, the original image was centered on this new square image ( Fig. 3(c) ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 350,
                    "end": 359,
                    "text": "Fig. 3(c)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Preprocessing"
        },
        {
            "text": "Finally, all images were resized to 224 × 224 pixels. This size was selected as being suitable for further processing within the deep learning pipeline (El-Din Hemdan et al., 2020); however, it did not diminish the resolution of the collected images. Fig. 3 illustrates the preprocessing steps.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 251,
                    "end": 257,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Preprocessing"
        },
        {
            "text": "In this step, we aim to obtain descriptive measurements of the lungs featured in the CXR images; these measurements will be used in the classification step. Extracting features from an image is an arduous task which requires a high level of expertise and therefore considerable time and effort. In addition to being a non-trivial task, the features obtained are specific to the problem; hence, the solutions may not be sufficiently representative of other cases. With the development of deep neural network models, it has become possible to extract features in an automated way (LeCun, Bengio, & Hinton, 2015) .",
            "cite_spans": [
                {
                    "start": 578,
                    "end": 609,
                    "text": "(LeCun, Bengio, & Hinton, 2015)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Deep features extraction"
        },
        {
            "text": "The layers of a CNN act as feature extractors. Lower layers learn basic features (e.g., contours and borders), middle layers extract information such as color and shape, and deeper layers learn to identify the object in the image. Moreover, these networks feature a fully connected layer that acts as a classifier (H Mohamed, H El-Behaidy, Khoriba, & Li, 2020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Deep features extraction"
        },
        {
            "text": "The technique used to extract features in this work is referred to as \"Deep Features.\" It consists of removing the fully connected layer from a conventional CNN to obtain a feature vector as the network output. Thus, the CNN is converted into an automated feature extractor. Fig. 4 illustrates the approach.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 275,
                    "end": 281,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Deep features extraction"
        },
        {
            "text": "Three network architectures were selected to conduct our experiments: VGG19 (Simonyan & Zisserman, 2014) , Resnet50 (He, Zhang, Ren, & Sun, 2016) , and Inception-v3 (Szegedy, Vanhoucke, Ioffe, Shlens, & Wojna, 2016) . The pre-trained weights applied to the networks were trained on the ImageNet database (Deng et al., 2009 ).",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 104,
                    "text": "(Simonyan & Zisserman, 2014)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 116,
                    "end": 145,
                    "text": "(He, Zhang, Ren, & Sun, 2016)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 165,
                    "end": 215,
                    "text": "(Szegedy, Vanhoucke, Ioffe, Shlens, & Wojna, 2016)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 304,
                    "end": 322,
                    "text": "(Deng et al., 2009",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Deep features extraction"
        },
        {
            "text": "From the features extracted by Deep Features, we need to classify the image as depicting a patient exhibiting COVID-19 or non-COVID-19 conditions. For this, deep learning techniques are used to classify deep features. In this work, the XGBoost classifier was used, owing to its strong performance (in terms of speed, scalability, memory consumption, and hardware resources ) compared to other existing solutions. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosis classification using XGBoost"
        },
        {
            "text": "XGBoost consists of the library proposed in and is based on the gradient increase framework developed by Friedman (2001) . It can be used for various objective functions, including regression and sorting (Song, Chen, Deng, & Li, 2016) . XGBoost offers an efficient and scalable implementation of the gradient-based decision tree algorithm. It has been widely applied and its efficiency has been recognized in several machine learning and data mining challenges (e. g., the Kaggle website). It has achieved state-of-the-art results for a wide range of task problems .",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 120,
                    "text": "Friedman (2001)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 204,
                    "end": 234,
                    "text": "(Song, Chen, Deng, & Li, 2016)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Expert Systems With Applications 183 (2021) 115452"
        },
        {
            "text": "XGBoost is extensible, and its parameters can be easily changed (Carvalho et al., 2020) and optimized. Its parameters include max depth, learning rate, range, colsample by tree, min child weight, and fitness. Max depth denotes the maximum depth of the tree. Increasing this property increases the complexity of the model; however, the propensity for overfitting is also increased. The learning rate determines the size of the model's evolution step in each iteration. Gamma denotes the minimum loss reduction required to form an additional partition in a leaf node of the tree; increasing this makes the algorithm more conservative. Colsample by tree indicates the column subsample rate when building each tree. Min child weight denotes the minimum sum of the instance weights (Hessian) required in a child node; increasing its value makes the algorithm more conservative. The fitness parameter specifies the task and the learning objective (Chen, He, & Benesty, 2018) .",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 87,
                    "text": "(Carvalho et al., 2020)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 941,
                    "end": 968,
                    "text": "(Chen, He, & Benesty, 2018)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Expert Systems With Applications 183 (2021) 115452"
        },
        {
            "text": "As described, XGBoost features several parameters. In computational problems, one method of finding the optimal parameters is to observe how these parameters change during the validation phase. However, this is an arduous and ineffective process. To make our method even more automatic and robust, we propose using a particle swarm optimization (PSO) to optimize the parameters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Expert Systems With Applications 183 (2021) 115452"
        },
        {
            "text": "The PSO algorithm is an evolutionary technique inspired by the swarming and collaborative behavior of biological populations (Eberhart & Kennedy, 1995) . It seeks an ideal solution by iteratively changing particle speeds and positions according to the particle's and group's flight experiences, guiding them towards the location of Gbest and Pbest in the subsequent iterations. Gbest corresponds to the optimum population fitness value achieved by any particle, whereas Pbest corresponds to the optimum particle fitness value achieved so far (Kennedy, 2010) .",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 151,
                    "text": "(Eberhart & Kennedy, 1995)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 542,
                    "end": 557,
                    "text": "(Kennedy, 2010)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "XGBoost parameter optimization using PSO"
        },
        {
            "text": "Also, PSO can generate a high-quality solution within a shorter calculation time and exhibiting more effective stable convergence characteristics than other optimization techniques. Moreover, there are fewer control parameters to adjust, and it is more efficient in maintaining the diversity of the swarm as all the particles use the information related to the most successful particle (Gbest particle) to enhance themselves. For this reason, we chose the PSO to optimize the XGBoost parameters (Kennedy, 2010; da Silva, Valente, Silva, de Paiva, & Gattass, 2018) .",
            "cite_spans": [
                {
                    "start": 495,
                    "end": 510,
                    "text": "(Kennedy, 2010;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 511,
                    "end": 563,
                    "text": "da Silva, Valente, Silva, de Paiva, & Gattass, 2018)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "XGBoost parameter optimization using PSO"
        },
        {
            "text": "The XGBoost parameters used for optimization are those described in Section 2.4: max depth, colsample by tree, min child weight, gamma, and learning rate. To represent a PSO particle, a five-position vector is created, in which each vector component represents one of the aforementioned parameters. Each parameter requires a search space, which is simply denoted by the limits of the maximum and minimum values that can be assumed. For the max depth, a discrete threshold was defined between three and ten. The min child weights were set as integer values between one and seven. Finally, for the other parameters, continuous thresholds were defined between zero and one. Furthermore, to allow the PSO algorithm to evolve, a fitness function was required. The fitness of each particle was evaluated using the results obtained by the XGBoost model, which operated on the validation subset according to the selected parameters. Here, we explain the weighting method used in fitness. The main purpose of weighting is to maintain a balance between recall and precision; for this, we used the F-score (Sasaki & Fellow, 2007) to obtain superior models in the classification of COVID-19 cases. This fitness is defined as Eq. 1.",
            "cite_spans": [
                {
                    "start": 1095,
                    "end": 1118,
                    "text": "(Sasaki & Fellow, 2007)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "XGBoost parameter optimization using PSO"
        },
        {
            "text": "where Pre = TP TP+FP and Rec = TP TP+FN . True positive (TP) indicates the correctly detected cases. False positive (FP) denotes the negative cases mistakenly detected as positive. True negative (TN) refers to the truly detected negative cases. False negative (FN) denotes the positive cases mistakenly detected as negative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "XGBoost parameter optimization using PSO"
        },
        {
            "text": "After defining a particle, its thresholds, and its fitness function, the following steps were performed (Le, Nguyen, Zhou, Dou, & Moayedi, 2019 ):",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 143,
                    "text": "(Le, Nguyen, Zhou, Dou, & Moayedi, 2019",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "XGBoost parameter optimization using PSO"
        },
        {
            "text": "• Step 1: A population of ten random particles was created. Then, the fitness function of each particle was computed. • Step 2: Each particle traveled circularly through the search space at an initial speed, as established in the previous step. For each iteration, the optimal local particle was sought. The best overall result represents the current best particle. The speeds were also updated during this step. • Step 3: After the speed was calculated and updated, the particles flew in the search space at this new speed. • Step 4: The best location and best overall result were updated to the best position, according to the fitness function. • Step 5: The search stop condition was checked. If the fitness function of the particle was optimal, the search was interrupted. Otherwise, we returned to Step 2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "XGBoost parameter optimization using PSO"
        },
        {
            "text": "At the end of this optimization, we obtained the best XGBoost parameters of the model validation step. Finally, a test database was applied, and validation metrics were extracted to calculate the method's robustness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "XGBoost parameter optimization using PSO"
        },
        {
            "text": "This section describes the experimental setup, the experimental procedures performed to validate the proposed method, the validation metrics adopted, and the database preparation procedure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The proposed method was implemented using the Python library. We primarily used the Keras deep learning library (Chollet et al., 2015) with TensorFlow-GPU (Abadi et al., 2015) as the back-end. The computer used in these experiments consisted of an Intel Core i7-7700 K 4.20 GHz CPU, 16 GB of RAM, and Nvidia GeForce GTX 1080-Ti graphics card, running on a Windows 10 operating system.",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 134,
                    "text": "(Chollet et al., 2015)",
                    "ref_id": null
                },
                {
                    "start": 155,
                    "end": 175,
                    "text": "(Abadi et al., 2015)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Experimental setup"
        },
        {
            "text": "To validate the method, we applied popular metrics from the field of medical imaging; these consisted of accuracy (Acc), precision (Pre), recall (Rec), and F1-Score (F1) (Duda, 1973) . The metrics were calculated based on the confusion matrix.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 182,
                    "text": "(Duda, 1973)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Evaluation metrics"
        },
        {
            "text": "As explained in Section 2, two public datasets were used to implement the proposed method and measure its efficiency through experiments. Of the images contained in these datasets, 206 were from the COVID-19 chest X-ray dataset and contained cases classified as COVID-19; 1341 images were of normal patients, taken from the Guangzhou Dataset.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation metrics"
        },
        {
            "text": "To validate our method, we applied the k-fold cross-validation technique, setting k = 5. In this approach, the method is trained and tested five times, by dividing the database in an 80:20 ratio to ensure the proportion for both classes. At the end of each training procedure, the validation metrics were extracted. As a result, we obtained the average of each metric along with its standard deviation; this enabled us to make more appropriate analyses of the method. It also made it possible to avoid the overfitting problem, because the entire database was trained at least once in the k-fold validation procedure. Table 1 shows the relationships between the individuals used for training and testing in each fold, for both the normal and COVID-19 cases.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 617,
                    "end": 624,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Evaluation metrics"
        },
        {
            "text": "For our experimental results, we studied the execution of the entire method and the collection of validation metrics. However, when proposing a new and robust method, it is necessary to compare it against other methods already established in the literature. Thus, we conducted several experiments to demonstrate the robustness of our method compared to other techniques. All metrics are shown in terms of the average of the five folds as well as the standard deviation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental results"
        },
        {
            "text": "To assess the robustness of the method, we first present the summation confusion matrix of the fivefold test results. From this matrix, the accuracy, precision, recall, and F1-score metrics were calculated. The results of the confusion matrix are presented in Table 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 260,
                    "end": 267,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Confusion matrix"
        },
        {
            "text": "First, we demonstrate the execution of our entire method and the collection of metrics. However, it should be noted that we propose a step of parameter optimization. To prove the necessity of this step, we show the results both with and without the use of PSO. For the case without PSO, only the default parameters were used. Table 3 describes the training time for a fold as well as the default parameters and those found after optimization for the three deep feature extractors.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 326,
                    "end": 333,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Deep features with XGBoost (with and without PSO)"
        },
        {
            "text": "Notably, after the training and model creation procedures, the classification for an individual patient can be performed immediately. After optimization, the training and metric testing for the method with and without PSO were performed. The results are displayed in Table 4 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 267,
                    "end": 274,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Deep features with XGBoost (with and without PSO)"
        },
        {
            "text": "We can see that Deep Features was effective in capturing the content of the images. Promising results were seen for both models (i.e., with and without PSO). When considering accuracy and F1-score, we observe a similar average correctness between classes; furthermore, we can see a correspondence between precision and recall, with both metrics in the two types of networks (with and without PSO) exceeding 97% and 98%, respectively. Despite only a slight gain in metrics, the use of PSO is necessary. This is because the parameter selection step is costly and depends on the expertise of the method developer. By using an optimized search method, we have further automated the method and made it independent of the parameter selection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Deep features with XGBoost (with and without PSO)"
        },
        {
            "text": "To verify the effectiveness of the PSO in optimizing the parameters of the XGBoost, we did experiments using two other optimizers:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "XGBoost + PSO vs Other Optimization Methods"
        },
        {
            "text": "1. Genetic Algorithm (GA) (Mirjalili, 2019) : A genetic algorithm is a search heuristic that is inspired by Charles Darwin's theory of natural evolution. This algorithm reflects the process of natural selection where the fittest individuals are selected for reproduction to produce offspring of the next generation. Usually, its parameters are the (Teodorovic, Lucic, Markovic, & Dell'Orco, 2006) : An optimization algorithm based on the intelligent foraging behavior of honey bee swarm. three groups of bees: employed bees, onlookers, and scouts. It is assumed that there is only one artificial employed bee for each food source. In other words, the number of employed bees in the colony is equal to the number of food sources around the hive. Employed bees go to their food source and come back to hive and dance in this area. The employed bee whose food source has been abandoned becomes a scout and starts to search for finding a new food source. Onlookers watch the dances of employed bees and choose food sources depending on dances. Usually, its parameters are the number of iterations, colony rate, scouts, and size of the individual. For the experiments, default value parameters were used.",
            "cite_spans": [
                {
                    "start": 26,
                    "end": 43,
                    "text": "(Mirjalili, 2019)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 348,
                    "end": 396,
                    "text": "(Teodorovic, Lucic, Markovic, & Dell'Orco, 2006)",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "XGBoost + PSO vs Other Optimization Methods"
        },
        {
            "text": "To optimize the XGBoost, the GA and BCO algorithms were also executed in the parameters of Max depth, Colsample by tree, Max child weight, Gamma, and Learning Rate. The result of these parameters for the two algorithms executed in the three networks is expressed in Table 5 together with the parameters found by the PSO.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 266,
                    "end": 273,
                    "text": "Table 5",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "XGBoost + PSO vs Other Optimization Methods"
        },
        {
            "text": "With all XGBoost parameters optimized for the three networks using GA, BCO, and PSO, the next step is to apply the models on the test datasets and calculate the metrics to verify their effectiveness and highlight why the PSO is better than the other algorithms optimization. Table 6 presents a comparison of the validation metrics and the processing time of these combinations.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 275,
                    "end": 282,
                    "text": "Table 6",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "XGBoost + PSO vs Other Optimization Methods"
        },
        {
            "text": "We can see that all three optimizers were able to achieve promising results, superior to using XGBoost without optimization. However, as presented in Section 2 and in the Time column of the Table 6 , PSO was the fastest optimize. Also, in the metric of F1-Score, which expresses the harmony between the metrics of Precision and Recall, PSO was the only one capable of reaching 99% in two types of architecture (VGG19 and ResNet50). The same occurs in the F1-Score variance in these two architectures, mainly in VGG19, where there was only 0.20% standard deviation. Thus, we highlight how robust PSO was to optimize effectively, quickly, and achieve promising validation metrics in the XGBoost classifier.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 190,
                    "end": 197,
                    "text": "Table 6",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "XGBoost + PSO vs Other Optimization Methods"
        },
        {
            "text": "A second test that highlights the innovations proposed by deep feature extraction, is the use of texture features; this method is wellestablished in the literature. Thus, we performed the whole method again but exchanged the Deep Features extraction step for traditional texture feature extraction (Hu moments, Haralick, and local binary pattern (LBP) (Gonzalez & Woods, 2008) ). The comparison of these approaches against the optimized XGBoost is presented in Table 7 .",
            "cite_spans": [
                {
                    "start": 352,
                    "end": 376,
                    "text": "(Gonzalez & Woods, 2008)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 461,
                    "end": 468,
                    "text": "Table 7",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Traditional texture features vs. deep features with XGBoost"
        },
        {
            "text": "It can be seen that the use of Deep Features offers superior results to the existing feature-extraction techniques. Furthermore, it is known that extracting features manually is a non-trivial task. The type of features (e. g., texture, shape, geometry, or border) chosen depends on the elements of the image and its specific characteristics. By proposing the use of Deep Features, our method can extract features automatically, without needing to explicitly perform feature extraction and selection steps. Furthermore, metrics based on Deep Features and optimized XGBoost are more consistent in each fold, showing smaller standard deviation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Traditional texture features vs. deep features with XGBoost"
        },
        {
            "text": "Another experiment to validate the use of optimized XGBoost is to compare it against traditional classifiers presented in the literature. To assess the robustness of optimized XGBoost, we use a regression-based classifier (logistic regression (Kleinbaum, Dietz, Gail, Klein, & Klein, 2002) ) and another decision tree-based classifier (random forest (Breiman, 2001) ). The results of this experiment are presented in Table 8 . Analyzing Table 8 , it can be seen that deep features play a fundamental role in extracting features. Even when using other classifiers, the results are still effective and present a low standard deviation; we highlight the use of logistic regression with ResNet50, which attains an average accuracy of 98.26%. However, when using the proposed method with XGBoost + PSO, the results are still superior to those obtained using other classifiers; this is seen in all metrics, though predominantly in the accuracy of all three deep feature architectures.",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 289,
                    "text": "(Kleinbaum, Dietz, Gail, Klein, & Klein, 2002)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 350,
                    "end": 365,
                    "text": "(Breiman, 2001)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 417,
                    "end": 424,
                    "text": "Table 8",
                    "ref_id": "TABREF7"
                },
                {
                    "start": 437,
                    "end": 444,
                    "text": "Table 8",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "Deep features with other classifiers"
        },
        {
            "text": "Finally, it is known that CNNs play an important role in several imaging domains, and medical imaging is no exception. Thus, to validate our method (when using only Deep Features), we compare it against a method that uses end-to-end deep learning. However, given its computational cost, deep learning can be performed only once. We selected 70% of the dataset for training, 10% for validation, and 20% for testing. Furthermore, we used the standard architectures of VGG19, Inception-v3, and ResNet50. All networks were executed with 50 epochs. The results are described in Table 9 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 573,
                    "end": 580,
                    "text": "Table 9",
                    "ref_id": "TABREF8"
                }
            ],
            "section": "Deep learning methods vs. XGBoost + PSO"
        },
        {
            "text": "The effectiveness of deep learning methods is known, and their effectiveness holds for the classification of patients into COVID-19 and non-COVID-19 groups. The method achieves good results for the task. However, deep learning network training is computationally expensive. Moreover, because it takes a long time, the search for parameters (to create a robust model) becomes even more complex. Conversely, XGBoost is a tree-based classifier that offers high performance in terms of speed, scalability, memory consumption, and hardware resources Chen et al., 2015 . Nevertheless, the results of our method proved to be superior in all metrics compared with deep learning methods. Thus, based on the experiments presented, we conclude that the proposed method shows great promise. Combined with clinical practice and specialist expertise, this robust, fast method consumes minimal computational resources and can constitute a fundamental tool for combating the COVID-19 pandemic. It should be noted that in developing countries, where resources are scarce, this method could offer considerable advantages, given its efficiency characteristics and accuracy.",
            "cite_spans": [
                {
                    "start": 545,
                    "end": 562,
                    "text": "Chen et al., 2015",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Deep learning methods vs. XGBoost + PSO"
        },
        {
            "text": "In this section, the results obtained with the method are discussed. Furthermore, a qualitative assessment is made for two case studies: a correct classification and an incorrect classification. For this, we chose the deep feature extraction model that exhibited the optimum accuracy (i.e., VGG19). Still, we present results applying the model achieved by the method in patients with different types of pneumonia (bacterial and viral) to show the efficiency of the model built. Then, the studies found in the literature are considered and compared. Finally, the advantages and limitations of the proposed method are discussed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Initially, we assessed the significance of the COVID-19 and normal image regions, by projecting the weights of the output layer onto the maps of convolutional features (Zhou, Khosla, Lapedriza, Oliva, & Torralba, 2016) . For this, we used the activation maps for the images of patients under normal conditions and those affected by COVID-19, as shown in Fig. 5 (a) and (b) , respectively. In the activation map, the closer a feature is to the red region, the more important its extraction is for the method decision. Features closer to the blue regions are less important. From this, we can see that, despite the different databases, the main features are consistently extracted from the pulmonary region; this indicates that our method is not biased by the choice of database.",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 218,
                    "text": "(Zhou, Khosla, Lapedriza, Oliva, & Torralba, 2016)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [
                {
                    "start": 354,
                    "end": 372,
                    "text": "Fig. 5 (a) and (b)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Case study"
        },
        {
            "text": "Therefore, we presented a set of case studies in the next subsections to analyze and discuss the most common situations after applying the proposed method.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case study"
        },
        {
            "text": "To qualitatively evaluate the method, we considered three case studies of patients affected by COVID-19. In the first case, the model misclassified the patient, and in the other two, the model's diagnosis was correct.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case study -Patients affected by COVID-19"
        },
        {
            "text": "The first case study is a patient diagnosed by the specialist as having COVID-19. However, the model using deep features (from VGG19) and XGBoost + PSO classified it as normal. This example is illustrated in Fig. 6 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 208,
                    "end": 214,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Case study -Patients affected by COVID-19"
        },
        {
            "text": "Despite this classification, by analyzing the image we can see that the regions of the lungs are very clean, with no evidence of impairment. It is worth remembering that our diagnosis is based only upon the image, whereas the diagnosis of the specialist takes into account other factors (e.g., the clinical and laboratory conditions) of the patient. However, as we evaluated only the image, this was considered an error case.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case study -Patients affected by COVID-19"
        },
        {
            "text": "COVID-19 in its early stages does not cause severe pulmonary involvement, which makes it almost imperceptible to the human eye in diagnosis. This case is shown in Fig. 7 , which presents the CXR image of a patient affected by COVID-19, though it presents strong characteristics of a patient under normal conditions. Even so, our method was able to correctly classify the patient as suffering from COVID-19. This demonstrates that our method can accurately detect even the most complex cases.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 163,
                    "end": 169,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Case study -Patients affected by COVID-19"
        },
        {
            "text": "The third study is that of a patient with COVID-19; in this case, the model using deep features (from VGG19) and XGBoost + PSO gave the correct diagnosis. We can see in Fig. 8 that this patient exhibits large changes in their lungs, which indicates a certain degree of impairment; this caused the model to classify them as a patient with COVID-19.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 169,
                    "end": 175,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Case study -Patients affected by COVID-19"
        },
        {
            "text": "To qualitatively evaluate the method, another two case studies of patients with normal CXR images are presented. In one case, the model misclassified the patient; in the other, the model's diagnosis was correct.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case study -Patients under normal conditions"
        },
        {
            "text": "The first patient was healthy but classified as having COVID-19. The image is presented in Fig. 9 ; as we can see, although the image was classified as normal by the specialist, it presents pulmonary regions with high density; this confused the classifier, which considered the patient as suffering from COVID-19.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 91,
                    "end": 97,
                    "text": "Fig. 9",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Case study -Patients under normal conditions"
        },
        {
            "text": "The last case study presents a normal patient who was correctly classified by the method (Fig. 10) . Once again, the method proved to be promising in assessing CXR images. This demonstrates the generalizability of the method, which achieved over 98% in all metrics.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 89,
                    "end": 98,
                    "text": "(Fig. 10)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Case study -Patients under normal conditions"
        },
        {
            "text": "To validate our method can differentiate the CXR of patients with COVID-19 from other existing cases of pneumonia, we used CXR images of other pneumonia from the Guangzhou dataset. The purpose of the experiment is to show that the proposed model does not confuse other pneumonia with COVID-19. For this, we chose the deep feature extraction model that exhibited the optimum accuracy (i.e., VGG19).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposed method vs. other pneumonia"
        },
        {
            "text": "The Guangzhou dataset has examples of two types of pneumonia, bacterial and viral. Thus, of the total of 3,875 images, 1,345 corresponded to CXR of patients with viral pneumonia and 2,530 of bacterial. In the next subsections, we present the results achieved using the proposed method.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposed method vs. other pneumonia"
        },
        {
            "text": "First, we will validate our method on CXR images of patients with bacterial pneumonia. Given the total image set, these were submitted to the model and the classification result was collected. Table 10 shows the results achieved.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 193,
                    "end": 201,
                    "text": "Table 10",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Proposed method vs. bacterial pneumonia"
        },
        {
            "text": "As we can see in the table, the model classified 87% as non-COVID-19 patients. It shows that the model can satisfactorily differentiate patients with bacterial pneumonia from COVID-19. Despite the model making some patients wrong, it is worth mentioning that the diagnosis decision is accompanied by a series of laboratory and clinical exams, and that this model only has the role of supporting the specialist. Furthermore, patterns of pulmonary involvement of pneumonia are similar to those of COVID-19, which causes a conflict in the correct classification. Fig. 11 presents activation maps for the images of patients under bacterial pneumonia conditions. Figure shows both cases, those classified correctly for non-COVID-19 and those wrong classified for COVID-19, the activation map took into account the classification of the pulmonary regions. However, there is a high degree of patient impairment, and even so, the model is able to correct 87% of cases for non-COVID-19.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 560,
                    "end": 567,
                    "text": "Fig. 11",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Proposed method vs. bacterial pneumonia"
        },
        {
            "text": "Analogous to the experiment done with bacterial pneumonia, in this, we will validate our method in CXR images of patients with viral pneumonia. Table 11 shows the results achieved.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 152,
                    "text": "Table 11",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Proposed method vs. viral pneumonia"
        },
        {
            "text": "We can see that the model proved to be effective in the task of differentiating patterns of viral pneumonia from that caused by COVID-19. Similar to bacterial, there is an error in the classification of some exams. It is worth mentioning that this tool is not intended to diagnose patients, but rather to serve as a screening and assistance tool for specialists. Also analogous to the previous experiment, we remember that there is great pulmonary involvement caused by other pneumonia, which generates conflict to the classifier. Fig. 12 presents activation maps for the images of patients under viral pneumonia conditions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 531,
                    "end": 538,
                    "text": "Fig. 12",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Proposed method vs. viral pneumonia"
        },
        {
            "text": "Once again, it is observed that the regions activated for classification of the model are regions with great pulmonary impairment. Even so, the model was efficient in 88% of the cases, in correctly correcting the class of non-COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposed method vs. viral pneumonia"
        },
        {
            "text": "Though it is a recent problem, the pandemic caused by COVID-19 has prompted several researchers to develop a methods to help doctors and frontline professionals; many of these methods have been developed to analyze CXR images. A comparison of these works against the proposed method is presented in Table 12 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 299,
                    "end": 307,
                    "text": "Table 12",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Comparison with related works"
        },
        {
            "text": "We can see that almost all use deep learning architectures in their approach. Deep learning techniques hold great promise, primarily because there is no explicit need for the extraction, selection, and classification of characteristics. However, training with this type of approach is costly, and many training sections are required to find the best parameters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparison with related works"
        },
        {
            "text": "In Narin et al. (2020) , the experiments used CXR image datasets containing 50 normal patients and 50 patients with COVID-19, both taken from public repositories. The experimental results show an accuracy of 98%. In El-Din Hemdan et al. (2020) , a 90% accuracy was achieved by considering 50 CXR images, 25 of which were confirmed cases of COVID-19. In , 100 CXR images from patients with COVID-19 and 1341 from normal patients were used to validate the experiments; their method achieved a 96% accuracy. In our study, we used a larger dataset to validate our method; it contained 206 images of COVID-19 patients, and 1341 images of normal patients; in the best case, we achieved results exceeding 98% in accuracy, surpassing the studies described above. Apostolopoulos and Mpesiana (2020) evaluated several deep architectures and transfer learning techniques. Using a VGG19 to detect COVID-19, they obtained results of 98.75% and 92.85% in accuracy and recall, respectively; their research used a dataset consisting of 224 images of patients with COVID-19 and 1204 images of patients with pneumonia or healthy lungs. Pereira et al. (2020) composed a database referred to as RYDLS-20; it contains 1144 CXR images of pneumonia caused by different pathologies, as well as images of healthy lungs. In their experiments, they achieved an 89% F1-score. Ozturk et al. (2020) proposed a CNN model based on DarkNet to detect COVID-19 cases. The model achieved an accuracy of 98.08% for a dataset composed of 125 COVID-19 CXR images, 500 pneumonia images, and 500 normal images. Our method can still outperform these.",
            "cite_spans": [
                {
                    "start": 3,
                    "end": 22,
                    "text": "Narin et al. (2020)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 216,
                    "end": 243,
                    "text": "El-Din Hemdan et al. (2020)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 755,
                    "end": 789,
                    "text": "Apostolopoulos and Mpesiana (2020)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1118,
                    "end": 1139,
                    "text": "Pereira et al. (2020)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1348,
                    "end": 1368,
                    "text": "Ozturk et al. (2020)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Comparison with related works"
        },
        {
            "text": "CNNs automatically extract features from input data and perform classifications based on these extracted features, using a classifier such as softmax. The softmax classifier is a common option for CNNs; however, it is not mandatory and can be replaced by any classifier. One of these experiments was carried out in Sethy and Behera (2020) , where the ResNet50 model was used in conjunction with an SVM classifier to detect patients with COVID-19. The model achieved an accuracy of 95.38% and an F1-score of 91.41%. In our experiments, we obtained superior results to all of these.",
            "cite_spans": [
                {
                    "start": 315,
                    "end": 338,
                    "text": "Sethy and Behera (2020)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Comparison with related works"
        },
        {
            "text": "Finally, the method proposed in Rahimzadeh and Attar (2020) achieved an impressive 99.50% accuracy. However, only a 35.27% precision and 80.53% recall were achieved for detection of the COVID-19 class. This was because their method was more focused on selecting classes of normal patients/pneumonia, which is not our focus here. In our experiments, we obtained balanced results for the two classes (COVID-19 and normal), presenting results exceeding 98% for the metrics of accuracy, precision, recall, and F1-score.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparison with related works"
        },
        {
            "text": "Thus, in contrast to the methods described in the literature, our work proposes a method that exclusively uses deep features, which are extracted from the convolution and subsampling layers of deep learning networks. For the classification step, we propose the use of XGBoost, which does not require a large number of resources and has shown promising results in several studies regarding data classification. A technique based on the evolutionary algorithm (PSO) was proposed to identify the best parameters for XGBoost. Thus, we demonstrate the promise of our method, by presenting results comparable to those found in the literature; our method can be used as a tool to combat the pandemic caused by COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparison with related works"
        },
        {
            "text": "Because it proposes a new and fully automated method for classifying patients into COVID-19 and normal groups, our method offers a series of merits and advances, of which we highlight the main ones as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advances and limitations of the proposed method"
        },
        {
            "text": "1. It offers an automated method, developed using two different, public databases (Section 2). The diversity of the databases simulates the clinical routine, and their publicity makes the method amenable to comparison. 2. Because the CXR image databases differ and are not standardized in either the data-acquisition or examination processes, the images present numerous patterns. Thus, our proposed method implements a crucial stage of image preprocessing; despite its simplicity, this is necessary for the successful execution of the entire method. 3. Using Deep Features, the method automatically extracts and selects characteristics. It is known that the process of choosing representative characteristics is not trivial when using the deep features approach; hence, these characteristics are extracted and selected implicitly. 4. To the best of our knowledge, this is the first method to use Deep Features combined with an XGBoost classifier to diagnose patients into COVID-19 and healthy groups. 5. The addition of the robust tree-based classifier XGBoost makes the method more effective, because this classifier offers considerable generalizability; moreover, it does not require large quantities of hardware resources, which is one of the biggest problems facing deep learning-based methods. 6. Automated methods have been studied by many researchers; however, these methods always encounter a parameterization barrier.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advances and limitations of the proposed method"
        },
        {
            "text": "This is no different for the XGBoost classifier, which features a range of parameters. Thus, we proposed a PSO to automatically optimize these parameters and bypass the parameter selection step. 7. All of these steps increase the method's utility. The present study obtained results superior to those found in the literature and proposes an innovative new method for the classification of patients with COVID-19. 8. The proposed method, using deep features (from VGG19) and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advances and limitations of the proposed method"
        },
        {
            "text": "XGBoost + PSO, achieved a maximum average accuracy of 98.71%, an average precision of 98.89%, an average recall of 99.63%, and an average F1-score of 99.25%. These results indicate the method's potential.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advances and limitations of the proposed method"
        },
        {
            "text": "However, as with any computational method, it has some limitations. We highlight these as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advances and limitations of the proposed method"
        },
        {
            "text": "1. Our method did not propose a new deep architecture. We used the existing architectures and demonstrated their effectiveness for capturing deep features. It is believed that developing a new architecture will further improve results. 2. The present method indicates whether a CXR image is considered to exhibit COVID-19 symptoms or not. Adding a segmentation stage to identify the regions affected by COVID-19 could further help frontline professionals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advances and limitations of the proposed method"
        },
        {
            "text": "Consequently, we believe that the method can play a major role in classifying COVID-19 patients from CXR images. It is known that the most-used mechanism for medical imaging in developing countries is the X-ray. Proposing an automated system capable of generating good outcomes is of crucial significance in helping health practitioners tackle this pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advances and limitations of the proposed method"
        },
        {
            "text": "The pandemic caused by COVID-19 has global impacts. Various methods designed to assist frontline professionals have been developed. The present work proposed a fully automated method, using Deep Features to extract feature information from CXR images; furthermore, it proposed PSO-optimized XGBoost, to classify these images as depicting COVID-19 or healthy lungs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Despite COVID-19 being a new problem, several works have already been developed along these lines, and the use of public databases is necessary for comparing the proposed methods. Thus, this study used two public databases, one containing COVID-19 patients and the other containing normal patients. Because we used different and nonstandardized databases, a preprocessing step was used to standardize the examination results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Then, a deep features extraction step was used to extract the features of the images automatically. Finally, we proposed to use the XGBoost classifier, which offers a high performance in terms of speed, scalability, memory consumption, and hardware resources. To further increase the promise of the method, an optimization step (using PSO) was performed for the parameters of this classifier.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The present work, using deep features of VGG19 and XGBoost + PSO, achieved an average accuracy of 98.71%, an average precision of 98.89%, an average recall of 99.63%, and an average F1-score of 99.25%. Our results, compared with those reported the literature, are prominent. Thus, we believe that we have proposed a promising, innovative, and capable method to be used by professionals for classifying the CXR images of patients affected by COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "As a future research direction, we highlight the use of other architectures or the development of new, function-specific ones. Our method did not propose a new architecture for extracting deep features. It used existing ones and showed that they are effective for capturing features when used in conjunction with XGBoost. It is believed that developing new architectures will further improve the results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Moreover, the present method indicates whether a CXR image is considered to show COVID-19 symptoms. Adding a segmentation step to identify the regions affected by COVID-19 can further assist front-line professionals. Another idea is to extend the method, using it to classify other pathologies with pulmonary involvement. We believe that these changes can add value to the proposed method.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of Competing Interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Tensorflow: Large-scale machine learning on heterogeneous systems",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Abadi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Agarwal",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Barham",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Brevdo",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Citro",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Corrado",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dean",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Devin",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Covid-19: automatic detection from xray images utilizing transfer learning with convolutional neural networks",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "D"
                    ],
                    "last": "Apostolopoulos",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Mpesiana",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Physical and Engineering Sciences in Medicine",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "What other countries can learn from italy during the covid-19 pandemic",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Boccia",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ricciardi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Ioannidis",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA internal medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Random forests. Machine learning",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Breiman",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "45",
            "issn": "",
            "pages": "5--32",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Breast cancer diagnosis from histopathological images using textural features and cbir",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Carvalho",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Antônio Filho",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Silva",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "H"
                    ],
                    "last": "Araújo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Diniz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Silva",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Paiva",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gattass",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Artificial Intelligence in Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A comparison of classification algorithms to automatically identify chest x-ray reports that support pneumonia",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Chapman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fizman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Chapman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Haug",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Journal of biomedical informatics",
            "volume": "34",
            "issn": "",
            "pages": "4--14",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Xgboost: extreme gradient boosting. R package version",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Benesty",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Khotilovich",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--4",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Covid-19 image data collection",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Morrison",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dao",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "11597",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Kidney segmentation from computed tomography images using deep neural network",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Da Cruz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D L"
                    ],
                    "last": "Araújo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Ferreira",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "O B"
                    ],
                    "last": "Diniz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Silva",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D S"
                    ],
                    "last": "De Almeida",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "De Paiva",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gattass",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Computers in Biology and Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.compbiomed.2020.103906"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Imagenet: A largescale hierarchical image database",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Socher",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fei-Fei",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "2009 IEEE conference on computer vision and pattern recognition Ieee",
            "volume": "",
            "issn": "",
            "pages": "248--255",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Spinal cord detection in planning ct for radiotherapy through adaptive template matching, imslic and convolutional neural networks",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "O B"
                    ],
                    "last": "Diniz",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H B"
                    ],
                    "last": "Diniz",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L A"
                    ],
                    "last": "Valente",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Silva",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Paiva",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Computer Methods and Programs in Biomedicine",
            "volume": "170",
            "issn": "",
            "pages": "53--67",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Detection of mass regions in mammograms by bilateral analysis adapted to breast density using similarity indexes and convolutional neural networks",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "O B"
                    ],
                    "last": "Diniz",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H B"
                    ],
                    "last": "Diniz",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L A"
                    ],
                    "last": "Valente",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Silva",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "De Paiva",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gattass",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Computer Methods and Programs in Biomedicine",
            "volume": "156",
            "issn": "",
            "pages": "191--207",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Esophagus segmentation from planning ct images using an atlas-based deep learning approach",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "O B"
                    ],
                    "last": "Diniz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Ferreira",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H B"
                    ],
                    "last": "Diniz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Silva",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "De Paiva",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Computer Methods and Programs in Biomedicine",
            "volume": "197",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Detection of white matter lesion regions in mri using slic0 and convolutional neural network",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "H B"
                    ],
                    "last": "Diniz",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L A"
                    ],
                    "last": "Valente",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "O B"
                    ],
                    "last": "Diniz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Silva",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gattass",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ventura",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Muniz",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Gasparetto",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Computer Methods and Programs in Biomedicine",
            "volume": "167",
            "issn": "",
            "pages": "49--63",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Pattern classification and scene analysis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Duda",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Particle swarm optimization",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Eberhart",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kennedy",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Proceedings of the IEEE international conference on neural networks Citeseer",
            "volume": "",
            "issn": "",
            "pages": "1942--1948",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Covidx-net: A framework of deep learning classifiers to diagnose covid-19 in x-ray images. arXiv",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "El-Din Hemdan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Shouman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Karar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Greedy function approximation: A gradient boosting machine",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Friedman",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "The Annals of Statistics",
            "volume": "29",
            "issn": "",
            "pages": "1189--1232",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Digital image processing",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gonzalez",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Woods",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Improved white blood cells classification based on pre-trained deep learning models",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "H Mohamed",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "El-Behaidy",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Khoriba",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Communications Software and Systems",
            "volume": "16",
            "issn": "",
            "pages": "37--45",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Deep residual learning for image recognition",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Proceedings of the IEEE conference on computer vision and pattern recognition",
            "volume": "",
            "issn": "",
            "pages": "770--778",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Particle swarm optimization. Encyclopedia of machine learning",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kennedy",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "760--766",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Labeled optical coherence tomography (oct) and chest x-ray images for classification",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kermany",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Goldbaum",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Logistic regression",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Kleinbaum",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dietz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gail",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Klein",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Klein",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Added value of ultra-low-dose computed tomography, dose equivalent to chest x-ray radiography, for diagnosing chest pathology",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Kroft",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Van Der Velden",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "H"
                    ],
                    "last": "Girón",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Roelofs",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "De Roos",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Geleijns",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Thoracic Imaging",
            "volume": "34",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Estimating the heating load of buildings for smart city planning using a novel artificial intelligence technique pso-xgboost",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "T"
                    ],
                    "last": "Le",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dou",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Moayedi",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Applied Sciences",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Deep learning",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lecun",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bengio",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hinton",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nature",
            "volume": "521",
            "issn": "",
            "pages": "436--444",
            "other_ids": {
                "DOI": [
                    "10.1038/nature14539"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Genetic algorithm. Evolutionary algorithms and neural networks",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mirjalili",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "43--55",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Automatic detection of coronavirus disease (covid-19) using x-ray images and deep convolutional neural networks",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Narin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kaya",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Pamuk",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2003.10849"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Coronavirus disease (COVID-19) technical guidance: The Unity Studies: Early Investigations Protocols",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Organization",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Automated detection of covid-19 cases using deep neural networks with x-ray images",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ozturk",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Talo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Yildirim",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "B"
                    ],
                    "last": "Baloglu",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Yildirim",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "R"
                    ],
                    "last": "Acharya",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Computers in Biology and Medicine",
            "volume": "121",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.compbiomed.2020.103792"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Covid-19 identification in chest x-ray images on flat and hierarchical classification scenarios",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Pereira",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bertolini",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "O"
                    ],
                    "last": "Teixeira",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "N"
                    ],
                    "last": "Silla",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Costa",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Computer Methods and Programs in Biomedicine",
            "volume": "194",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cmpb.2020.105532"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Covid-19, sars and mers: are they closely related?",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Petrosillo",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Viceconte",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Ergonul",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ippolito",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Petersen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clinical Microbiology and Infection",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "A modified deep convolutional neural network for detecting covid-19 and pneumonia from chest x-ray images based on the concatenation of xception and resnet50v2",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rahimzadeh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Attar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Informatics in Medicine Unlocked",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.imu.2020.100360"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Chexnet: Radiologist-level pneumonia detection on chest x-rays with deep learning",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rajpurkar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Irvin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mehta",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Duan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bagul",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Langlotz",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shpanskaya",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:1711.05225"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "The epidemiology and pathogenesis of coronavirus disease (covid-19) outbreak",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Rothan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Byrareddy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of autoimmunity",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "The truth of the f-measure. manchester: Mib-school of computer science",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sasaki",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fellow",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Detection of coronavirus disease (covid-19) based on deep features",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Sethy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Behera",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Convolutional neural network-based pso for lung nodule false positive reduction on ct images",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "L F"
                    ],
                    "last": "Silva",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L A"
                    ],
                    "last": "Valente",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Silva",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "De Paiva",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gattass",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Computer Methods and Programs in Biomedicine",
            "volume": "162",
            "issn": "",
            "pages": "109--118",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Very deep convolutional networks for large-scale image recognition",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Simonyan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zisserman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:1409.1556"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "extreme gradient boosting for identifying individual users across different digital devices",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Web-Age Information Management",
            "volume": "",
            "issn": "",
            "pages": "43--54",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "An automatic method for lung segmentation and reconstruction in chest xray using deep neural networks",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Souza",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "O B"
                    ],
                    "last": "Diniz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Ferreira",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L F"
                    ],
                    "last": "Da Silva",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Silva",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "De Paiva",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Computer Methods and Programs in Biomedicine",
            "volume": "177",
            "issn": "",
            "pages": "285--296",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Rethinking the inception architecture for computer vision",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Szegedy",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Vanhoucke",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ioffe",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shlens",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wojna",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Proceedings of the IEEE conference on computer vision and pattern recognition",
            "volume": "",
            "issn": "",
            "pages": "2818--2826",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Bee colony optimization: principles and applications",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Teodorovic",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lucic",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Markovic",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Orco",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "8th Seminar on Neural Network Applications in Electrical Engineering",
            "volume": "",
            "issn": "",
            "pages": "151--156",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Corona virus international public health emergencies: implications for radiology management",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lei",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "H"
                    ],
                    "last": "Pu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Dai",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "L"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "L"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Academic radiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Covid-19 screening on chest x-ray images using deep learning based anomaly detection",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2003.12338"
                ]
            }
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Learning deep features for discriminative localization",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Khosla",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lapedriza",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Oliva",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Torralba",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "2016 IEEE Conference on Computer Vision and Pattern Recognition (CVPR)",
            "volume": "",
            "issn": "",
            "pages": "2921--2929",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "China novel coronavirus investigating and research team. a novel coronavirus from patients with pneumonia in china",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "The New England Journal of Medicine",
            "volume": "382",
            "issn": "",
            "pages": "727--733",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Flowchart of the method.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Dataset information: (a) CXR images of patients exhibiting normal conditions; (b) CXR images of patients diagnosed with COVID-19.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Preprocessing: (a) input image; (b) color space in grayscale; (c) proportionally resized and centered.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "CNN",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Activation map for images of patients (a) under normal conditions and (b) affected by COVID-19..",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Patient affected by COVID-19, wrongly classified by the method. D.A. Dias Júnior et al.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Patient affected by COVID-19 but seemingly normal, classified correctly by the method.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Patient affected by COVID-19, classified correctly by the method.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Normal patient, classified incorrectly by the method.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Normal patient, classified correctly by the method.D.A. Dias Júnior et al.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Activation map for images of patients (a) correctly classified as non-COVID-19 and (b) wrongly classified as COVID-19..",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Activation map for images of patients (a) correctly classified as non-COVID-19 and (b) wrongly classified as COVID-19..D.A. Dias Júnior et al.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Relationship between individuals used for training and testing in each fold.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Summation fivefold confusion matrix.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "XGBoost parameters: default and with PSO.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Classification of COVID-19 Chest X-ray images: XGBoost with PSO and without.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "XGBoost parameters optimized with GA, BCO, and PSO.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Comparison of XGBoost optimized with GA, BCO, and PSO.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Classification of COVID-19 chest X-ray images: traditional texture features vs. Deep Features.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Classification of COVID-19 chest X-ray images: other classifiers vs. XGBoost.",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Classification of COVID-19 chest X-ray images: deep learning vs. XGBoost + PSO.",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Proposed Method vs. Bacterial Pneumonia.",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "Proposed Method vs. Viral Pneumonia.",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "Comparison with related works. D.A. Dias Júnior et al.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors acknowledge the help from Applied Computing Group (NCA) from the Federal University of Maranhão, the Federal Institute of Maranhão (IFMA), Tecgraf from the Pontifical Catholic University of Rio de Janeiro (PUC-Rio), and The National Council of Federal Institutions of Professional, Scientific and Technological Education (CONIF). We thank Dr. Joseph Paul Cohen from the University of Montreal for providing a dataset of COVID-19 images for the research community.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}