{
    "paper_id": "be39de56c925e693c581accc10d13c10e2dd84f1",
    "metadata": {
        "title": "Symptoms prior to sudden death",
        "authors": [
            {
                "first": "Susan",
                "middle": [
                    "K"
                ],
                "last": "Keen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of North Carolina at Chapel Hill",
                    "location": {
                        "addrLine": "Chapel Hill",
                        "region": "NC",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "Elham",
                "middle": [
                    "A"
                ],
                "last": "Masoudi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cone Health",
                    "location": {
                        "settlement": "Greensboro",
                        "region": "NC",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "Jefferson",
                "middle": [
                    "G"
                ],
                "last": "Williams",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of North Carolina at Chapel Hill",
                    "location": {
                        "addrLine": "Chapel Hill",
                        "region": "NC",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "Sanjana",
                "middle": [],
                "last": "Thota-Kammili",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Appalachian Regional Hospital",
                    "location": {
                        "settlement": "Whitesburg",
                        "region": "KY",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "Mojtaba",
                "middle": [],
                "last": "Mirzaei",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yale-New Haven Medical Center",
                    "location": {
                        "settlement": "Waterbury",
                        "region": "CT",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "Feng-Chang",
                "middle": [],
                "last": "Lin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of North Carolina at Chapel Hill",
                    "location": {
                        "addrLine": "Chapel Hill",
                        "region": "NC",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "Ross",
                "middle": [
                    "J"
                ],
                "last": "Simpson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of North Carolina at Chapel Hill",
                    "location": {
                        "addrLine": "Chapel Hill",
                        "region": "NC",
                        "country": "United States"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Sudden death accounts for up to 15% of all deaths among working age adults. A better understanding of victims' medical care and symptoms reported at their last medical encounter may identify opportunities for interventions to prevent sudden deaths.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods: From 2013À15, all out-of-hospital deaths, ages 18À64 reported by Emergency Medical Services (EMS) in Wake County, North Carolina were screened and adjudicated to identify 399 victims of sudden death, 264 of whom had available medical records. Demographic and clinical characteristics and prescribed medications were compared between victims with versus without a medical encounter within one month preceding death with chi-square tests and t-tests, as appropriate. Symptoms reported in medical encounters within one month preceding death were analyzed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: Among the 264 victims with available medical records, 73 (27.7%) had at least one encounter within a month preceding death. These victims were older and more likely to have multiple chronic illnesses, yet most were not prescribed evidence-based medicines. Of these 73 victims, 30 (41.1%) reported cardiac symptoms including dyspnea, edema, and chest pain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions: Many victims seek medical care and report cardiac symptoms in the month prior to sudden death. However, medications that might prevent sudden death are under prescribed. These findings suggest that there are opportunities for intervention to prevent sudden death.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Sudden death is a major public health concern in the US. The annual incidence in working age adults in the United States is estimated to be 35 per 100,000, or 15% of all deaths in individuals aged 18À64. 1À3 Despite improvements in medical care and cardiopulmonary resuscitation, the incidence of sudden death has not decreased in proportion to the observed decline in cardiovascular mortality. 4 Resuscitation outcomes for out-of-hospital sudden death are poor, but identifying precipitating factors and intervening may lower the incidence of sudden death. 5 Previous studies demonstrated that sudden death may be preceded by premonitory symptoms in the days, weeks, or months before the event. 6À8 Less is known about the frequency of medical encounters and symptoms at last medical visits prior to sudden death. Such information may identify high-risk individuals and guide intervention programs to prevent sudden death. Due to increasing health care demand and healthcare service gaps, home-based care teams such as community paramedicine have been utilized to address urgent but low acuity illnesses and injuries and provide chronic care and preventive services. The current COVID-19 pandemic has exacerbated challenges in accessing medical care, prompting healthcare systems to turn to novel health care delivery systems. Provision of care through home-based care teams is a nascent model of care that may address gaps in access to care and ameliorate the increased burden on Emergency Medical Services (EMS) during the current pandemic. For these reasons, we assessed the symptoms in last medical encounters, chronic illnesses, and evidence-based medicine prescriptions in victims of sudden death.",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 207,
                    "text": "1À3",
                    "ref_id": null
                },
                {
                    "start": 395,
                    "end": 396,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 558,
                    "end": 559,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 696,
                    "end": 699,
                    "text": "6À8",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "All out-of-hospital deaths aged 18À64 in Wake County, North Carolina attended by EMS from 2013 to 2015 were screened. Detailed screening and adjudication methods have been previously described. 9 Sudden death in our study included all types of sudden death not attributed to trauma, suicide, or natural expected death. Accordingly, person with terminal disease, evidence of overdose or other obvious non-natural cause (e.g., trauma, violent death, drowning) were excluded. Additionally, persons not communitydwelling (e.g., primary residence was in a skilled nursing facility or correctional facility) were excluded. Records from EMS reports, outpatient and inpatient medical records, death certificates, and medical examiner and toxicology reports were collected. Adjudication identified cases as sudden death if the circumstances surrounding the event suggested an abrupt pulseless condition in the absence of terminal disease such as cancers, or non-natural death (overdose, suicide, trauma). Demographic and clinical characteristics were abstracted from medical records. Medication prescriptions were assessed from the most current medication list in the medical record. All symptoms from the \"chief complaint\" and \"history of present illness\" sections of medical visits in the month prior to sudden death were abstracted. \"Chest pain\", \"dyspnea\", \"dizziness\", \"palpitation\", \"syncope\" and \"pre-syncope\" and \"edema\" and their synonyms were considered cardiac symptoms.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 195,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "After continuous data was assessed for normality, demographic and clinical characteristics were compared between victims with versus without medical encounters in one month prior to death using chi-square tests and t-tests, as appropriate. A p-value < 0.05 was considered significant. Statistical analyses were performed using SAS 9.4 (Cary, NC). This study was approved by the Institutional Review Board at the University of North Carolina at Chapel Hill.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Of 399 adjudicated cases of sudden death, medical records were available for 264 subjects (Fig. 1) . Of the 135 subjects without medical records, mean age was 51.7 years, 103 (76.3%) were male, and 46 (33.3%) were African American. Among the 264 subjects with medical records, mean age was 53.3 years, 171 (64.8%) were male, and 92 (34.8%) were African American. Of these 264 subjects, 73 (27.7%) had at least one medical encounter and 26 (35.6%) of those 73 had more than one encounter in the month before death. Most encounters (79%) were outpatient visits. Chronic medical conditions were commonly present. Victims with recent encounters were older, more often prescribed evidence-based cardiovascular medications, and more likely to have many comorbidities including tobacco use disorder, hypertension, hyperlipidemia, diabetes mellitus, chronic respiratory disease, chronic kidney disease, and heart failure ( Table 1) . Of the 73 victims, 30 (41.1%) reported cardiac symptoms, accounting for 59% of all reported symptoms with dyspnea (17.8 %), edema (17.8 %), and chest pain (13.7%) predominating (Table 2) . Less commonly reported were syncope or presyncope (5.5%), dizziness (2.7%), or palpitations (1.4%). More than one cardiac symptom was reported in 9 (12%) victims. Demographic characteristics and comorbidities did not differ between victims with and without cardiac symptoms (Table 3) . Despite a high prevalence of hypertension, diabetes, and coronary disease, only 25 victims (34.2%) were on aspirin, 36 (49.3%) on beta blockers, 29 (39.7%) on statins, and 26 (35.6%) on an angiotensin converting enzyme inhibitor (ACE-I) or angiotensin receptor blocker (ARB).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 90,
                    "end": 98,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 915,
                    "end": 923,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1103,
                    "end": 1112,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1389,
                    "end": 1398,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Approximately one third of sudden death victims had a medical encounter in the month preceding death. These victims were older and more likely to have comorbidities compared to victims without an encounter in the month preceding death. About half of these victims, representing 11.4% of all sudden death victims with medical records, reported probable cardiac symptoms such as dyspnea, edema, and chest pain. Our results are consistent with previous studies that showed that many victims see a physician in the month before their death and many cardiac arrests are preceded by warning symptoms. 5À8 An important limitation of our study is that 135 (33.8%) of the victims lacked medical records, precluding them from analysis, which may have introduced bias. Victims without medical records may be systematically different to victims with medical records. For example, compared to victims with medical records, victims with medical records were more likely to be male (76.3% versus 64.8%). Even among victims with medical records, those with a medical encounter in the month prior to death were more likely to be African-American (42.5% versus 31.9%). These sociodemographic differences may reflect unmeasured differences in comorbid conditions, access to medical care, or other social determinants. Furthermore, among patients with medical records, we are unable to ascertain whether evidence-based preventive medications were appropriately prescribed or to assess for patient adherence to evidence-based medications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our findings of prevalent medical comorbidities, frequent recent medical encounters, and antecedent cardiac symptoms suggest an opportunity for intervention to prevent sudden death. Possible interventions include modifying primary care provider practices or use of home-based interventions such as telehealth or mobile integrated healthcare to improve the prescription of and compliance with evidence-based medications and recommendations that may prevent sudden death. Further studies are needed to identify specific barriers to addressing cardiac symptoms presented during medical encounters in order to better target intervention strategies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Some victims of sudden death present for medical care in the month preceding death, often with cardiac symptoms and without receipt of evidence-based medications. Intervention strategies targeting patients with prodromal symptoms may prevent sudden death.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "We verify that all authors have made substantial contributions to the draft. The specific authors contributions are as follows: EAM, MM, and RJS conceived and designed the analysis. FCL completed the statistical analyses. SKK, EAM, JGW, and STK wrote and edited the manuscript. All authors reviewed the revised manuscript for accuracy. The authors did not have any writing assistance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Credit author statement"
        },
        {
            "text": "The SUDDEN project is funded by individual, private donations, The Heart and Vascular Division of the University of North Carolina at Chapel Hill, and the McAllister Heart Institute. The project described was supported by the National Center for Advancing Translational Sciences (NCATS), National Institutes of Health, through Grant Award Number UL1TR002489. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Estimated incidence and risk factors of sudden unexpected death",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Nanavati",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Open Heart",
            "volume": "3",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Systematic review of the incidence of sudden cardiac death in the United States",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Kong",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Fonarow",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Peterson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Am College Cardiol",
            "volume": "57",
            "issn": "7",
            "pages": "794--801",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Years of Life and Productivity Loss Because of Adult Sudden Unexpected Death in the United States",
            "authors": [
                {
                    "first": "Mjg",
                    "middle": [],
                    "last": "Mirzaei",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bogle",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Simpson",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Med Care",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Improvement of out-ofhospital cardiac arrest survival rate after implementation of the 2010 resuscitation guidelines",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Larribau",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Deham",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Niquille",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "P"
                    ],
                    "last": "Sarasin",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "PloS one",
            "volume": "13",
            "issn": "9",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Warning Symptoms Are Associated With Survival From Sudden Cardiac Arrest",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Marijon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Uy-Evanado",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Dumas",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Ann Internal Med",
            "volume": "164",
            "issn": "1",
            "pages": "23--32",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "How sudden is sudden cardiac death?",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Muller",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Agrawal",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Arntz",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Circulation",
            "volume": "114",
            "issn": "11",
            "pages": "1146--50",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Long enough to act? Symptom and behavior patterns prior to out-of-hospital sudden cardiac death",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rosenfeld",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Christensen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Daya",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Cardiovasc Nurs",
            "volume": "28",
            "issn": "2",
            "pages": "166--75",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Who Gets Warning Symptoms Before Sudden Cardiac Arrest? An In-Person Commun Based Invest Surv",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Binz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sargsyan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mariani",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "16948--16948",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Coronary Artery Disease and Atherosclerotic Risk Factors in a Population-Based Study of Sudden Death",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Joodi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Maradey",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bogle",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Gen Internal Med",
            "volume": "35",
            "issn": "2",
            "pages": "531--538",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Flowchart of case ascertainment of sudden death and identification of victims with and without medical encounters preceding death. Abbreviation: EMS, Emergency Medical Services.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Demographic and clinical characteristics of sudden death victims by recent health care encounter.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Symptoms reported by sudden death victims in recent health care encounters.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Demographic and clinical characteristics of sudden death victims with medical visits within one month prior to death by report of cardiac versus noncardiac symptoms.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors have no conflicts of interest to disclose.Ross J. Simpson, Jr. has served as consultant for Amgen, Merck, Pfizer, CEROBS, and ISS. He is currently the UNC site Principal Investigator for an Amgen sponsored observational research project. All remaining authors declare that they do not have a conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest disclosure"
        },
        {
            "text": "The authors would like to thank the North Carolina Office of the Chief Medical Examiner, SUDDEN team of researchers, and the North Carolina Translational and Clinical Sciences Institute at University of North Carolina at Chapel Hill.The Wake County EMS Data System supports, maintains, and monitors EMS service delivery, patient care, and disaster preparedness for the Wake County, NC, community at large. This manuscript has been reviewed by Wake County EMS Data System investigators for scientific content and consistency of data interpretation with previous Wake County EMS Data System publications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}