{
    "paper_id": "be8c4fdf2f013be76388a2da2a448c1257150135",
    "metadata": {
        "title": "Antibody response after a third dose mRNA-1273 vaccine among vaccinated healthcare workers with two doses of inactivated SARS-CoV-2 vaccine",
        "authors": [
            {
                "first": "Cucunawangsih",
                "middle": [],
                "last": "Cucunawangsih",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ratna",
                "middle": [
                    "Sari"
                ],
                "last": "Wijaya",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nata",
                "middle": [],
                "last": "Pratama",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hardjo",
                "middle": [],
                "last": "Lugito",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ivet",
                "middle": [],
                "last": "Suriapranata",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Results: A total of 90 HCWs with no history of SARS-CoV-2 infection and who had received the third vaccination were included in this study. The mRNA-1273 vaccine booster was administered 6 months after completion of primary vaccination with CoronaVac. Following the third dose, the anti-S antibodies level significantly increased, from a median of 41.7 U/mL (IQR, ) to 28 394 U/mL (IQR, 20 837-41 646) (p<0.0001). After a third dose, seropositivity with the anti-S antibodies level > 210 U/mL was observed in all HCWs. Age was inversely associated with the anti-S antibodies level post mRNA-1273 booster.",
            "cite_spans": [
                {
                    "start": 358,
                    "end": 363,
                    "text": "(IQR,",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "3"
        },
        {
            "text": "Conclusion: The heterologous prime booster with CoronaVac and mRNA-1273 vaccine booster elicit a pronounced antibody response against SARS-CoV-2 infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3"
        },
        {
            "text": "Healthcare workers (HCWs) are at the frontline battling against the COVID-19 pandemic and are categorized as a priority target group for COVID-19 vaccines. CoronaVac (Sinovac Life Sciences, China), inactivated SARS-CoV-2 vaccine, was the initially available vaccine platform and primarily administered for Indonesian HCWs. Although previous clinical trial studies in China (Zhang et al., 2021) and Turkey (Tanriover et al., 2021) have evidenced the immunogenicity of two-dose CoronaVac, the antibody levels predictive for SARS-CoV-2 protection have declined over time (Mok et al., 2021) . To address the potential waning immunity, the administration of a third COVID-19 vaccine dose for Indonesian HCWs has started in August 2021. The SARS-CoV-2 messenger RNA (mRNA) (mRNA-1273, Moderna) vaccine has been used as a third (booster) dose for Indonesian HCWs. This study aims to assess the total antibodies specific to the receptor-binding domain (RBD) of the SARS-CoV-2 spike (S) protein (anti-S) titres elicited after a third mRNA-1273 dose among fully vaccinated HCWs with CoronaVac.",
            "cite_spans": [
                {
                    "start": 373,
                    "end": 393,
                    "text": "(Zhang et al., 2021)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 405,
                    "end": 429,
                    "text": "(Tanriover et al., 2021)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 568,
                    "end": 586,
                    "text": "(Mok et al., 2021)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Main text"
        },
        {
            "text": "A total of 90 HCWs at Siloam Teaching Hospital, Indonesia, were included in this retrospective cohort study. The inclusion criteria were: (1) Fully vaccinated HCWs with CoronaVac who received the mRNA-1273 vaccine as a third dose between 10 August and 24",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4"
        },
        {
            "text": "September 2021, (2) HCWs who had not previously been infected with SARS-CoV-2, as confirmed by negative reverse-transcriptase polymerase chain reaction (RT-PCR) testing that performed regularly in the hospital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4"
        },
        {
            "text": "Serological testing for total antibodies specific to the RBD of the SARS-CoV-2 S protein (anti-S) was performed using Elecsys anti-SARS-CoV-2 S electrochemiluminescence immunoassay (ECLIA) with Cobas e601 analyzer (Roche Diagnostics, Switzerland), according to the manufacturer's instruction. The test result ≥ 0.8 U/mL or more were considered positive. Samples above 250 U/mL were diluted further (1:10, 1:100, and 1:1000) within the measurement range of the assay (0.4-250 U/mL).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4"
        },
        {
            "text": "The median age of participants was 31 years (IQR, 26-44), and 88% were female ( Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 80,
                    "end": 88,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "4"
        },
        {
            "text": "The third vaccine was administered a median (IQR) of 178 (176-191) days after the second vaccination. The anti-S antibodies level increased significantly after a third vaccination from a median of 41.7 U/mL (IQR, ) to 28 394 U/mL (IQR, 20 837-41 646) (p<0.0001).",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 212,
                    "text": "(IQR,",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "4"
        },
        {
            "text": "All HCWs showed the positivity of the anti-S antibodies, ≥ 0.8 U/mL, before and after the third vaccination. However, the percentage of HCWs with anti-S antibodies level > 210 U/mL was significantly different before and after a third vaccination (11% vs. 100%, p<0.0001). A significant negative correlation was observed between the anti-S antibodies level with the age of the participant after a third dose (r = -0.219; p = 0.03), but not before the third dose of vaccination (r = -0.053; p = 0.61). The age remained independently associated 5 with the log 2 -transformed the anti-S antibodies level after mRNA-1273 booster in multiple linear regression analysis (p = 0.003, Table 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 675,
                    "end": 682,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "4"
        },
        {
            "text": "The antibody level, in particular antibody towards RBD of the S protein (anti-S), has been shown to correlate with virus-neutralizing titres, suggesting the quantification of this antibody can be predictive for SARS-CoV-2 protection (Salazar et al., 2020) . Similar to other studies Mok et al., 2021) , our study has shown that the decline of anti-S antibodies occurred shortly among the fully vaccinated HCWs with CoronaVac (Cucunawangsih et al., 2021) . Considering the short-term immune response after CoronaVac vaccination and the occupational risk of HCWs for acquiring SARS-CoV-2 infection, HCWs are prioritized to receive a booster dose of the mRNA-1273 vaccine.",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 255,
                    "text": "(Salazar et al., 2020)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 283,
                    "end": 300,
                    "text": "Mok et al., 2021)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 425,
                    "end": 453,
                    "text": "(Cucunawangsih et al., 2021)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "4"
        },
        {
            "text": "The heterologous boosting strategy refers to administering a vaccine that differs from the previous vaccine platform, potentially improving the immunogenicity and expanding the breadth of cellular and humoral immunity against current SARS-CoV-2 variants of concern (Barros- Martins et al., 2021; Munro et al., 2021) . Heterologous boosting of CoronaVac with mRNA vaccine have shown not only induced the greater antibody response compared to other booster vaccine platform but also produced neutralizing antibodies against ancestral, Delta, and Omicron SARS-CoV-2 strain (Cheng et al., 2022; Costa Clemens et al., 2022; Perez-Then et al., 2022) . The mRNA-1273 vaccine booster was administered 6 months after the second CoronaVac vaccination. The administration of vaccine booster led to strong boost immunity in all HCWs, with the anti-S antibodies significant increasing into > 210 U/mL, the level suggested by the US-FDA for the high titre of anti-SARS-CoV-2 antibodies in convalescent plasma for COVID-19 treatment as measured using the Elecsys anti-SARS-CoV-2. Furthermore, in agreement with previous studies (Abu Jabal et al., 2021; Steensels et al., 2021) , our result showed that age was negatively associated with the antibody response 6 following the third dose of vaccine. The reduced vaccine response in older adults is possibly related to immune senescence (Poland et al., 2018) .",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 295,
                    "text": "Martins et al., 2021;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 296,
                    "end": 315,
                    "text": "Munro et al., 2021)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 570,
                    "end": 590,
                    "text": "(Cheng et al., 2022;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 591,
                    "end": 618,
                    "text": "Costa Clemens et al., 2022;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 619,
                    "end": 643,
                    "text": "Perez-Then et al., 2022)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1118,
                    "end": 1137,
                    "text": "Jabal et al., 2021;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1138,
                    "end": 1161,
                    "text": "Steensels et al., 2021)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1369,
                    "end": 1390,
                    "text": "(Poland et al., 2018)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "4"
        },
        {
            "text": "Limitations of this study include a single centre study, a small sample size, lack of data on cellular immunity and neutralizing antibodies, and the short follow-up. In conclusion, our study showed that a regimen of heterologous two doses of CoronaVac prime followed by a single mRNA-1273 booster significantly enhances anti-S antibodies levels, which could improve protection against SARS-CoV-2 infection. In the current condition where Indonesia has started the COVID-19 booster vaccination program for the general population, our finding provides valuable information regarding the serologic response that can be achieved with heterologous prime booster vaccination using a CoronaVac and mRNA-1273 vaccine booster. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Impact of age, ethnicity, sex and prior infection status on immunogenicity following a single dose of the bnt162b2 mrna covid-19 vaccine: Real-world evidence from healthcare workers, israel",
            "authors": [
                {
                    "first": "Abu",
                    "middle": [],
                    "last": "Jabal",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ben-Amram",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Beiruti",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Batheesh",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sussan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zarka",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Euro Surveill",
            "volume": "26",
            "issn": "6",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.ES.2021.26.6.2100096"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Immune responses against sars-cov-2 variants after heterologous and homologous chadox1 ncov-19/bnt162b2 vaccination",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Barros-Martins",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Hammerschmidt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cossmann",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Odak",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Stankov",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Morillas Ramos",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Nat Med",
            "volume": "27",
            "issn": "9",
            "pages": "1525--1529",
            "other_ids": {
                "DOI": [
                    "10.1038/s41591-021-01449-9"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Neutralizing antibodies against the sars-cov-2 omicron variant following homologous and heterologous coronavac or bnt162b2 vaccination",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M S"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K P"
                    ],
                    "last": "Mok",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "W Y"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C K"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "W"
                    ],
                    "last": "Ko",
                    "suffix": ""
                }
            ],
            "year": 2022,
            "venue": "Nat Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41591-022-01704-7"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Heterologous versus homologous covid-19 booster vaccination in previous recipients of two doses of coronavac covid-19 vaccine in brazil (rhh-001): A phase 4, non-inferiority, single blind, randomised study",
            "authors": [
                {
                    "first": "Costa",
                    "middle": [],
                    "last": "Clemens",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Weckx",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Clemens",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Almeida Mendes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Souza",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Silveira",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B V"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2022,
            "venue": "Lancet",
            "volume": "399",
            "issn": "",
            "pages": "521--529",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(22)00094-0"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Antibody response to the inactivated sars-cov-2 vaccine among healthcare workers, indonesia",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cucunawangsih",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Wijaya",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "P H"
                    ],
                    "last": "Lugito",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Suriapranata",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Int J Infect Dis",
            "volume": "113",
            "issn": "",
            "pages": "15--17",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijid.2021.09.078"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Waning antibody levels after vaccination with mrna bnt162b2 and inactivated coronavac covid-19 vaccines in hong kong blood donors",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Kwok",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "C.-K",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2021.12.05.21267330"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Comparison of the immunogenicity of bnt162b2 and coronavac covid-19 vaccines in hong kong",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "K P"
                    ],
                    "last": "Mok",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M S"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "O"
                    ],
                    "last": "Kwok",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yiu",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Respirology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/resp.14191"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Safety and immunogenicity of seven covid-19 vaccines as a third dose (booster) following two doses of chadox1 ncov-19 or bnt162b2 in the uk (cov-boost): A blinded, multicentre, randomised, controlled, phase 2 trial",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "P S"
                    ],
                    "last": "Munro",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Janani",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Cornelius",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Aley",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Babbage",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Baxter",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Lancet",
            "volume": "398",
            "issn": "",
            "pages": "2258--2276",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(21)02717-3"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Neutralizing antibodies against the sars-cov-2 delta and omicron variants following heterologous coronavac plus bnt162b2 booster vaccination",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Perez-Then",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lucas",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Monteiro",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Miric",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Brache",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cochon",
                    "suffix": ""
                }
            ],
            "year": 2022,
            "venue": "Nat Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41591-022-01705-6"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Personalized vaccinology: A review",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Poland",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "G"
                    ],
                    "last": "Ovsyannikova",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Kennedy",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Vaccine",
            "volume": "36",
            "issn": "36",
            "pages": "5350--5357",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vaccine.2017.07.062"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Convalescent plasma anti-sars-cov-2 spike protein ectodomain and receptor-binding domain igg correlate with virus neutralization",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Salazar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Kuchipudi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Christensen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Eagar",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Invest",
            "volume": "130",
            "issn": "12",
            "pages": "6728--6738",
            "other_ids": {
                "DOI": [
                    "10.1172/JCI141206"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Comparison of sars-cov-2 antibody response following vaccination with bnt162b2 and mrna-1273",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Steensels",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pierlet",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Penders",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mesotten",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Heylen",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Efficacy and safety of an inactivated whole-virion sars-cov-2 vaccine (coronavac): Interim results of a double-blind, randomised, placebo-controlled, phase 3 trial in turkey",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Tanriover",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Doganay",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Akova",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Guner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Azap",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Akhan",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Lancet",
            "volume": "398",
            "issn": "",
            "pages": "213--222",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(21)01429-X9"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Safety, tolerability, and immunogenicity of an inactivated sars-cov-2 vaccine in healthy adults aged 18-59 years: A randomised, double-blind, placebo-controlled, phase 1/2 clinical trial",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Lancet Infect Dis",
            "volume": "21",
            "issn": "2",
            "pages": "181--192",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30843-4"
                ]
            }
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Baseline demographic and characteristics before and after the third mRNA-1273Table 2. Multiple linear regression on log 2 transformation of anti-S antibodies level",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors have declared no conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest statement"
        },
        {
            "text": "No external funding was received.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "This study was approved by the research ethics committee of the Faculty Medicine of Pelita Harapan University (No: 137/K-LKJ/ETIK/IV/2021).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics approval"
        },
        {
            "text": "Designing research studies (CC, RW, NL), acquiring data (CC), analyzing data (CC, RW, NL, IS), interpreting the results (CC, RW, NL, IS), and writing the manuscript (CC, RW, NL, IS).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Contributions"
        }
    ]
}