{
    "paper_id": "bf43325fb265b1ee712e29c10f28964fbb56c2c8",
    "metadata": {
        "title": "CDH2 mutation affecting N-cadherin function causes attention-deficit hyperactivity disorder in humans and mice",
        "authors": [
            {
                "first": "D",
                "middle": [],
                "last": "Halperin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "The Morris Kahn Laboratory of Human Genetics",
                    "institution": "Ben-Gurion University of the Negev",
                    "location": {
                        "settlement": "Beer-Sheva",
                        "country": "Israel"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Stavsky",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ben-Gurion University of the Negev",
                    "location": {
                        "settlement": "Beer-Sheva",
                        "country": "Israel"
                    }
                },
                "email": ""
            },
            {
                "first": "R",
                "middle": [],
                "last": "Kadir",
                "suffix": "",
                "affiliation": {
                    "laboratory": "The Morris Kahn Laboratory of Human Genetics",
                    "institution": "Ben-Gurion University of the Negev",
                    "location": {
                        "settlement": "Beer-Sheva",
                        "country": "Israel"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Drabkin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "The Morris Kahn Laboratory of Human Genetics",
                    "institution": "Ben-Gurion University of the Negev",
                    "location": {
                        "settlement": "Beer-Sheva",
                        "country": "Israel"
                    }
                },
                "email": ""
            },
            {
                "first": "O",
                "middle": [],
                "last": "Wormser",
                "suffix": "",
                "affiliation": {
                    "laboratory": "The Morris Kahn Laboratory of Human Genetics",
                    "institution": "Ben-Gurion University of the Negev",
                    "location": {
                        "settlement": "Beer-Sheva",
                        "country": "Israel"
                    }
                },
                "email": ""
            },
            {
                "first": "Y",
                "middle": [],
                "last": "Yogev",
                "suffix": "",
                "affiliation": {
                    "laboratory": "The Morris Kahn Laboratory of Human Genetics",
                    "institution": "Ben-Gurion University of the Negev",
                    "location": {
                        "settlement": "Beer-Sheva",
                        "country": "Israel"
                    }
                },
                "email": ""
            },
            {
                "first": "V",
                "middle": [],
                "last": "Dolgin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "The Morris Kahn Laboratory of Human Genetics",
                    "institution": "Ben-Gurion University of the Negev",
                    "location": {
                        "settlement": "Beer-Sheva",
                        "country": "Israel"
                    }
                },
                "email": ""
            },
            {
                "first": "R",
                "middle": [],
                "last": "Proskorovski-Ohayon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "The Morris Kahn Laboratory of Human Genetics",
                    "institution": "Ben-Gurion University of the Negev",
                    "location": {
                        "settlement": "Beer-Sheva",
                        "country": "Israel"
                    }
                },
                "email": ""
            },
            {
                "first": "Y",
                "middle": [],
                "last": "Perez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "The Morris Kahn Laboratory of Human Genetics",
                    "institution": "Ben-Gurion University of the Negev",
                    "location": {
                        "settlement": "Beer-Sheva",
                        "country": "Israel"
                    }
                },
                "email": ""
            },
            {
                "first": "H",
                "middle": [],
                "last": "Nudelman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ben-Gurion University of the Negev",
                    "location": {
                        "settlement": "Beer-Sheva",
                        "country": "Israel"
                    }
                },
                "email": ""
            },
            {
                "first": "O",
                "middle": [],
                "last": "Stoler",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ben-Gurion University of the Negev",
                    "location": {
                        "settlement": "Beer-Sheva",
                        "country": "Israel"
                    }
                },
                "email": ""
            },
            {
                "first": "B",
                "middle": [],
                "last": "Rotblat",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ben-Gurion University of the Negev",
                    "location": {
                        "settlement": "Beer-Sheva",
                        "country": "Israel"
                    }
                },
                "email": ""
            },
            {
                "first": "T",
                "middle": [],
                "last": "Lifschytz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Biological Psychiatry Laboratory",
                    "institution": "Hadassah-Hebrew University Medical Center",
                    "location": {
                        "settlement": "Jerusalem",
                        "country": "Israel"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Lotan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Biological Psychiatry Laboratory",
                    "institution": "Hadassah-Hebrew University Medical Center",
                    "location": {
                        "settlement": "Jerusalem",
                        "country": "Israel"
                    }
                },
                "email": ""
            },
            {
                "first": "G",
                "middle": [],
                "last": "Meiri",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Soroka University Medical Center",
                    "location": {
                        "settlement": "Beer-Sheva",
                        "country": "Israel"
                    }
                },
                "email": ""
            },
            {
                "first": "D",
                "middle": [],
                "last": "Gitler",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ben-Gurion University of the Negev",
                    "location": {
                        "settlement": "Beer-Sheva",
                        "country": "Israel"
                    }
                },
                "email": ""
            },
            {
                "first": "O",
                "middle": [
                    "S"
                ],
                "last": "Birk",
                "suffix": "",
                "affiliation": {
                    "laboratory": "The Morris Kahn Laboratory of Human Genetics",
                    "institution": "Ben-Gurion University of the Negev",
                    "location": {
                        "settlement": "Beer-Sheva",
                        "country": "Israel"
                    }
                },
                "email": "obirk@bgu.ac.il"
            }
        ]
    },
    "abstract": [
        {
            "text": "Attention-deficit hyperactivity disorder (ADHD) is a common childhood-onset psychiatric disorder characterized by inattention, impulsivity and hyperactivity. ADHD exhibits substantial heritability, with rare monogenic variants contributing to its pathogenesis. Here we demonstrate familial ADHD caused by a missense mutation in CDH2, which encodes the adhesion protein N-cadherin, known to play a significant role in synaptogenesis; the mutation affects maturation of the protein. In line with the human phenotype, CRISPR/Cas9-mutated knock-in mice harboring the human mutation in the mouse ortholog recapitulated core behavioral features of hyperactivity. Symptoms were modified by methylphenidate, the most commonly prescribed therapeutic for ADHD. The mutated mice exhibited impaired presynaptic vesicle clustering, attenuated evoked transmitter release and decreased spontaneous release. Specific downstream molecular pathways were affected in both the ventral midbrain and prefrontal cortex, with reduced tyrosine hydroxylase expression and dopamine levels. We thus delineate roles for CDH2-related pathways in the pathophysiology of ADHD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "A ttention-deficit hyperactivity disorder (ADHD) is one of the most common childhood-onset neuropsychiatric conditions, characterized by a persistent pattern of inattention, impulsivity, and hyperactivity, with complications often continuing into adulthood 1 . Affected individuals have difficulties in higher-level executive functions, which are mediated by latedeveloping frontal-striatal-parietal and frontal-cerebellar neuronal networks. These mainly include motor and interference inhibition, working memory, sustained attention, and temporal information processing 2 . Although its etiology is not well defined, ADHD appears to have substantial heritability, and as such, it has been the focus of considerable genetic research, with growing evidence that rare monogenic variants may possess an essential role in its pathogenesis 3 .",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 258,
                    "text": "1",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 835,
                    "end": 836,
                    "text": "3",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Here we describe three siblings of a consanguineous kindred presenting with severe ADHD, apparent as of early childhood. Through linkage analysis, whole-exome sequencing (WES), and biochemical studies, we identified a disease-associated homozygous missense mutation in CDH2, affecting proteolysis and maturation of the encoded N-cadherin adhesion protein, which is known to play a significant role in synaptogenesis, plasticityinduced long-term spine stabilization, and neurite outgrowth 4, 5 .",
            "cite_spans": [
                {
                    "start": 488,
                    "end": 490,
                    "text": "4,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 491,
                    "end": 492,
                    "text": "5",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Notably, CDH2 has an essential role in regulating the proliferation of dopaminergic progenitors within the limbic system, primarily the ventral midbrain and prefrontal cortex 6 . Through generation and analysis of mice homozygous for the human mutation in the mouse CDH2 ortholog, we demonstrated hyperactivity and deficient sensorimotor integration in the mutant mice and delineated downstream physiological and molecular pathways mediating the phenotype, mainly alterations in synaptic properties and defects in dopamine neurotransmission. Thus, we identify the role of CDH2 and its downstream pathways in the pathophysiology of ADHD.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 176,
                    "text": "6",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Clinical characterization. Three siblings of consanguineous Bedouin pedigree (Fig. 1a) presented with severe ADHD, diagnosed as of early childhood. Patient II:6 was born at term following an uneventful pregnancy, whereas the non-identical twin patients II:3 and II:4 were born prematurely at 32 weeks (weight appropriate for gestational age; 1900 and 2200, respectively). By the age of three, all siblings presented with a similar manifestation of severe hyperactivity behavior, predominantly hyperactive/ impulsive. By the age of four, all patients met the criteria for ADHD, as outlined in the DSM-5. Concisely, information about ADHD manifestations was collected from semi-structured interviews conducted with both parents. Additional information was obtained from observations, questionnaires, and supplementary assessments: Clinical Evaluation of Language Fundamentals 5th Edition 7 and Conner's Parent Rating Scales-Revised 8 . The following were excluded in all three patients: scoring below 80 on both the performance and the verbal scales of the WISC-III 9 , psychosis, bipolar affective disorder, Tourette syndrome, multiple chronic tics, and a first-degree relative diagnosed with bipolar affective disorder and schizophrenia. All affected siblings were medication-free for 24 h prior to assessment and cognitive testing. Patients II:3 and II:6 (ages 11 and 7, respectively) reached normal developmental milestones, had no other comorbidities, and are completely normal in terms of intellect. Patient II:4 demonstrated mild developmental delay with autism spectrum disorder manifestations. Brain MRI (patient II:6, at 21 months) was normal. Blood pH, lactate, pyruvate, creatine, phosphokinase, and amino acids, as well as urinary organic acids, were within normal limits. Screening for congenital glycosylation defects, karyotype, and chromosomal microarrays were normal. All three patients were treated with stimulants, neuroleptics, and 3-Quinuclidinyl Benzilate. Notably, both parents and other siblings (including II:1 and Fig. 1 Pedigree and CDH2 mutation. a Pedigree of the consanguineous kindred studied. Beneath each individual is the allele corresponding to the CDH2 mutation. C and T denote the WT or mutant nucleotide, respectively. b Homozygosity scores. Genome-wide single nucleotide polymorphism (SNP) distributions were collected for all nine family members by bead-chip (>750 k/sample). The distribution of homozygous regions in the genome was determined using HomozygosityMapper (http://www.homozygositymapper.org/). Genomic regions are ordered by chromosome (green numbers). The blue arrow indicates the single homozygous locus on chromosome 18 shared by affected individuals. c Sanger sequencing. Through whole-exome sequencing, a single homozygous variant was found within the segregating locus: c.355 C > T in CDH2. CDH2 sequencing results of an unaffected individual (II:2), an obligatory carrier (I:1), and an affected individual (II:3) are shown. d Protein MSA. To demonstrate evolutionary conservation within the vicinity of mutated p.H150Y residue, eight representative CDH2 orthologs were selected for MSA. The recognition motif RXK/R-R is located approximately five residues downstream of the identified site of mutation. MSA, multiple sequence alignment. II:7) were normal in terms of hyperactivity, intellect, and general health.",
            "cite_spans": [
                {
                    "start": 930,
                    "end": 931,
                    "text": "8",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 77,
                    "end": 86,
                    "text": "(Fig. 1a)",
                    "ref_id": null
                },
                {
                    "start": 2039,
                    "end": 2045,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Genetic analysis. Linkage analysis, testing all nine family members, identified only one locus shared by the affected siblings: ã 11 Mb homozygous segment on chromosome 18 between SNPs rs11082423 and rs1480438 (Fig. 1b) . Homozygosity mapping delineated this segment as the only homozygous diseaseassociated locus segregating as expected for autosomal recessive heredity within the studied kindred. WES data of individual II:3 were filtered for normal variants as described in Methods. A single homozygous variant was found within the locus: c.355 C > T; p.H150Y in CDH2 (transcript variant 1; NM_001792.4). This variant, validated by Sanger sequencing (Fig. 1c) , was found to segregate within the family as expected for autosomal recessive heredity; neither compound heterozygous nor other homozygous mutations were found to co-segregate within this locus. Screening of the variant in 400 ethnically matched controls identified a single carrier and no homozygous mutants. This mutation has not been reported in the Genome Aggregation Database (gno-mAD), with only fifteen CDH2 loss-of-function (LoF) variants (stop gain, frameshift, or essential splice site mutations) reported to date, none in a homozygous state. Multiple sequence alignment demonstrated the p.H150 residue to be highly conserved (Fig. 1d ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 210,
                    "end": 219,
                    "text": "(Fig. 1b)",
                    "ref_id": null
                },
                {
                    "start": 653,
                    "end": 662,
                    "text": "(Fig. 1c)",
                    "ref_id": null
                },
                {
                    "start": 1300,
                    "end": 1308,
                    "text": "(Fig. 1d",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "CDH2 protein structural analysis. CDH2 encodes a 906 amino acid protein, neuronal cadherin (N-cadherin), that is broadly expressed in the brain. It is known to play an essential role in synaptogenesis, synapse function, plasticity-induced long-term spine stabilization, and cortical organization. Classical cadherins are initially synthesized bearing a prodomain, thought to limit adhesion during the early stages of biosynthesis, which is then endogenously cleaved within the Golgi apparatus 10 . N-cadherin protein modeling (Fig. 2a) revealed that the sequence linking the prodomain to the outermost extracellular cadherin domain is unstructured and can be found in variable conformational loops, enabling the anchoring of proteolytic enzymes, mainly furin protease 11 . Computational studies (Fig. 2b ) demonstrated that the furin protease consensus cleavage site contains approximately 20 residues, harboring the recognition motif RXK/R-R 12 , located five residues downstream to the p.H150Y mutation site. Using prediction tools for protein-peptide interactions, we demonstrated that the wildtype (WT) p.H150 residue is anchored within the catalytic pocket of the furin protease active-site, putatively contributing to its stable docking. In contrast, the mutant tyrosine sidechain, in a right rotamer conformation, is predicted to project perpendicularly, away from the catalytic pocket due to its nonpolar, uncharged sidechain. Therefore, the mutation is predicted to interfere with the proteolysis and maturation of the protein.",
            "cite_spans": [
                {
                    "start": 493,
                    "end": 495,
                    "text": "10",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 768,
                    "end": 770,
                    "text": "11",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 526,
                    "end": 535,
                    "text": "(Fig. 2a)",
                    "ref_id": null
                },
                {
                    "start": 795,
                    "end": 803,
                    "text": "(Fig. 2b",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Decreased cleavage efficacy of the mutated p.H150Y peptide. The proprotein convertase family of enzymes plays an important role in activating other proteins 13 . To test whether the p.H150Y mutation interferes with protein processing, we performed a biochemical peptide cleavage assay using furin protease, the prototypical proprotein convertase; WT and mutant 22 aminoacid peptides were synthesized (GL Biochem, Shanghai), harboring the aforementioned RXK/R-R recognition and cleavage motif, conjugated with FITC and biotin at their N and C-terminus, respectively (WT: FITC-SKHSGHLQRQKRDW-K-biotin, Mutant: FITC-SKYSGHLQRQKRDW-K-biotin; Fig. 2c ). Following digestion by furin (Fig. 2d) 14 , peptides were cleaved into two fragments based on the recognition preference of the protease (Fig. S1 ). Liquid chromatography-mass spectrometry (LC-MS) analysis demonstrated that proteolytic cleavage of the mutated peptide was substantially decreased compared with that of the WT peptide (Fig. 2e) . Thus, our data support the postulation that replacing histidine with tyrosine debilitates the anchoring of the peptide within the catalytic pocket of furin protease and putatively impairs N-cadherin protein maturation.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 159,
                    "text": "13",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 688,
                    "end": 690,
                    "text": "14",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 638,
                    "end": 645,
                    "text": "Fig. 2c",
                    "ref_id": null
                },
                {
                    "start": 678,
                    "end": 687,
                    "text": "(Fig. 2d)",
                    "ref_id": null
                },
                {
                    "start": 786,
                    "end": 794,
                    "text": "(Fig. S1",
                    "ref_id": null
                },
                {
                    "start": 982,
                    "end": 991,
                    "text": "(Fig. 2e)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "CRISPR/Cas9-mutated knock-in mice. As the human CDH2 shares a high degree of similarity with its murine ortholog (Fig. 1d) , with notable evolutionary conservation in the vicinity of the consensus prodomain cleavage motif, we generated two founder lines of CRISPR/Cas9-mutated mice harboring the specific human p.H150Y substitution in the Cdh2 mouse ortholog; Selected KI F0 mice were bred with C57BL/6JRcc WT mice for two cycles to generate non-chimeric F1 KI heterozygotes. Heterozygote F1 offspring were then bred and F2 offspring of WT and mutant origin (Cdh2 H150T and Cdh2 H150Y(2) founder lines) were used for all further experiments (details in Methods). Thorough studies of the Cdh2 homozygous knock-in (KI) 10-week-old mutant mice, with a specific focus on the brain, demonstrated no anatomical or histological abnormalities Fig. S2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 113,
                    "end": 122,
                    "text": "(Fig. 1d)",
                    "ref_id": null
                },
                {
                    "start": 835,
                    "end": 842,
                    "text": "Fig. S2",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Behavioral and cognitive phenotypes in Cdh2-mutant mice. To assess possible in-vivo effects of the Cdh2 mutation, we performed behavioral studies of the mutant mice. 10-week-old WT and homozygous Cdh2 H150Y KI mutant male mice (n = 18, nine mice per group) underwent a 3-week cassette of extensive phenotypic assessment (see Methods). Cdh2 H150Y mice exhibited significantly greater traveling distance, increased velocity, and prolonged mobility time in the open-field exploratory test (OFT), recapitulating motor-associated features of hyperactivity ( Fig. 3a-f ). No differences were observed when examining the duration mice spent in the center of the open-field arena, a measure inversely related to neophobic behavior, nor in the amount of center/border crossings. In addition, no difference was evident in the rotarod test (Fig. 3m) , implying no significant effect on primary motor control. Regarding cognitive evaluation, a trend was observed in the spontaneous alteration test (Y-maze, Fig. 3h) , suggesting a potential effect on executive functions and working memory. A significant difference was observed in the acoustic startle reflex test (ASR, Fig. 3j , k), demonstrating an elevated startle amplitude of the Cdh2 H150Y(1) mice, commonly associated with differences in sensorimotor integration. A similar pattern was observed in the pre-pulse inhibition test (Fig. 3l ), in agreement with deficits in early-stage information processing, although no difference was evident in the pre-pulse attenuation fraction itself. Also, as part of the anxiety-domain assessment, no difference was demonstrated in the elevated plus-maze test (Fig. 3g) . Lastly, the results of social interaction tests were inconclusive; although a significantly shorter interaction time in the resident-intruder test may imply a propensity for aggression (Fig. 3i) , no differences were observed in the three-chamber sociability test followed by the social novelty test (Fig. 3n) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 553,
                    "end": 562,
                    "text": "Fig. 3a-f",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 829,
                    "end": 838,
                    "text": "(Fig. 3m)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 995,
                    "end": 1003,
                    "text": "Fig. 3h)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1159,
                    "end": 1166,
                    "text": "Fig. 3j",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1374,
                    "end": 1382,
                    "text": "(Fig. 3l",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1643,
                    "end": 1652,
                    "text": "(Fig. 3g)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1840,
                    "end": 1849,
                    "text": "(Fig. 3i)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1955,
                    "end": 1964,
                    "text": "(Fig. 3n)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "To further establish and validate the Cdh2 H150Y mouse model, we performed the OFT on a second founder line of homozygous mutant KI mice, denoted Cdh2 H150Y (2) . Congruent with the Cdh2 H150Y(1) results, 12-week-old male Cdh2 H150Y(2) mice (n = 30, 15 mice per group) exhibited a significantly greater traveling distance, increased velocity, prolonged mobility time, and a significant increase in the number of center zone alternation (Fig. 4 a-g) compared to C57BL/6JRcc control mice.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 160,
                    "text": "(2)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 436,
                    "end": 443,
                    "text": "(Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Acute methylphenidate intervention aggravates locomotor activity in Cdh2-mutant mice. Methylphenidate (MPH; Fig. 2 Structural analysis and disrupted cleavage of CDH2-mutated peptides. a In-silico protein modeling. Ribbon representation of N-cadherin extracellular domains allows assessing the location of the identified mutation. Red, prodomain; green, extracellular cadherin domains (CADs 1-5); Blue, unstructured linker. The identified p.H150Y mutation resides within the unstructured region. Modeling was predicted using the SWISS-MODEL server (https://swissmodel.expasy.org/) based on the crystal structure of protocadherin GAmmaB4 extracellular domain (PDB ID 6E6B). b Electrostatic density representation map of furin protease (PDB ID 4Z2A). Furin cleavage site harbors the recognition motif RXK/R-R, which resides in proximity to the identified p.H150Y mutation site. Modeling was done using the HPEPDOCK server (https://omictools.com/hpepdock-tool), predicting protein-peptide interactions. The WT and CDH2-mutated sequences are denoted in pink and light blue, respectively; WT p.H150 residue is denoted with magenta, mutant p.Y150 residue with cyan. c Illustration of furin protease digestion assay; WT and mutant 22 amino-acid peptides, harboring the RXK/R-R recognition motif, were synthesized. Both peptides (10 µg) were digested by 2U enzyme furin protease followed by 30°C incubation. Reaction mixtures were deactivated and subjected to LC-MS analysis. Predicted molecular weight is shown beneath each sequence. d Chromatogram separation and detection. Decreased absorbance of the digested full-length WT peptide at four-time intervals (0, 30, 60, 180 min) with a concurrent increase in absorbance of a fragmented small peptide (same was done for the mutant peptide). Peptides were separated by LC with subsequent tandem MS analysis. X axis: retention time (min), Y axis: relative absorbance (uAU). e Normalized cleavage efficacy after 180 min. The full-length peptide area under the curve (AUC) from MS analysis was calculated based on the desired spectral match. The ratio between AUC over time and the initial AUC at t=0 was extrapolated to calculate cleavage percentage. Left: percentage of peptide cleaved at t = 30, 60, and 180 min. (n = 3 for t = 30 and 60, n = 4 for t = 180; n represents an independent peptide digestion experiment subjected to LC-MS analysis (see Methods); mean ± SEM data were acquired, two-sided Student's t-test, at t = 30 ns p = 0.08; t = 60 ns p = 0.44; t = 180 ns p = 0.052). Right: normalized cleavage efficacy at t = 180. Cleavage disruption of the mutated peptide is demonstrated with digestion >20% weaker in comparison with the WT peptide. UV, Ultraviolet; LC, liquid chromatography; MS, mass spectrometry. marketed under trade name Ritalin®, Methylin® or Concerta®), a schedule II CNS stimulant that increases dopamine tone, is one of the most commonly prescribed stimulants medications for symptomatic management of ADHD 15 . While long-term MPH administration is known to have a therapeutic effect, in acute dosing it has been shown to have anxiogenic effects 16 . Hence, to further examine in-vivo ramifications of the Cdh2 mutation, we investigated MPH's effect on explorative behavior and sensorimotor gating through OFT and ASR, respectively. Male 14-weekold C57BL/6JRcc WT and homozygous Cdh2 H150Y(1/2) mice (n = 39, Fig. 4h ) were injected intraperitoneally with MPH or vehicle (0.9% saline) at 10 mg/kg, 30 min before initiation of tests. While both WT and mutant mice exhibited increased locomotor activity following MPH administration, the effect was significantly greater in the Cdh2 mutant mice (Fig. 4i ). In addition, the fold-change of the cumulative duration within center zone of the mutant mice was significantly smaller compared with the WT mice. These results highlight the in-vivo pathogenicity of the Cdh2 mutation, with the mutant mice being significantly more susceptible to stimulatory intervention following MPH administration. This was further indicated by the ASR results (Fig. 4j) , as the MPH-treated KI mice demonstrated a significantly lower startle amplitude compared with their WT counterparts, as opposed to the non-MPH ASR experiment (Fig. 3j) .",
            "cite_spans": [
                {
                    "start": 2975,
                    "end": 2977,
                    "text": "15",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 3115,
                    "end": 3117,
                    "text": "16",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 108,
                    "end": 114,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 3378,
                    "end": 3385,
                    "text": "Fig. 4h",
                    "ref_id": null
                },
                {
                    "start": 3662,
                    "end": 3670,
                    "text": "(Fig. 4i",
                    "ref_id": null
                },
                {
                    "start": 4055,
                    "end": 4064,
                    "text": "(Fig. 4j)",
                    "ref_id": null
                },
                {
                    "start": 4225,
                    "end": 4234,
                    "text": "(Fig. 3j)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The Cdh2 mutation decreases the size of the presynaptic vesicle cluster. In accordance with the well-studied role of N-cadherin in synaptic development 17 and the known deleterious effect that aberrant N-cadherin prodomain cleavage has on synaptogenesis 18,19 , we sought to investigate possible effects the mutation might have on synaptic properties in ex-vivo hippocampal neurons of Cdh2 H150Y homozygous mice as compared to their WT counterparts. First, we quantified the total vesicle population by semi-quantitative immunofluorescence (IF) analysis of synaptobrevin2 (Syb2, an integral synaptic vesicle (SV) SNARE protein). Analysis was performed at two time points: 8 days in-vitro (DIV) and 14 DIV, which represent immature and mature synapses, respectively 20 . The IF intensity of the SV cluster in Cdh2 H150Y neurons was significantly lower at 8 DIV, and more prominently so at 14 DIV (Fig. 5a, b) . The decrease in the IF signal was accompanied by a sharper longitudinal distribution of SVs along the axis of the presynaptic terminal. This was quantified by determining the Full Width at Half Maximum (FWHM) of Gaussian fits to linear profiles of syb2 IF (Fig. 5c) . These results imply that SV clusters in Cdh2 H150Y synapses are smaller and more compact. We repeated this experiment performing IF for vGlut1, a vesicular glutamate transporter which partakes in a different synaptic function than sy2b. Although no difference was observed in 8 DIV neurons, 14 DIV neurons exhibited a significantly lower vGlut1 peak signal and a narrower distribution, similar to Syb2 at DIV 14 ( Fig. 5a, b) . Thus, the SV cluster in presynaptic terminals of Cdh2 H150Y neurons is smaller.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 154,
                    "text": "17",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 765,
                    "end": 767,
                    "text": "20",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 895,
                    "end": 907,
                    "text": "(Fig. 5a, b)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1166,
                    "end": 1175,
                    "text": "(Fig. 5c)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1592,
                    "end": 1603,
                    "text": "Fig. 5a, b)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The readily releasable pool size is smaller in Cdh2-mutated neurons. The SVs in the synapse can be functionally categorized into different subpopulations based on their availability for release. The recycling pool (RcP) contains SVs that can engage in stimulus-evoked synaptic release, while the resting pool (RtP) vesicles are not released during stimulation but can contribute SVs to the RcP for future rounds of release [21] [22] [23] . The readily releasable pool (RRP), a subgroup of the recycling pool located directly at the active zone 24 , contains the vesicles that are the first to undergo fusion during synaptic activity, meaning they have the highest fusion probability 25 . Finally, the relative division of SVs between these pools can be modulated 26, 27 , thus altering the neuronal synaptic properties. Using the styryl-dye FM1-43, we stained the RcP SVs 28 and assessed the relative size of the RRP and the RcP. To quantify the RRP, we measured FM1-43 destaining during a brief burst of stimulation (20 stimuli at 20 Hz) 29 and found it to be significantly smaller in Cdh2 H150Y neurons, while no difference was observed during prolonged FM1-43 destaining (Fig. 5d) . These results suggest that while the RcP is unaffected (see also Fig. 6c ), the RRP is relatively smaller in the Cdh2 H150Y neurons, consistent with weaker synaptic transmission.",
            "cite_spans": [
                {
                    "start": 423,
                    "end": 427,
                    "text": "[21]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 428,
                    "end": 432,
                    "text": "[22]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 433,
                    "end": 437,
                    "text": "[23]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 544,
                    "end": 546,
                    "text": "24",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 683,
                    "end": 685,
                    "text": "25",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 763,
                    "end": 766,
                    "text": "26,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 767,
                    "end": 769,
                    "text": "27",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 872,
                    "end": 874,
                    "text": "28",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1039,
                    "end": 1041,
                    "text": "29",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [
                {
                    "start": 1174,
                    "end": 1183,
                    "text": "(Fig. 5d)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1251,
                    "end": 1258,
                    "text": "Fig. 6c",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Synaptic release is attenuated in Cdh2-mutated neurons. The size of the RRP correlates with the synaptic release probability which is related to synaptic strength 22, 30 . To monitor synaptic function, primary neuronal hippocampal cultures from WT and Cdh2 H150Y homozygous littermates were infected to express hSyn:synaptopHluorinX2 (sypHy), a genetically-encoded synaptic release sensor. The fluorescence of sypHy is quenched by the acidic lumen of intact synaptic vesicles. During SV exocytosis, fluorescence increases but decays back to baseline during recycling, after SV endocytosis and reacidification 31 . Cdh2 H150Y neurons exhibited a lower sypHy signal upon electrical stimulation (20 Hz, 15 s) compared to WT neurons (ΔF/F 0 , Fig. 6a, b) , illustrating weaker synaptic vesicle recycling in the mutant neurons. This result implies a decrease in the number of SVs released during stimulation of Cdh2 H150Y neurons. To test whether this is only due to a decrease in the total number of SVs in Cdh2 H150Y terminals, or also due to a decrease in the relative size of the RcP out of the total pool of SVs, we employed the alkaline trapping method (Fig. 6c) 32 ; when sypHy is imaged in the presence of bafilomycin A, a blocker of the SV proton pump, sypHy reports only the cumulative exocytotic portion of the vesicle cycle; the decrease in sypHy fluorescence that is induced by compensatory endocytosis and reacidification is blocked, without affecting the kinetics of recycling 33 . Perfusion with saline containing NH 4 Cl at the conclusion of the experiment unquenches the intact SVs, thus revealing the entire vesicle population; the ratio between the plateau observed during exhaustive stimulation and the total population allows calculation of the relative size of the RcP. We observed no difference in the RcP fraction in WT and Cdh2 H150Y synapses, which was approximately 50% (Fig. 6c) . Considering Cdh2 H150Y neurons exhibit smaller SV clusters, we conclude that their RcP are proportionally smaller and thus exhibit weaker synaptic release.",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 166,
                    "text": "22,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 167,
                    "end": 169,
                    "text": "30",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 609,
                    "end": 611,
                    "text": "31",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1164,
                    "end": 1166,
                    "text": "32",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1487,
                    "end": 1489,
                    "text": "33",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [
                {
                    "start": 739,
                    "end": 750,
                    "text": "Fig. 6a, b)",
                    "ref_id": null
                },
                {
                    "start": 1154,
                    "end": 1163,
                    "text": "(Fig. 6c)",
                    "ref_id": null
                },
                {
                    "start": 1893,
                    "end": 1902,
                    "text": "(Fig. 6c)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Lack of effect of the Cdh2 mutation on the kinetics of vesicle recycling. To assess whether the Cdh2 mutation affects synaptic vesicle recycling kinetics, we sought to measure the kinetics of the sypHy signal rising phase by supplementing bafilomycin A, where we could quantify the kinetics of exocytosis during stimulation trains. No difference was observed in the time constant of the signal increment (Fig. 6c) , suggesting the properties of SV usage and recruitment are not affected. To examine a possible effect on the kinetics of endocytosis, we calculated the time constant of the decay of the SypHy signal after the termination of stimulation, in experiments performed in the absence of bafilomycin A. During this phase, no exocytosis is evoked, and only compensatory Behavioral test results of Cdh2 H150Y(1) and WT mice following cassette of motor, anxiety, cognitive and social interactions domains assessment. a-f Exploratory OFT consists of a square arena measuring 50X50X33cm. Mice explored the arena for 6 min, while their location was recorded. a OFT tracking visualization. Cdh2 H150Y mice exhibited (b) significantly greater traveling distance (*p = 0.04), (c) increased velocity (*p = 0.04) and (f) prolonged mobility time (*p = 0.03). d, e No differences were observed examining the duration mice spent in the center of the arena nor at the amount of center/border crossings. g Elevated plus-maze test consisting of two sets of opposing arms extending from a central platform. One set of arms was enclosed by a 15 cm wall, while the other was open. No differences were observed examining the duration mice spent in each set of arms (ns p = 0.4). h Spontaneous alteration test (Y-maze) consisting of three arms in 120 0 Y-shaped maze. An alteration was defined as a complete cycle of consecutive entrances into each of the three arms. WT mice exhibited more alterations compared to Cdh2 H150Y(1) mice (ns p = 0.06). i Residentintruder test assesses the time for aggressive social interaction. Cdh2 H150Y(1) mice demonstrated significantly shorter interaction time (*p = 0.03). j-l ASR test consists of a single noise burst (120 dB, 40 ms); thereafter, the amplitude of the animal flinch is recorded. Cdh2 H150Y mice demonstrated a significantly elevated startle amplitude (*p = 0.03). This pattern was consistent with the pre-pulse inhibition test. m Rotarod test, assessing motor abilities, demonstrated no difference between the groups. n No differences were observed in the three-chamber sociability test, followed by a social novelty test. For all experiments, mean ± SEM data were acquired; n = 18, 9 mice per group, two-sided Student's t-test. OFT, open-field test; ASR, acoustic startle reflex. endocytosis takes place (Fig. 6a , upper inset). No difference was observed between the two genotypes, further demonstrating that the mutation had no impact on the kinetics of SV recycling.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 404,
                    "end": 413,
                    "text": "(Fig. 6c)",
                    "ref_id": null
                },
                {
                    "start": 2744,
                    "end": 2752,
                    "text": "(Fig. 6a",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "The frequency of spontaneous synaptic release is lower in Cdh2 slices. A reduction in total vesicle population or SV clusters in presynaptic terminals and a decrease in the RRP could lead to a decrease in the frequency of spontaneous synaptic release 30, 34, 35 . Thus, we performed patch-clamp recordings from pyramidal neurons in the CA1 in the hippocampus in acute brain slices from WT and Cdh2 H150Y littermates and recorded spontaneous miniature excitatory postsynaptic currents (mEPSCs) in the presence of Tetrodotoxin (TTX, 1 nM) and Bicuculline (GABA A antagonist, 10 µM) ( Fig. 6d-f ). The mEPSC frequency was significantly smaller in Cdh2 H150Y neurons; in contrast, no difference was observed in the mEPSC amplitudes. The latter (also termed the quantal size) is generally associated with changes in postsynaptic properties such as receptor density 36 , while the former is typically attributed to changes in presynaptic propertieseither the availability of vesicles or the per-vesicle probability of spontaneous release. These results strengthen our previous observation that the SV clusters in presynaptic terminals of Cdh2 H150Y neurons are smaller as are their RRPs.",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 254,
                    "text": "30,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 255,
                    "end": 258,
                    "text": "34,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 259,
                    "end": 261,
                    "text": "35",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 860,
                    "end": 862,
                    "text": "36",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [
                {
                    "start": 582,
                    "end": 591,
                    "text": "Fig. 6d-f",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Schaffer collateral pathway synapses from Cdh2-mice exhibit lower frequency facilitation. Short-term synaptic plasticity (STP) regulates the activity of neural networks and information processing in the nervous system on a timescale of milliseconds to minutes. One form of STP is synaptic facilitation, a phenomenon in which postsynaptic potentials are augmented during short bursts of repetitive stimulation. Multiple presynaptic mechanisms have been suggested to account for facilitation, including accumulation of calcium in the terminal during the stimulation train that leads to a progressive increase in the probability of release (P r ) [37] [38] [39] ; but facilitation was also correlated with the size of the RRP 30, 34 . To examine STP, we compared the change in excitatory postsynaptic potential responses (fEPSPs) in extracellular recordings from the CA1 area in acute brain slices of Cdh2 H150Y and WT mice during the delivery of 5 stimuli to the Schaffer collaterals at different frequencies ( Fig. 6g -i). At higher stimulation frequencies, Cdh2 H150Y slices exhibited lower frequency facilitation than WT slices, consistent with the smaller presynaptic cluster in their neurons. Using synaptophysin 1-oGCaMP6f, in which the calcium indicator GCaMP6f is fused to the SV protein synaptophysin I, we examined baseline calcium and its accumulation in the terminals during field stimulation. No difference was observed between Cdh2 H150Y and WT neurons ( Fig. 6j-l) . While this result implies that calcium-handling is not different in neurons from the two genotypes, it is of note that facilitation depends on calcium dynamics in nanodomains 37 , which are not directly measurable using calcium imaging. Altogether, our results support a role for N-cadherin in modulating short-term synaptic plasticity, perhaps due to a decrease in the RRP size.",
            "cite_spans": [
                {
                    "start": 644,
                    "end": 648,
                    "text": "[37]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 649,
                    "end": 653,
                    "text": "[38]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 654,
                    "end": 658,
                    "text": "[39]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 723,
                    "end": 726,
                    "text": "30,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 727,
                    "end": 729,
                    "text": "34",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [
                {
                    "start": 1009,
                    "end": 1016,
                    "text": "Fig. 6g",
                    "ref_id": null
                },
                {
                    "start": 1467,
                    "end": 1477,
                    "text": "Fig. 6j-l)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Cdh2 mutation alters Tyrosine hydroxylase levels. Impaired connectivity, mainly within the dopaminergic (DA) mesocortical pathway, has been implicated in the pathophysiology of ADHD. This circuit includes DA-releasing neurons at the ventral tegmental area (VTA), projecting to the prefrontal cortex (PFC).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Notably, it has been demonstrated that N-cadherin regulates the proliferation and differentiation of ventral midbrain (vMB) dopaminergic progenitors 6 . Therefore, to examine whether the Cdh2 mutation impairs dopaminergic distribution, we performed real-time quantitative PCR (qPCR) analyses examining canonical dopaminergic markers. For that purpose, we micro-dissected PFC and vMB brain tissues from male 13-week-old WT and homozygous Cdh2 H150Y mice (n = 18, nine mice per genotype). Transcript levels of tyrosine hydroxylase (TH), the first enzyme in the biosynthesis of catecholamines, were significantly decreased in the PFC of the Cdh2 H150Y mice, with a similar trend observed within the vMB (Fig. 7a, b) . In contrast, no significant differences were observed in dopamine transporter (DAT1) levels. Following the qPCR findings, we performed IF analysis of the vMB (−2.92 to −3.4 relative to bregma), quantifying the density of THpositive neurons in both genotypes. Cdh2 H150Y specimens demonstrated a significant reduction in the number of THpositive cells (Fig. 7c-e) , implying a potential decrease in dopaminergic tone in mutated tissues.",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 150,
                    "text": "6",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 700,
                    "end": 712,
                    "text": "(Fig. 7a, b)",
                    "ref_id": null
                },
                {
                    "start": 1066,
                    "end": 1077,
                    "text": "(Fig. 7c-e)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Decreased dopamine concentration in Cdh2-mutated prefrontal cortex. With these results, we went on to test whether the observed changes in TH expression could affect dopamine concentration in mesocortical regions: we quantified dopamine levels using enzymelinked immunosorbent assay (ELISA) in the PFC and vMB of male 14-week-old WT and homozygous Cdh2 H150Y mice (n = 20, ten mice per genotype). In line with altered TH expression levels, we found dopamine concentrations to be significantly decreased in the PFC of the Cdh2 H150Y mice (Fig. 7f, g) . This suggests that dopamine tone in the mesocortical pathway is affected by the N-cadherin mutation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 537,
                    "end": 549,
                    "text": "(Fig. 7f, g)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Whole-transcriptome analysis of Cdh2-mutated brain tissues. To further decipher differentially expressed genes (DEGs) due to the Cdh2 H150Y mutation, we performed transcriptome analysis of micro-dissected vMB and PFC brain tissues of 13-week-old male WT and homozygous Cdh2 H150Y mice (n = 16, four samples per tissue per genotype). After applying adjusted P-values to the RNA-seq data, hierarchical clustering (Fig. 8a, b) identified 181 DEGs within the PFC, of which 99 were downregulated and 82 were upregulated in the mutants. Notably, Cdh2 transcripts were downregulated (p = 2.7E −04 , FC = −1.49), strengthening the pathogenicity of the mutation. Hierarchical clustering of the vMB identified 604 DEGs, with 383 and 221 genes down and upregulated in the mutants, respectively (Supplementary Data 1). Several intriguing genes associating with Cdh2 were differentially expressed in the mutants; CTNND1 (p = 6.8E −03 , FC = −1.31), coding for p120-catenin, was downregulated. P120 binds to the Fig. 4 Further behavioral experiments and methylphenidate intervention. a-g Exploratory OFT of Cdh2 H150Y(2) (second founder line). a OFT tracking visualization. Congruent with Cdh2 H150Y(1) results, Cdh2 H150Y(2) mice further exhibited (b) significantly greater traveling distance (***p = 2E −9 ), (c) increased velocity (***p = 2E −9 ), e, f prolonged mobility and cumulative movement duration (***p = 1E −7 , 1E −8 respectively) and (g) significant increase in the number of center/border crossings (***p = 1E −4 ). d No difference was observed examining the duration mice spent in the center of the arena. For all OFT results, mean ± SEM data were acquired (n = 30, 15 mice per group, two-sided Student's t-test). h Experimental design illustrating MPH administration. Male 14-week-old C57BL/6JRcc WT and Cdh2 H150Y(1/2) mice were injected intraperitoneally with MPH or vehicle (0.9% saline solution) at 10 mg/kg, 30 min before initiation of tests. i Five domains of an OFT following MPH administration are presented as fold-change relative to vehicle-treated controls. While both WT and mutant mice exhibited increased locomotor activity, the fold-change in velocity and distance traveled (**p = 0.0032) and mobility continuous (*p = 0.0174) domains was significantly greater in the Cdh2 mice. To note, the fold-change of the cumulative duration within center zone of the mutant mice was significantly smaller compared with the WT mice (*p = 0.034). Symbols represent single animal; bars, 10-90% percentiles; box, 25-75% percentiles (n = 39, 10 mice per group, 9 mice in the MPH-treated mutants, two-sided Student's t-test, ns p = 0.117). j ASR test results of MPH-treated mice. Cdh2 H150Y(1/2) mice demonstrate significantly lower startle amplitude following acute MPH administration compared with WT controls. Mean±SEM are represented (n = 18, 10 WT and 8 mutant mice, two-sided Student's t-test, *p = 0.012). Orange bars represent the second founder line, yellow bars represent an experiment with both Cdh2 H150Y1/2 founder lines. OFT, open-field test; PI, peritoneal injection; MPH, methylphenidate; ASR, acoustic startle reflex.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 411,
                    "end": 423,
                    "text": "(Fig. 8a, b)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 998,
                    "end": 1004,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "intracellular domain of N-cadherin and regulates excessive activation of the Wnt signaling pathway. P120-catenin is known to interact with IQGAP1, which was also downregulated (p = 5.5E −04 , FC = −1.39). Interestingly, N-cadherin is known to interact with IQGAP1 in synaptic plasticity and remodeling. Another differentially expressed gene was DDC (p = 4.8E −02 , FC = + 1.63), coding the DOPA carboxylase enzyme that catalyzes the decarboxylation of L-3,4-dihydroxyphenylalanine (DOPA) to dopamine. DDC was upregulated, implying a potential compensatory mechanism. Further gene ontology (GO) analysis identified significantly enriched GO terms associating with biological processes highly relevant to behavioral features, including GABAergic and glutamatergic synapses, neuronal projection, synaptic organization, cell-cell adhesion, and axon guidance, terms which were previously linked Cdh2 mutation decreases synaptic vesicle cluster size in presynaptic terminals. a Left: hippocampal neurons from WT and Cdh2 H150Y mice were immunostained at 14 DIV for Syb2 (red) and vGlut1 (green). Right: mean ± SEM density of synaptic vesicles (SVs) within presynaptic terminals. Only synapses negative for GAD6 were included (Syb2: n = 13 images; vGlut1: n = 9 and 11 images, respectively, >500 boutons analyzed per image, two-sided Student's t-test, **p = 0.007, ***p = 3E −4 ). b Same as in A for 8 DIV (Syb2: n = 12 and 13; vGlut1: n = 19 and 21 images, respectively, >500 boutons analyzed per image, two-sided Student's t-test, *p = 0.01, ns p = 0.65). c Quantifying the distribution of the Syb2 fluorescence in the synaptic puncta at rest by measuring their FWHM. Symbols represent single image FWHM; bars, 10-90% percentiles; box, 25-75% percentiles; middle bar, median (n = 15 and 14 images, respectively, >30 boutons analyzed per image, two-sided Student's t-test, **p = 0.002). d Progressive unloading of FM1-43 dye by electrical stimulation delivered at 20 Hz for 2 s, followed by a minute of recovery and then stimulated again for 120 s at 20 Hz. Left: mean ± SEM ΔF/F 0 traces. Right: quantification of the readily releasable pool (RRP) fraction (percentage from the total release, n = 9 and 10 experiments, respectively, >30 boutons analyzed in each experiment, two-sided Student's t-test, *p = 0.017). DIV, days in-vitro; FWHM, Full Width at Half Maximum.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "to aberrant N-cadherin functioning (Fig. 8c-e, Supplementary  Tables 1-3) . Importantly, a considerable number of phenotypecausing genes within these clusters have been previously linked with ADHD and were mostly downregulated in the mutants (Supplementary Table 4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 35,
                    "end": 73,
                    "text": "(Fig. 8c-e, Supplementary  Tables 1-3)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 257,
                    "end": 264,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Cell adhesion molecules (CAMs) mediate cell-cell interactions in both the developing and mature nervous systems and are believed to play a critical role in cell migration, synapse formation, and target recognition. Deficiencies in these molecules were previously demonstrated to cause behavioral deviations related to neuropsychiatric disorders 40 . Among these CAMs, cadherins are a large family of calcium-dependent adhesion proteins, which constitute the principal adhesion elements mediating cell-cell cohesion 41 . Consistent with their expression in the nervous system, abnormalities in critical cadherin domains have been previously statistically linked through genome-wide association studies (GWAS) to psychiatric disorders, mainly autism spectrum disorder (CDH9/10, CDH5, CDH11), schizophrenia (CDH8, CDH23, CDH12/18), depression (CDH13, CDH18, CDH28) and bipolar disorder (CDH7) 42 . Notably, while CDH13 (encoding T-cadherin, a GPI-anchored protein with cell adhesion properties that is highly expressed in the brain and cardiovascular system) has been possibly associated with ADHD through GWAS with no causative or functional proof [43] [44] [45] , to date cadherins have not been implicated in the pathophysiology of ADHD 46 . We here describe the first monogenic non-syndromic familial ADHD and delineate through human and mouse studies the role of aberrant CDH2-related pathways in ADHD pathophysiology.",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 347,
                    "text": "40",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 515,
                    "end": 517,
                    "text": "41",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 890,
                    "end": 892,
                    "text": "42",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1146,
                    "end": 1150,
                    "text": "[43]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1151,
                    "end": 1155,
                    "text": "[44]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1156,
                    "end": 1160,
                    "text": "[45]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1237,
                    "end": 1239,
                    "text": "46",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "CDH2 encodes N-cadherin, a type I classical cadherin with an essential role in the early steps of brain morphogenesis 47 . N-cadherin is initially synthesized as an adhesively inactive precursor bearing a prodomain, thought to limit adhesion during the early stages of biosynthesis 48 . This prodomain processing is highly important in N-cadherin maturation, with aberrant cleavage impairing its adhesive properties, resulting in impaired synapse formation, mainly through enhancement in migratory properties. The p.H150Y mutation we identified is within the recognition domain of the protease responsible for this endogenous modification, and as we demonstrate through biochemical studies, impacts this tightly regulated post-processing. Also, longterm expression of an aberrant N-cadherin was demonstrated to reduce synapse connectivity 49 . Accordingly, our in-vitro results support deficits in synaptic formation as an intriguing mechanism underlying the patients' clinical manifestations.",
            "cite_spans": [
                {
                    "start": 282,
                    "end": 284,
                    "text": "48",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 839,
                    "end": 841,
                    "text": "49",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "N-cadherin has been further demonstrated to regulate presynaptic function 50 and to control presynaptic vesicle clustering through trans-synaptic mechanisms, promoting the accumulation of proteins involved in the synaptic organization. Importantly, in the absence of N-cadherin, synaptic vesicle clustering is impaired 51 . These observations are consistent with our results, exhibiting a significant decrease in presynaptic vesicle clustering in Cdh2 H150Y neurons, supporting our conclusion that the p.H150Y mutation impairs N-cadherin function. While N-cadherin deletion is embryonically lethal 52 , in-vivo knockdown studies have shown to generate defects in synaptic homeostasis, between excitatory and inhibitory synaptic markers, the latter of which have been extensively studied in relation to ADHD 53 . In addition, a recent study demonstrated that cadherins, specifically N-cadherin, interact with synaptic organizers to promote synaptic differentiation 54 ; using CRISPR-Cas9 mutated HEK293 cells, lacking the Cdh2 gene, CDH2 was demonstrated to promote neurite branching, required for three synaptic organizers, neu-rologin1 (NLGL1), leucine-rich repeat transmembrane protein 2 (LRRtm2), and Cell Adhesion Molecule 1 (Cadm1/SynCAM) to stimulate specifically presynaptic differentiation.",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 76,
                    "text": "50",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 319,
                    "end": 321,
                    "text": "51",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 807,
                    "end": 809,
                    "text": "53",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 964,
                    "end": 966,
                    "text": "54",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The association between ADHD and altered modulation of synaptic transmission has been well-studied, mainly through the DA pathways, as psychostimulants that are used to treat ADHD target mostly DA transmission. As aforementioned, the VTA neurons project to several limbic structures, mainly the ventral striatum and the PFC, giving rise to both the mesolimbic and mesocortical pathways. The latter has been implicated as a critical circuit essential for motivated behaviors and other cognitive functions related to ADHD 55 . Interestingly, recent studies have demonstrated that loss of N-cadherin leads to a reduction in the number of DA neurons, mediated by the canonical Wnt/β-catenin signaling pathway. Furthermore, it was demonstrated that β-catenin, co-localized with N-cadherin, controls DA neurogenesis by maintaining the integrity of the vMB 56 . Our results support these findings, demonstrating a reduction in the density of TH-positive neurons within the PFC and vMB of the Cdh2 H150Y brains, with a concurrent decrease in dopamine concentration. Taken together, these findings delineate an association between a deficiency in adhesive properties of N-cadherin, impaired synaptic function, and potential decrease in dopaminergic tone, with the current notion of ADHD as a \"hypo-dopaminergic\" condition 57 .",
            "cite_spans": [
                {
                    "start": 520,
                    "end": 522,
                    "text": "55",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 850,
                    "end": 852,
                    "text": "56",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1313,
                    "end": 1315,
                    "text": "57",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Concordant with previous studies 58 , WT mice demonstrated increased locomotor activity following acute administration of MPH, the most commonly prescribed psychostimulant for ADHD patients; notably, this effect was greater in the Cdh2 H150Y mice, suggesting that the mutant mice are significantly inclined to stimulatory mediation, further indicating in-vivo pathogenicity of the Cdh2 H150Y mutation. Considering that significant portions of ADHD patients do not respond to amphetamines or MPH administration, Cdh2 H150Y mice could model human ADHD patients and serve in the discovery of novel treatment modalities for cases not responsive to amphetamines or MPH.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "As mentioned, the Wnt/β-catenin pathway may be a potential mechanism by which aberrant N-cadherin adhesive properties might affect dopamine levels, as β-catenin constitutes a key component in the N-cadherin/β-catenin complex. Consistent with our findings of impaired presynaptic activity, it has been demonstrated that the N-cadherin/β-catenin complex has a principal role at nascent synapses in the assembly of presynaptic vesicle clusters, as the expression of non-functional N-cadherin greatly reduces the size and function of presynaptic terminals. Interestingly, our enrichment analysis delineated potential association between downregulated N-cadherin, P120-catenin, and IQGAP1, perhaps through the Wnt signaling cascade, which, among others, regulates presynaptic vesicle clustering. 6 Synaptic release is attenuated in Cdh2-mutated neurons. a Left: representative images of sypHy-puncta in WT neurons. Middle: mean ± SEM sypHy traces. Hippocampal neurons were field-stimulated (20 Hz, 15 sec) and the sypHy signal was monitored. Mean±SEM traces normalized to F max (at peak) are presented in the upper inset. b Peak mean ± SEM ΔF/F 0 fluorescence obtained from traces in 6 A (n = 9 experiments, >60 boutons analyzed per image, two-sided Student's t-test, **p = 0.007). c Mean±SEM SypHy traces in neurons field-stimulated (20 Hz, 120 s) in the presence of Bafilomycin A. Graph shows the cumulative release of SVs, normalized by the total SV pool size (after addition of NH 4 Cl). The plateau at the end of the stimulus indicates the recycling pool (RcP) relative size (n = 9 experiments, >60 boutons analyzed per image, two-sided Student's t-test, ns p = 0.78). d Intracellular recording of spontaneous mEPSCs. Left: reconstructed z-stack image. Right: representative traces recorded from WT (top) and mutant (bottom) slices under resting conditions, in the presence of TTX and bicuculline. Quantification of the mEPSC amplitude (e) and inter-event intervals (IEIs; f). Bars: mean ± SEM across recordings (n = 10 and 11 cells from 4 different mice, respectively, two-sided Student's t-test, ns p = 0.99, **p = 0.0085). g Representative fEPSPs were recorded from the CA1 area, delivering stimuli to the Schaffer collaterals at 20 Hz in acute slices prepared from WT and Cdh2 H150Y mice. h fEPSP amplitudes normalized by the first response in each train (mean ± SEM), in WT and Cdh2 H150Y slices at 20 Hz (n = 7 and 10 slice recordings acquired from 3 mice, respectively). i Quantification of the P2/P1 ratio at all frequencies. Symbols represent single slice recordings; bars, 10-90% percentiles; box, 25-75% percentiles (n = 7 and 10-11 slice recordings acquired from 3 mice, respectively, two-sided Student's t-test, Nonetheless, further studies are required to decipher the exact mechanism by which these impairments occur.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 791,
                    "end": 792,
                    "text": "6",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Deficiencies in perceptual capacity in ADHD patients are thought to result in sensory overload, which may underlie symptoms of inability to regulate attention performance. The inability to filter out extraneous stimuli implicates a deficit in sensory gating, characterized by a general reduction in the ability to gate intrusive sensory, motor, and cognitive information 59 . In this regard, another aspect demonstrated in our work was a significant alteration in the amplitude of the acute ASR observed in the behavioral evaluation of the Cdh2 H150Y mice as compared to WT controls, with or without stimulatory intervention. ASR disruptions have been well-documented in several psychiatric disorders, including ADHD, and are thought to result from impairment in sensorimotor gating, with several nuclei within the midbrain directly modulating intrinsic ASR circuits 60, 61 . Supporting our results, previous studies have shown that disrupted sensorimotor gating may result from dysfunctional dopamine neurotransmission, involving abnormal activation of the Wnt system 62 .",
            "cite_spans": [
                {
                    "start": 371,
                    "end": 373,
                    "text": "59",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 867,
                    "end": 870,
                    "text": "60,",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 871,
                    "end": 873,
                    "text": "61",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 1069,
                    "end": 1071,
                    "text": "62",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "To date, despite its biological significance, only a limited number of publications described phenotypes associated with CDH2 variants; a notable study associated canine compulsive disorders with its CDH2 ortholog 63 , whereas several SNPs have been associated in humans with obsessive-compulsive and Tourette disorders 64 . Recently, de novo heterozygous variants in CDH2 were described in nine unrelated individuals, presenting diverse clinical manifestations, whose main features were neurodevelopmental 65 . Pathologies described within this study were ocular (7/9), urogenital (4/9), cardiovascular (7/9), hearing loss (2/9), axial hypotonia (3/9), epilepsy (2/9), intellectual disability (6/9), and neuropsychiatric issues (7/9). Though carefully studied, none of our heterozygous individuals presented with any clinical abnormalities. Nonetheless, none of the nine heterozygous variants were found to reside in proximity to our mutation, with the majority affecting residues of the EC4 to EC5 linker region. Thus, one cannot rule out that haploinsufficiency mutations in different domains might cause different phenotypes affecting different tissues, likely reflecting, at least in part, tissuespecificities of adhesive interactions. Fig. 7 Cdh2 mutation alters Tyrosine hydroxylase levels and dopamine concentration. a Relative TH and DAT mRNA expression levels. RNA was extracted from micro-dissected vMB tissue samples in both the WT and Cdh2 H150Y 13-week-old mice. Mean±SEM data were acquired from at least three independent experiments) n = 18, two-sided Student's t-test, left: ns p = 0.09, right: ns p = 0.64). b Same as A in the PFC (n = 18, two-sided Student's t-test, left: *p = 0.03, Right: ns p = 0.28). c TH immunofluorescence visualization. WT and Cdh2 H150Y hemispheres were dissected to 50-micron frozen floating sections, taken from −2.92 to −3.4 millimeters relative to bregma. d, e TH-positive neurons immunofluorescence analysis in the vMB. Five sections were analyzed for each mouse (n = 18). The number of THmarked cells was manually counted at x10 magnification in a defined area containing the vMB. The number of visible TH-stained cells was divided by the area volume, calculated as follows: (area*number of stacks*stack spacing*µm/pixels 2 )/10 9 . d Each sub-column in the scatterplot depicts specimens obtained from an individual mouse, highlighting mean ± SEM. e Bar graph of the same data, depicting predicted marginal mean ± SEM averaged for each experimental group. Cdh2 H150Y specimens demonstrated a significant reduction in the number of TH-positive cells. As directionality was prehypothesized based on earlier convergent data from RT-qPCR, a one-tailed 0.05 significance threshold was set (Significance based on mixed model followed by one-tailed distribution of z-score, *p = 0.0435). f, g Dopamine concentration levels. PFC and vMB tissue dopamine concentration is decreased with Cdh2 H150Y specimens. Shown are the measured mean ± SEM dopamine levels using high sensitivity ELISA in (f) PFC (n = 10, two-sided Student's t-test, *p = 0.013) and (g) vMB (n = 10, two-sided Student's t-test, ns p = 0.27). Results were provided using 4 Parameter Logistic analyses, with all determinations performed in duplicates. TH, tyrosine hydroxylase, DAT dopamine transporter; vMB ventral midbrain, PFC prefrontal cortex.",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 322,
                    "text": "64",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 507,
                    "end": 509,
                    "text": "65",
                    "ref_id": "BIBREF67"
                }
            ],
            "ref_spans": [
                {
                    "start": 1241,
                    "end": 1247,
                    "text": "Fig. 7",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "To conclude, we demonstrate that a novel mutation in CDH2 is associated with familial ADHD, through impaired presynaptic vesicle clustering, attenuated evoked transmitter release, decreased spontaneous release, and reduction in dopaminergic distribution within limbic pathways. We thus delineate the role of CDH2-related pathways in the pathophysiology of ADHD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Subjects and clinical phenotyping. Nine affected individuals of consanguineous Bedouin kindred were studied. DNA samples were obtained following informed consent and approval of the Soroka Medical Center Internal Review Board (IRB). Clinical phenotyping was determined by an experienced team of pediatric neurologists, psychiatrist, and geneticists for all affected individuals, their parents, and siblings. Linkage and sequence analysis. Genome-wide linkage analysis of all family members and whole-exome sequencing (WES) of an affected individual were performed. WES data were analyzed using QIAGEN's Ingenuity Variant Analysis software (http://www.qiagenbioinformatics.com/ingenuity-variant-analysis; QIAGEN Redwood City, California, USA), excluding variants observed with an allele frequency ≥1% in the 1000 Genomes Project (http://www.internationalgenome.org/) or the Genome Aggregation Database (gnomAD, https://gnomad.broadinstitute.org/), or variants appearing in a homozygous state in our in-house WES database of 400 controls. Of the remaining variants, we selected only those segregating within the family as expected for autosomal recessive heredity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "CDH2 multiple sequence alignment. Eight representative CDH2 orthologs were selected for multiple sequence alignment (MSA). All protein sequences were taken from the National Center for Biotechnology Structural modeling. N-cadherin protein modeling was predicted using the SWISS-MODEL server 66 . Its structure was based on the crystal structure of protocadherin GAmmaB4 extracellular domain with a GMQE score of 0.43 (PDB ID 6E6B) 67 . Modeling of the docking between furin protease (PDB ID 4Z2A) and the peptide harboring the N-cadherin region of interest, was done using the HPEP-DOCK server, predicting protein-peptide interactions 68, 69 . PyMOL program (https://sourceforge.net/projects/pymol/) was used to generate all structural figures 70 .",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 293,
                    "text": "66",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 431,
                    "end": 433,
                    "text": "67",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 635,
                    "end": 638,
                    "text": "68,",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 639,
                    "end": 641,
                    "text": "69",
                    "ref_id": "BIBREF71"
                }
            ],
            "ref_spans": [
                {
                    "start": 185,
                    "end": 198,
                    "text": "Biotechnology",
                    "ref_id": null
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Peptide synthesis. WT and mutant 22 amino-acids peptides, harboring the RXK/ R-R recognition motif, were synthesized by GL Biochem (Shanghai, China) and conjugated with both FITC and biotin at their N and C-terminus, respectively. WT: FITC-SKHSGHLQRQKRDW-K-biotin; Mutant: FITC-SKYSGHLQRQKRDW-Kbiotin. Peptides were validated by HPLC and MS at 95% purity and dissolved in ultra-pure water (BI, Israel) to 1 mg/ml. Liquid chromatography-mass spectrometry analysis. WT and mutant peptide extracts were analyzed using a Thermo Scientific Dionex Ultimate 3000 UPLC system coupled to a Q Exactive Focus mass spectrometer (Thermo Scientific, San Jose, USA). The analysis was performed using affinity separation and electrospray approaches. The samples were injected on the Accucore C18 (2.6 µm, 100 × 2.1 mm, Thermo Scientific) column, maintained at 30 • C, using a mobile phase consisting of 0.1 % formic acid aqueous solution (v/v) and 0.1% formic acid in Acetonitrile (v/v) at the flow rate of 0.3 mL/min. Initial starting conditions were 15% B (equating to 15% ACN) and held for 1 min. A ramp to 60% B was performed over 8 min, and the column was then washed with 100% B for 3 min before returning to starting conditions for 3 min, totaling an entire run time of 15 min. Electrospray analysis was performed in the positive ionization mode using a spray voltage of 2.5-3.5 kV, the tune settings for the MS used an S-lens setting of 50. A full scan range of 300-2000 m/z was used at a resolution of 70,000 (Supplementary Figure 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1517,
                    "end": 1526,
                    "text": "Figure 1)",
                    "ref_id": null
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Generation of Cdh2 CRISPR/Cas9-mediated mutant mice. Cdh2 KI mice, harboring the human pathogenic mutation (replacement of His150 with Tyr) in the mouse ortholog, were generated using the CRISPR/Cas9 system. sgRNA and Cas9 mRNA were designed using SnapGene (https://www.snapgene.com/) and synthesized in-vitro using the mMESSAGE mMACHINE T7 Ultra kit (Life Technologies, cat. AM1345) and MEGAshortscript T7 kit (Life Technologies, cat. AM1354), respectively. Following RNA purification, the sgRNA (10 ng/µl) and Cas9 mRNA (10 ng/µl) were injected into C57BL/6JRcc mice zygotes in the presence of the ssODN (10 ng/µl) using a microinjection system under standard conditions. The zygotes were cultured in a culture medium at 37°C in 5% CO 2 up to two-cell embryos and then transferred into the oviduct of the recipient mice. After birth, 14-21 days old pups were tailed for genomic DNA extraction using TaKaRa Ex Taq kit (Takara Bio Inc.) followed by genotyping. Selected KI F0 mice were grown and bred with C57BL/6JRcc WT mice for two cycles to generate non-chimeric F1 KI heterozygotes. Heterozygote F1 offspring were then bred and F2 offspring of WT and mutant origin (Cdh2 H150T and Cdh2 H150Y(2) founder lines) were used for all further experiments. All primers and oligos sequences appear in Supplementary  Table 5 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1296,
                    "end": 1318,
                    "text": "Supplementary  Table 5",
                    "ref_id": null
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Animal maintenance and ethics statement. The mouse colony was generated and maintained in the animal facility of the Ben-Gurion University of the Negev on a 12:12 h light/dark schedule with food and water provided ad libitum at temperature of 20-24°C with 30-70% humidity. All experiments were carried out following the National Institutes of Health guidelines for the care and use of laboratory animals (NIH Publications No. 8023, revised 1978) and by the guidelines of the Israeli Council on Animal Care. The study protocol was approved by the Committee on Animal Care and Use of the Ben-Gurion University of the Negev.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 409,
                    "end": 445,
                    "text": "Publications No. 8023, revised 1978)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Mice behavioral and cognitive evaluation. Male 10-week-old WT and Cdh2 H150Y mutant mice (n = 18, nine mice per group) underwent a 3-week battery of cognitive and behavioral assessment (Fig. 3) . Further behavioral experiments (Fig. 4a-g) were conducted on male 12-week-old C57BL/6JRcc WT (Envigo, Israel) and Cdh2 H150Y(2) mice (n = 30, 15 mice per group). Behavioral tests were performed in an SPF-certified examination room at HaddasaBrainLabs (http://brainlabs.org.il). The experimental procedure was according to the ARRIVE guidelines and NIH approval number: OPRR-A01-5011. All experiments were approved by the Hebrew University Ethics Committee on Animal Care and Use (Applications MD-14-14015-4; MD-16-14679-4). As an AAALAC-accredited Institute, the Hebrew University Ethics Committee follows the NRC Guide for the Care and Use of Laboratory Animals. We affirm that we have complied with all relevant ethical regulations for animal testing and research. Behavioral tests were recorded and analyzed using the Ethovision 11 system (Noldus Information Technologies, Wageningen, The Netherlands).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 185,
                    "end": 193,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 227,
                    "end": 238,
                    "text": "(Fig. 4a-g)",
                    "ref_id": null
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Behavioral experiments. Motor domains included the open-field exploratory test (OFT) to assess activity and neophobia and the Rotarod test to assess motorassociated functions such as flexibility, endurance, and balance. Cognitive domains included the spontaneous alternation test (Y-maze) to assess executive functions, especially spatial learning and working/reference memory. Anxiety domains include the elevated plus-maze test (EPM) to assess anxiety-like phenotype by monitoring animal levels of risk avoidance and the Acoustic Startle Reflex test (ASR) to evaluate an animal's level of stress by measuring the extent of auditory tone induced flinching. A pre-pulse inhibition test was conducted in the same chamber as the ASR, evaluating sensorimotor gating in an attempt to identify deficits in early-stage information processing. Social interaction domains included the resident-intruder test to assess for aggressive social interaction and the threechamber sociability test followed by a social novelty test, evaluating animal levels of sociability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Behavioral experiments -detailed Open-field. The apparatus consisted of a square arena measuring 50X50X33cm under 15 lux illumination. The outer walls were wrapped with white paper to limit external stimuli and light gradients. Mice from both genotypes were allowed to explore the arena for 6 min, while their location was tracked and recorded by a video camera positioned overhead. The time spent in the central zone of the arena (10 × 10 cm) was extracted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Elevated plus-maze. The apparatus consisted of four arms (30 × 5 cm each) extending from a central platform (5 × 5 cm). One set of arms, opposing one another, was enclosed by a 15-cm wall ('closed arms'), while the other set was open with a 1-cm ledge on either side ('open arms'). The maze was elevated 75 cm above the ground with illumination set 15 lux. Mice from both genotypes were placed in the central platform and allowed to explore the maze freely for 6 min. Entry into an arm was scored when the center of mass of the animal had entered an arm. The time spent and entries into each arm were extracted for analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Y-maze. A spontaneous alternation test was performed to assess executive functions. The Y-shaped maze consisted of 3 plastic arms placed at 120°angles to each other. Mice were placed at the end of one arm and were allowed to explore the maze freely for 6 min without training, reward, or punishment. An alternation was defined as a complete cycle of consecutive entrances into each of the three arms. Percent alternation (PA) was calculated as follows: PA = number of alternations/ (total number of entries into each arm -2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "A test for aggressive social interaction. The intruder mouse is introduced into the cage of the test resident mouse following habituation. The observation starts when the resident first sniffs the intruder. The observation stops when the first attack (by either mouse) occurs, or when no attack has occurred by 5 min observation 71 .",
            "cite_spans": [
                {
                    "start": 329,
                    "end": 331,
                    "text": "71",
                    "ref_id": "BIBREF73"
                }
            ],
            "ref_spans": [],
            "section": "Resident-intruder."
        },
        {
            "text": "Acoustic startle reflex (ASR). This test evaluates an animal's level of stress/arousal by measuring the extent of audible tone-induced flinching after acclimatization to background noise. Startle trials consist of a single noise burst (120 dB, 40 ms), thereafter the amplitude of animal flinch is recorded. Mean startle amplitude is calculated in a fully computerized, blinded, and unbiased measurement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resident-intruder."
        },
        {
            "text": "Pre-pulse inhibition (PPI) of the ASR. PPI is a measure of sensorimotor gating used to identify deficits in early-stage information processing. PPI trials consist of a prepulse of intensity 2, 4, 8, or 16 dB above background noise followed 100 ms later by a startling pulse (120 dB, 40 ms). Sessions are designed to include acclimation, prepulses, and pulse trials.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resident-intruder."
        },
        {
            "text": "A test of motor abilities, which requires mice to balance on a rotating cylinder. The test consisted of three 4-minute trials. During each trial, rod rotation gradually increased up to 40 rotations/minute. The duration mice were balanced on the rod in each trial was measured. Trials were divided by at least 20-minute breaks, to avoid mice exhausting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rotarod."
        },
        {
            "text": "Three-chamber sociability test and social novelty test. Aims to evaluate animal levels of sociability (preference of an unfamiliar mouse over an object) and preference for social novelty (preference of a novel stranger over a familiar one). The device used in this test consists of three chambers (left, right, and central); the middle chamber is connected to the others via doors. In the habituation phase, the animal is allowed to explore the device freely for 10 min. In the second sociability phase, a stranger mouse is placed in one of the lateral chambers (inside a specially devised cup with bars). In the social novelty phase, another stranger is similarly introduced into the other lateral chamber. During phases 2 and 3, time spent in each chamber, the number of approaches to each stranger mouse and their frequency are tracked and recorded 72 .",
            "cite_spans": [
                {
                    "start": 852,
                    "end": 854,
                    "text": "72",
                    "ref_id": "BIBREF74"
                }
            ],
            "ref_spans": [],
            "section": "Rotarod."
        },
        {
            "text": "Methylphenidate hydrochloride administration. Mice were administered with Methylphenidate hydrochloride (Biotechne 2 A/248099, UK) 73 ; Methylphenidate (MPH) was dissolved in 0.9% normal saline and diluted to 1 mg/ml. Male 14-weekold C57BL/6JRcc WT (Envigo, Israel) and Cdh2 H150Y(1/2) mice (n = 39) were weighed and injected with MPH or vehicle (0.9% saline solution) via intraperitoneal injection at 10 mg/kg body weight, 30 min before the initiation of tests. MPH dosages were chosen based on previous studies in rodents suggesting that these MPH dosages mirror those that are used in clinical practice 15 . MPH experiments were approved by the Hebrew University Ethics Committee on Animal Care and Use (Applications MD-20-16347-3).",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 133,
                    "text": "73",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 606,
                    "end": 608,
                    "text": "15",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Rotarod."
        },
        {
            "text": "Semi-quantitative synaptic immunofluorescence. To allow for a semiquantitative comparison of immunostaining intensity of synapses, WT, and mutated Cdh2 H150Y hippocampal neurons were processed under identical conditions. Synapses were detected semi-automatically using an in-house iterative algorithm based on serially decreasing to thresholds implemented in NIS-elements software (Nikon). Fluorescence values for each synapse were obtained from an area of 3 × 3 pixels located on its center of mass and an image average was generated. Because intensity values can vary from session to session, a normalization value was determined from the WT experiments of each session and further used to normalize all images acquired during that session, both WT and mutants. The normalized values were either averaged or used to compute cumulative distributions. Puncta that were positive for GAD65 were deemed GABAergic since GAD (Gamma-Amino Decarboxylase) is a vesicular enzyme mediating convergence of glutamate to GABA 74 ; otherwise, they were considered glutamatergic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rotarod."
        },
        {
            "text": "Fluorescence microscopy of neuronal cultures. Fluorescence measurements were performed on a Nikon TiE inverted microscope driven by the NIS-elements software package (Nikon). The microscope was equipped with an Andor Neo 5.5 sCMOS 12 bit camera (Oxford Instruments), a 40 × 0.75 NA Super Fluor objective, a 60 × 1.4 NA oil-immersion apochromatic objective (Nikon), a perfectfocus mechanism (Nikon), and EGFP and Cy3 TE-series optical filter sets (Chroma), as well Cy5 filter set (Semrock).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rotarod."
        },
        {
            "text": "Synapse width analyses. Synapse width was measured by drawing a line starting in the axon and through the synapse punctum, and fitting it using a Gaussian function as follows 75 :",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 177,
                    "text": "75",
                    "ref_id": "BIBREF77"
                }
            ],
            "ref_spans": [],
            "section": "Rotarod."
        },
        {
            "text": "Where x c is the center of the punctum maximum, y 0 is the fluorescence of the axon, w 2 is the variance of the Gaussian, and A is its amplitude. The full width at half-maximum (FWHM) fluorescence intensity is calculated as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rotarod."
        },
        {
            "text": "Fitting was performed by the least-squares error method using Origin 2020 (OriginLab). Independent images were acquired from cells grown on various coverslips obtained from a minimum of three different cultures. A mean FWHM was determined for each image, and then a grand average was calculated for WT and mutant cultures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rotarod."
        },
        {
            "text": "FM dye loading and unloading. Neurons were initially placed in normal saline (in mM: 150 NaCl, 3 KCl, 10 HEPES, 2 CaCl 2 , 2 MgCl 2 , 20 Glucose, pH adjusted to 7.35 with NaOH), then loaded with FM1-43 at a final concentration of 10 μM by depolarizing them for 2 min using hyperkalemic saline (90 KCl, 63 NaCl, otherwise as above) in the presence of the dye. The neurons were exposed to the dye in normal saline for an additional 5 min after depolarization, to allow labeling related to endocytosis to be completed. Afterward, neurons were washed with normal saline for 5 min, followed by 5 min washing with 1 mM ADVASEP-7 76 in normal saline. Finally, the cells were washed in normal saline and imaged. The cells were stimulated twice, once for 2 s at 20 Hz to access the size of the RRP and a second time for 120 sec to access the RcP, following a minute of recovery. The degree of unloading was calculated as the change in fluorescence (ΔF) normalized by baseline background-corrected fluorescence F 0 . Experiments were performed at RT in the presence of APV (50 μM) and DNQX (10 μM) to reduce destaining due to spontaneous network activity 77 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rotarod."
        },
        {
            "text": "Measuring vesicle cycling using sypHy. SypHy is a probe based on the internal fusion of a pH-sensitive GFP called pHluorin 78 (pKa = 7.6), with the vesicular protein Synaptophysin I (SypI), so that pHluorin is located in the lumen of the synaptic vesicles (SVs) and allows the reportage of presynaptic activity 31, 79 . Briefly, pHluorin fluorescence is quenched by the acidic pH of the intact vesicle lumen (pH~5.5). Upon stimulation, SVs fuse with the plasma membrane, thus exposing their lumen to the neutral pH of the extracellular environment (pH~7.3), causing an increase in the fluorescence of pHluorin. Following endocytosis, pHluorin is requenched due to the reacidification of the lumen by the vesicular proton pump (vATPase). Therefore, an increase in fluorescence reflects the exocytosis phase, and the subsequent decrease in fluorescence indicates the endocytosis phase of the vesicle cycle. The kinetics of exocytosis is determined by examining the time course of an upsurge in fluorescence upon stimulation in the presence of bafilomycin A, an inhibitor of the vATPase 80 , which inhibits neurotransmitter loading but not vesicle recycling 81, 82 . In our experiments, 12-14 DIV neurons were field-stimulated in the presence of APV (50 µM) and DNQX (10 µM), in the presence or absence of bafilomycin A (Fig. 6a-c) . After stimulation, the bath was perfused with saline in which 50 mM NaCl was replaced with NH 4 Cl. Ammonium ions are in equilibrium with aqueous ammonia, which is membrane-permeable and can diffuse into SVs to neutralize their lumen. Therefore, the combination of sypHy and NH 4 Cl reveals intact SVs within the terminals, and the size of the total SVs pool is measurable. The recycling vesicle pool (RcP) size is estimated by measuring the plateau of fluorescence intensity obtained during exhaustive stimulation (Fig. 6c) , while the resting pool is that which completes the RcP to the total pool 26 . The baseline fluorescence intensity of sypHy (F0) in each synapse of interest was the average value measured in five successive images acquired before stimulation. The change in fluorescence (ΔF) at time t was calculated as F(t)−F0. Values for each synapse were normalized by the maximal fluorescence intensity (Fmax) measured after the treatment with NH 4 Cl (ΔF/Fmax).",
            "cite_spans": [
                {
                    "start": 311,
                    "end": 314,
                    "text": "31,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 315,
                    "end": 317,
                    "text": "79",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 1155,
                    "end": 1158,
                    "text": "81,",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 1159,
                    "end": 1161,
                    "text": "82",
                    "ref_id": "BIBREF84"
                }
            ],
            "ref_spans": [
                {
                    "start": 1317,
                    "end": 1328,
                    "text": "(Fig. 6a-c)",
                    "ref_id": null
                },
                {
                    "start": 1846,
                    "end": 1855,
                    "text": "(Fig. 6c)",
                    "ref_id": null
                }
            ],
            "section": "Rotarod."
        },
        {
            "text": "Acute hippocampal slices. P18-P21 littermate mice for field-potential recordings and P28-P31 mice for whole-cell recordings from either sex were anesthetized with Isoflurane and decapitated. The brains were rapidly removed and placed in an icecold oxygenated cutting solution that contains (in mM): 252 Sucrose, 5 KCl, 1 CaCl 2 , 3 MgSO 4 , 26 NaHCO 3 , 1.25 NaH 2 PO 4, and 10 Glucose; pH 7.3 when bubbled with 95% O 2 /CO 2 . Transverse slices (300 µm) were cut on a vibratome (Leica 3000) and placed into a holding chamber containing oxygenated aCSF at RT for at least an hour prior to the recordings. ACSF solution contains (in mM): 124 NaCl, 3 KCl, 2 CaCl 2 , 2 MgSO 4 , 1.25 NaH 2 PO 4 , 26 NaHCO 3 and 10 glucose; pH 7.4 when bubbled with 95% O 2 /CO 2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rotarod."
        },
        {
            "text": "Whole-cell recordings. Slices were viewed through 40X water-immersion lenses (Olympus) in a BX51WI microscope (Olympus) mounted on an X-Y translation stage (Luigs and Neumann). Somatic whole-cell recordings were made using patch pipettes pulled from thick-walled borosilicate glass capillaries (1.5 mm outer diameter; Science Products). Pipettes had resistances of 5-7 MΩ when filled with a whole-cell voltage-clamp solution that contains (in mM): 135 CsCl, 4 NaCl, 2 MgCl 2, and 10 HEPES (cesium salt), pH adjusted to 7.3 with CsOH. Voltage-clamp recordings were made with a MultiClamp 700B amplifier (Molecular Devices). Data were sampled at 10 kHz, amplified (gain 5), filtered at 3 kHz then digitized and analyzed using Clampfit. Membrane access resistance was maintained as low as possible (5) (6) (7) (8) (9) (10) and was compensated at 80%. Recordings were not corrected for liquid junction potential. Recordings were performed at 30°C in the presence of Tetrodotoxin (TTX, 1 nM, Alomone Labs) and Bicuculline (GABA A antagonist. 10 µM, Alomone Labs). Inter-event intervals (IEIs) were calculated per recording (per cell) and averaged across slices (up to 3 slices per mouse).",
            "cite_spans": [
                {
                    "start": 795,
                    "end": 798,
                    "text": "(5)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 799,
                    "end": 802,
                    "text": "(6)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 803,
                    "end": 806,
                    "text": "(7)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 807,
                    "end": 810,
                    "text": "(8)",
                    "ref_id": null
                },
                {
                    "start": 811,
                    "end": 814,
                    "text": "(9)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 815,
                    "end": 819,
                    "text": "(10)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Rotarod."
        },
        {
            "text": "Two-photon reconstruction of neuronal morphology. At the end of physiological recordings brain slices from WT and Cdh2 H150Y littermates, the slice that contained the cells filled with SBFI fluorescent dye (0.5 µM, Thermo Fisher) was placed in an aCSF perfused chamber. Slices were scanned with an Ultima IV two-photon microscope (Bruker) equipped with a Mai Tai DeepSee pulsed laser (Spectra-Physics) and Olympus water-immersion lens ×60. Using two-photon excitation at 740 nm, we focused on the cell and scanned 30-40 slices of dendrites, soma, and axon at 0.5-μm depth intervals. The resulting z-stacks were imported into ImageJ (US National Institutes of Health) for reconstruction and image processing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rotarod."
        },
        {
            "text": "Field-potential recordings. Extracellular stimulation was delivered using a stimulus isolation unit (A.M.P.I) using glass monopolar electrodes (0.5-1 MΩ) filled with aCSF. fEPSPs were recorded in current-clamp mode with a MultiClamp 700B amplifier (Molecular Devices) driven by the Clampex (pClamp 10.0) software (Molecular Devices) using aCSF-filled patch pipettes (0.5-1 MΩ). The stimulating electrode was placed in the CA3 area and the recording electrode in the dendritic CA1 area. Experiments were performed at 29 ± 1°C with flow rates of 2 ml per minute. Five consecutive stimulations were delivered at 5, 10, and 20 Hz. Stimulation intensity was set to acquire an initial fEPSP of approximately 0.3 mV. 5-10 sweeps were conducted for each stimulus frequency and recordings were averaged over trials. Data were sampled at 10 kHz, amplified (gain 5), filtered at 3 kHz then digitized and analyzed using Clampfit. Data were included if the stimulation intensity to fEPSP ratio was within the linear range and if there was an increase in the amplitude of the second response. Data were averaged per slice, and then across the number of specified slices. Up to 3 slices were usable per mouse.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rotarod."
        },
        {
            "text": "Presynaptic cytoplasmatic calcium measurements. Neurons infected with hSyn:SypI-GCaMP6f were imaged at 12-14 DIV during field-stimulation in the presence of APV (50 µM) and DNQX (10 µM) to block recurrent network activity. Field stimulation (20 action potentials at 20 Hz) was applied at an intensity of 10 V/ cm 2 . Experiments were imaged at a sampling rate of 37 Hz, 3 × 3 binning, using an EGFP filter set (Chroma) and a Neo 5.5 Andor sCMOS camera (Oxford Instruments).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rotarod."
        },
        {
            "text": "Mouse brain dissections for immunofluorescence and RNA-seq analysis. After performing a battery of behavioral tests, all animals examined (at 13 weeks) were perfused transcardially with cold phosphate-buffered saline (PBS) followed by 4% formaldehyde, and brains were quickly removed and separated into two hemispheres. We randomly placed one hemisphere in 4% formaldehyde for immunofluorescence analyses and the other was frozen in liquid nitrogen. After 24 h, the hemispheres for immunofluorescence studies were placed in a 30% sucrose solution in DDW and then frozen at optimal cutting temperature. Hemispheres were dissected to 50-micron frozen floating sections, (taken from −2.92 to −3.4 millimeters relative to bregma). Five sections were analyzed for each mouse, with a total of 18 animals in the analysis (nine mice per group). The second hemisphere of each brain was further micro-dissected, separating the prefrontal cortex (PFC) and ventral midbrain (vMB) for real-time quantitative PCR (qPCR) and wholetranscriptome RNA-seq analyses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rotarod."
        },
        {
            "text": "Real-time quantitative PCR (qPCR). Total RNA was extracted from the microdissected tissues using GENzol TM Tri RNA Pure Kit (Geneaid Biotech Ltd.) according to the manufacturer's instructions. Single-stranded cDNA libraries were prepared using Verso cDNA synthesis Kit (Thermo Scientific). qPCR was done using a FastStart Universal SYBR Green reaction master mix (Roche). The analysis was performed using a Rotor-Gene RG-3000 machine (Corbett Research). Tyrosine hydroxylase (TH) and dopamine transporter (DAT) transcript levels in each of the two dissected anatomical areas were normalized to the murine 18 S rRNA housekeeping gene. The annealing temperature used was 60°C, extension time was set for 20 s and the PCR reaction repeats were 40 cycles. The threshold cycle and double-delta CT were determined manually. All primer sequences used for amplification appear in Supplementary Table 5 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 872,
                    "end": 893,
                    "text": "Supplementary Table 5",
                    "ref_id": null
                }
            ],
            "section": "Rotarod."
        },
        {
            "text": "Tyrosine hydroxylase immunofluorescence visualization. Brain sections were fixed in methanol. Following three PBS washes, sections were incubated overnight in 1% bovine serum and 0.1% triton in PBS with the primary antibody (mouse anti-Tyrosine hydroxylase 1:50, sc-25269, Santa Cruz Bio.) at 4°C. Sections were then incubated with the secondary antibody (Alexa Fluor 488, Cy2-donkey antimouse, 1:400; Jackson, ImmunoResearch) for 2 h at RT and counter-stained with DAPI (Sigma, Israel).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rotarod."
        },
        {
            "text": "Immunofluorescence image analysis. TH-positive cells' images were captured using an Olympus FV-1000 confocal microscope and camera (Tokyo, Japan). The number of TH-marked cells was manually counted at x10 magnification in a defined area containing the vMB. The number of visible TH-stained cells was divided by the area volume. The area volume was calculated as follows: (area * number of stacks * stack spacing * µm/pixels 2 )/10 9 . All histological staining and visualization were performed by a researcher who was blind to the experimental conditions of the specimens. The experimental condition of each specimen was exposed only during analysis. Mice brain dissections for quantifying dopamine levels. Male 14-week-old C57BL/6JRcc WT (Envigo, Israel) and Cdh2 mutant mice (from both founder lines, n = 20, 10 mice per group) were used for dopamine concentration analysis. Brains were dissected as aforementioned, with two sections analyzed per mouse: PFC and vMB. The micro-dissected tissues were homogenized in 300 µl of dopamine stabilizer buffer (Eagle Biosciences inc. by DLD diagnostika) and kept according to the manufacturer's instructions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rotarod."
        },
        {
            "text": "Measuring dopamine levels. Dopamine concentration in PFC and vMB tissue samples was calculated using the dopamine high sensitivity enzyme-linked immunosorbent assay (ELISA) kit (Eagle Biosciences inc. by DLD diagnostika). In brief, this competitive assay uses a microtiter plate format with tissue dopamine bound to the solid phase of the plate. Acylated catecholamine from the sample and solid phase bound catecholamine to compete for a fixed number of antiserum binding sites. When the system is in equilibrium, free antigen and free antigenantiserum complexes are removed by washing. The antibody bound to the solid phase catecholamine is detected by anti-rabbit IgG/peroxidase. The substrate reaction was monitored at 450 nm with a 570 nm reference wavelength (Tecan infinite ® M1000). The amount of antibody bound to the solid phase catecholamine is inversely proportional to the catecholamine concentration of the sample.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rotarod."
        },
        {
            "text": "RNA-sequencing whole-transcriptome analysis. Raw reads were obtained by sequencing on Illumina's NextSeq 500, single end 60. Raw reads were preprocessed by trimming Illumina adapters (GATCGGAAGAGCACACGTCTG AACTCCAGTCAC) and also by trimming edges of reads with quality below 10 using Cutadapt v1.8.3 83 . Reads with lengths below 40 were discarded. Next, reads that contained more than 50% A or 50% T were also discarded. The processed reads were mapped to the human genome, GRCh38, using TopHat v2.0.10 84 and then the number of reads that were mapped to each gene were calculated using HTSeq-count, v0.6.1p1 85 . The gene annotation used for the counting was Ensemble annotation for GRCh38, release 83. Differential expression was assayed using Deseq2 86 , comparing samples that were Cdh2-mutated using CRISPR/Cas9 versus WT. Genes demonstrating absolute log fold change greater than or equal to 1.3, as well as adjusted p-value lower than or equal to 0.05, were considered as differentially expressed. Adjusted p-values were taken from Deseq correction for multiple testing, which is based on Benjamin-Hochberg FDR 87 . Genes that were differentially expressed in both cases were considered for further analysis.",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 302,
                    "text": "83",
                    "ref_id": "BIBREF85"
                },
                {
                    "start": 610,
                    "end": 612,
                    "text": "85",
                    "ref_id": "BIBREF87"
                },
                {
                    "start": 754,
                    "end": 756,
                    "text": "86",
                    "ref_id": "BIBREF88"
                },
                {
                    "start": 1119,
                    "end": 1121,
                    "text": "87",
                    "ref_id": "BIBREF89"
                }
            ],
            "ref_spans": [],
            "section": "Rotarod."
        },
        {
            "text": "Gene ontology analysis. To analyze disease-associated enrichment of differentially expressed genes, we used the DAVID functional annotation tool 88, 89 . We focused only on genes with adjusted p-values lower than or equal to 0.05 and with a fold change greater than or equal to 1.3. The entire list of genes in the Mus musculus database was used as a reference list and the statistics for both analyses were done without Bonferroni correction (while Bonferroni correction decreases the likelihood of false positives, it increases the likelihood of having type II errorsfalse negatives, so that truly important terms are sometimes \"wrongly\" deemed insignificant) 90 . A heatmap of differentially expressed genes was generated using Heatmapper (http://www.heatmapper.ca/). The average linkage method was used for hierarchical clustering and Pearson's coefficient was used for computing the distances between rows and columns.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 148,
                    "text": "88,",
                    "ref_id": "BIBREF90"
                },
                {
                    "start": 149,
                    "end": 151,
                    "text": "89",
                    "ref_id": "BIBREF91"
                },
                {
                    "start": 662,
                    "end": 664,
                    "text": "90",
                    "ref_id": "BIBREF92"
                }
            ],
            "ref_spans": [],
            "section": "Rotarod."
        },
        {
            "text": "Statistics. Neuronal hippocampal experiments: values are reported throughout as mean ± SEM. Statistical analysis was performed on experiments acquired from at least three independent cultures from WT and Cdh2 H150Y mice. Comparisons of two datasets were performed by the Student's t-test, after confirming a normal distribution by the Shapiro-Wilk normality test, or with the Mann-Whitney's nonparametric test otherwise. Significance was set at a confidence level of 0.05. Behavioral experiments: univariate differences between the experimental groups were tested using independent student's t-test. Multivariate models employed mixed models for repeated measures. TH cell count: as several sections were quantified per mouse, marginal means of control and mutant TH-positive cell density were contrasted using mixed-effects maximum-likelihood regression (Stata 14, USA), with genotype as a fixed effect and individual mouse as a random effect. As directionality was pre-hypothesized based on earlier convergent data from qPCR, a one-tailed 0.05 significance threshold was set. Dopamine concentrations using ELISA: results were provided with 4 Parameter Logistic (4PL) using MyCurveFit Excel add-in (at https://myassays.com/home.aspx). In all figures ns denotes p > =0.05, * denotes p < 0.05, **p < 0.01, and ***p < 0.001. Statistical analysis was performed with OriginPro 2020 (https://www.originlab.com/2020) or SPSS 18 (IBM, Somers, NY).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rotarod."
        },
        {
            "text": "Reporting summary. Further information on research design is available in the Nature Research Reporting Summary linked to this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rotarod."
        },
        {
            "text": "All data that support the findings of this study, including the whole-exosome sequencing data, are available from the corresponding author upon request (O.S.B). The raw and processed mouse RNA-sequencing data generated in this study have been deposited in the Gene Expression Omnibus database under accession code GSE182698. Other data generated in this study are provided in the Supplementary Information and Source Data file. Source data are provided with this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data availability"
        },
        {
            "text": "Received: 13 May 2020; Accepted: 29 September 2021;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data availability"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Primary dense hippocampal cultures from P0-P2 pups of either sex were generated. Briefly, postnatal day 0-2 pups from WT and Cdh2 H150Y littermates were decapitated and their brains quickly removed",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Hippocampus pieces were incubated for 20 min at room temperature (RT) within a digestion solution consisting of 5 ml HBSS, CaCl 2 1.5 mM, EDTA 0.5 mM and 100 units of Papain",
            "authors": [],
            "year": null,
            "venue": "hippocampi were dissected, sliced manually, and kept on ice in Hank's Balanced Salt Solution (Biological Industries, Bet-Haemek, Israel) supplemented with 20 mM HEPES (termed HBSS; Biological Industries",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "All steps were performed at RT. Primary antibodies used: rabbit polyclonal anti-Synaptobrevin 2 (1:1000, Synaptic Systems), goat polyclonal anti-vesicular glutamate transporter-1 (vGlut1, 1:1000, Synaptic Systems), mouse monoclonal anti-Glutamic acid decarboxylase-6 (GAD-6, 1:1000, developed by D.I. Gottlieb, obtained from the Developmental Studies Hybridoma Bank, DSHB)",
            "authors": [
                {
                    "first": "Hatfield",
                    "middle": [],
                    "last": "Ems",
                    "suffix": ""
                },
                {
                    "first": "Pa",
                    "middle": [
                        ")"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Immunocytochemistry of hippocampal cultures. Days in-vitro (DIV) 8 and DIV 14 hippocampal neurons were fixed with 4% paraformaldehyde",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Characterizing adult attention-deficit/hyperactivity-disorder and comorbid borderline personality disorder: ADHD symptoms, psychopathology, cognitive functioning and psychosocial factors",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "O&apos;malley",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mchugh",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mac Giollabhui",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bramham",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Eur. Psychiatry",
            "volume": "31",
            "issn": "",
            "pages": "29--36",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Cognitive Neuroscience of Attention Deficit Hyperactivity Disorder (ADHD) and Its Clinical Translation",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Rubia",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Front. Hum. Neurosci",
            "volume": "12",
            "issn": "",
            "pages": "1--23",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Genetics of attention deficit hyperactivity disorder",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Faraone",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Larsson",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Mol. Psychiatry",
            "volume": "24",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "CDH2 and CDH11 act as regulators of stem cell fate decisions",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Alimperti",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Andreadis",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Stem Cell Res",
            "volume": "14",
            "issn": "",
            "pages": "270--282",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "N-cadherin mediates plasticity-induced long-term spine stabilization",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mendez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "De Roo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Poglia",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Klauser",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Muller",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Cell Biol",
            "volume": "189",
            "issn": "",
            "pages": "589--600",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "N-cadherin regulates the proliferation and differentiation of ventral midbrain dopaminergic progenitors",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sakane",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Miyamoto",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Dev. Neurobiol",
            "volume": "73",
            "issn": "",
            "pages": "518--529",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Clinical evaluation of language fundamentals: CELF-5",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Wiig",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Secord",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Semel",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Wechsler intelligence scale for children: Manual",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wechsler",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Wisc-Iii",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Structure and biochemistry of cadherins and catenins",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shapiro",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "I"
                    ],
                    "last": "Weis",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Cold Spring Harb. Perspect. Biol",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Opposite roles of furin and PC5A in N-cadherin processing",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Maret",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Neoplasia",
            "volume": "14",
            "issn": "",
            "pages": "880--883",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A 20 residues motif delineates the furin cleavage site and its physical properties may influence viral fusion",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Biochem. Insights",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.4137/bci.s2049"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Proprotein convertases in health and disease",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Artenstein",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Opal",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "N. Engl. J. Med",
            "volume": "365",
            "issn": "",
            "pages": "2507--2518",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The sequence at Spike S1/S2 site enables cleavage by furin and phospho-regulation in SARS-CoV2 but not in SARS-CoV1 or MERS-CoV",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Örd",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Faustova",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Loog",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sci. Rep",
            "volume": "10",
            "issn": "",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Methylphenidate exposure induces dopamine neuron loss and activation of microglia in the basal ganglia of mice",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sadasivan",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Methylphenidate dose-dependently affects aggression and improves fear extinction and anxiety in BALB/cJ mice",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jager",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Front. psychiatry",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The classic cadherins in synaptic specificity",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Basu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Cell Adhes. Migr",
            "volume": "9",
            "issn": "",
            "pages": "193--201",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "N-cadherin prodomain cleavage regulates synapse formation in vivo",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Latefi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pedraza",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schohl",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Ruthazer",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Dev. Neurobiol",
            "volume": "69",
            "issn": "",
            "pages": "518--529",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "N-cadherin prodomain processing regulates synaptogenesis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Reines",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Neurosci",
            "volume": "32",
            "issn": "",
            "pages": "6323--6334",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The influence of neuronal density and maturation on network activity of hippocampal cell cultures: a methodological study",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Biffi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Regalia",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Menegon",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ferrigno",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pedrocchi",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Synaptic vesicle pools: principles, properties and limitations",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Fowler",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Staras",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Exp. Cell Res",
            "volume": "335",
            "issn": "",
            "pages": "150--156",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Synaptic vesicle pools and dynamics",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R A"
                    ],
                    "last": "Alabi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Tsien",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Cold Spring Harb. Perspect. Biol",
            "volume": "4",
            "issn": "",
            "pages": "13680--013680",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Synaptic vesicle pools",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "O"
                    ],
                    "last": "Rizzoli",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Betz",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nat. Rev. Neurosci",
            "volume": "6",
            "issn": "",
            "pages": "57--69",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Synaptic vesicle pools: an update",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Denker",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "O"
                    ],
                    "last": "Rizzoli",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Frontiers in Synaptic Neuroscience",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fnsyn.2010.00135"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The readily releasable pool of synaptic vesicles",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Kaeser",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Regehr",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Curr. Opin. Neurobiol",
            "volume": "43",
            "issn": "",
            "pages": "63--70",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "CDK5 serves as a major control point in neurotransmitter release",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Ryan",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Neuron",
            "volume": "67",
            "issn": "",
            "pages": "797--809",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Balance of calcineurin A and CDK5 activities sets release probability at nerve terminals",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Ryan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Neurosci",
            "volume": "33",
            "issn": "",
            "pages": "8937--8950",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The kinetics of synaptic vesicle recycling measured at single presynaptic boutons",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Ryan",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Neuron",
            "volume": "11",
            "issn": "",
            "pages": "713--724",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Rapid reuse of readily releasable pool vesicles at hippocampal synapses",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Pyle",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "T"
                    ],
                    "last": "Kavalali",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Piedras-Rentería",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Tsien",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Neuron",
            "volume": "28",
            "issn": "",
            "pages": "221--231",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Release probability is regulated by the size of the readily releasable vesicle pool at excitatory synapses in hippocampus",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Dobrunz",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Int. J. Dev. Neurosci",
            "volume": "20",
            "issn": "",
            "pages": "225--236",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Studying vesicle cycling in presynaptic terminals using the genetically encoded probe synaptopHluorin",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Burrone",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "N"
                    ],
                    "last": "Murthy",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nat. Protoc",
            "volume": "1",
            "issn": "",
            "pages": "2970--2978",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Recruitment of resting vesicles into recycling pools supports NMDA receptor-dependent synaptic potentiation in cultured hippocampal neurons",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ratnayaka",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Physiol",
            "volume": "590",
            "issn": "",
            "pages": "1585--1597",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Counting the number of releasable synaptic vesicles in a presynaptic terminal",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ikeda",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Bekkers",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proc. Natl Acad. Sci",
            "volume": "106",
            "issn": "",
            "pages": "2945--2950",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Heterogeneity of release probability, facilitation, and depletion at central synapses",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Dobrunz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Neuron",
            "volume": "18",
            "issn": "",
            "pages": "995--1008",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Concurrent imaging of synaptic vesicle recycling and calcium dynamics",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Front. Mol. Neurosci",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "The regulation of quantal size",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Van Der Kloot",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Prog. Neurobiol",
            "volume": "36",
            "issn": "",
            "pages": "93--130",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "The mechanisms and functions of synaptic facilitation",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Jackman",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Regehr",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Neuron",
            "volume": "94",
            "issn": "",
            "pages": "447--464",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Role of presynaptic calcium ions and channels in synaptic facilitation and depression at the squid giant synapse",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Charlton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Zucker",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J. Physiol",
            "volume": "323",
            "issn": "",
            "pages": "173--193",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Short-term presynaptic plasticity",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Regehr",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Cold Spring Harb. Perspect. Biol",
            "volume": "4",
            "issn": "",
            "pages": "1--19",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "The role of cell adhesion molecules in brain wiring and neuropsychiatric disorders",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sakurai",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Mol. Cell. Neurosci",
            "volume": "81",
            "issn": "",
            "pages": "4--11",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Cadherin adhesion and mechanotransduction",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Leckband",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "De Rooij",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Annu. Rev. Cell Dev. Biol",
            "volume": "30",
            "issn": "",
            "pages": "291--315",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "The role of cadherin genes in five major psychiatric disorders: a literature update",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Hawi",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Am. J. Med. Genet. Part B Neuropsychiatr. Genet",
            "volume": "177",
            "issn": "",
            "pages": "168--180",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Functional properties of rare missense variants of human CDH13 found in adult attention deficit/hyperactivity disorder (ADHD) patients",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mavroconstanti",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Johansson",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Winge",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Knappskog",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Haavik",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Cadherin-13 gene is associated with hyperactive/ impulsive symptoms in attention/deficit hyperactivity disorder",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Salatino-Oliveira",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Am. J. Med. Genet. Part B Neuropsychiatr. Genet",
            "volume": "168",
            "issn": "",
            "pages": "162--169",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Genome-wide association scan of attention deficit hyperactivity disorder",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Neale",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Am. J. Med. Genet. Part B Neuropsychiatr. Genet",
            "volume": "147",
            "issn": "",
            "pages": "1337--1344",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Impact of the ADHD-susceptibility gene CDH13 on development and function of brain networks",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Rivero",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Eur. Neuropsychopharmacol",
            "volume": "23",
            "issn": "",
            "pages": "492--507",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Cadherin-based transsynaptic networks in establishing and modifying neural connectivity",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Friedman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Benson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Huntley",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Current topics in developmental biology",
            "volume": "112",
            "issn": "",
            "pages": "415--465",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Regulation of cadherin expression in nervous system development",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Paulson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Prasad",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Thuringer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Manzerra",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Cell Adhes. Migr",
            "volume": "8",
            "issn": "",
            "pages": "19--28",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Asymmetric N-cadherin expression results in synapse dysfunction, synapse elimination, and axon retraction in cultured mouse neurons",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "N"
                    ],
                    "last": "Pielarski",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": "1--13",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "N-cadherin transsynaptically regulates short-term plasticity at glutamatergic synapses in embryonic stem cell-derived neurons",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jüngling",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Neurosci",
            "volume": "26",
            "issn": "",
            "pages": "6968--6978",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Essential cooperation of N-cadherin and neuroligin-1 in the transsynaptic control of vesicle accumulation",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stan",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Proc. Natl Acad. Sci",
            "volume": "107",
            "issn": "",
            "pages": "11116--11121",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Developmental defects in mouse embryos lacking N-cadherin",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Radice",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Dev. Biol",
            "volume": "181",
            "issn": "",
            "pages": "64--78",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Glutamatergic and GABAergic gene sets in attention-deficit/ hyperactivity disorder: association to overlapping traits in ADHD and autism",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Naaijen",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Transl. Psychiatry",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Cadherins interact with synaptic organizers to promote synaptic differentiation",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yamagata",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Duan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Sanes",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Front. Mol. Neurosci",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Dynamic regulation of midbrain dopamine neuron activity: intrinsic, synaptic, and plasticity mechanisms",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Morikawa",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Paladini",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Neuroscience",
            "volume": "198",
            "issn": "",
            "pages": "95--111",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Multiple roles of β-catenin in controlling the neurogenic niche for midbrain dopamine neurons",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Miyamoto",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Development",
            "volume": "136",
            "issn": "",
            "pages": "2027--2038",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Low dopamine function in attention deficit/hyperactivity disorder: should genotyping signify early diagnosis in children?",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Gold",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Blum",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Oscar-Berman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Braverman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Postgrad. Med",
            "volume": "126",
            "issn": "",
            "pages": "153--177",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "The effects of methylphenidate on knockin mice with a methylphenidate-resistant dopamine transporter",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Tilley",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Gu",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Pharmacol. Exp. Ther",
            "volume": "327",
            "issn": "",
            "pages": "554--560",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Sensory and sensorimotor gating in adult attentiondeficit/hyperactivity disorder (ADHD)",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Holstein",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Psychiatry Res",
            "volume": "205",
            "issn": "",
            "pages": "117--126",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Intact sensorimotor gating in adult attention deficit hyperactivity disorder",
            "authors": [
                {
                    "first": "M.-C",
                    "middle": [],
                    "last": "Hanlon",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Karayanidis",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Schall",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Int. J. Neuropsychopharmacol",
            "volume": "12",
            "issn": "",
            "pages": "701--707",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Understanding the causes of reduced startle reactivity in stress-related mental disorders",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Beck",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Catuzzi",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "New Insights into Anxiety Disorders",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Disruption of dopamine neuron activity pattern regulation through selective expression of a human KCNN3 mutation",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Soden",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Neuron",
            "volume": "80",
            "issn": "",
            "pages": "997--1009",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Rare missense neuronal cadherin gene (CDH2) variants in specific obsessive-compulsive disorder and Tourette disorder phenotypes",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Moya",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Eur. J. Hum. Genet",
            "volume": "21",
            "issn": "",
            "pages": "850--854",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Polymorphisms within the neuronal cadherin (CDH2) gene are associated with obsessive-compulsive disorder (OCD) in a South African cohort",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "W"
                    ],
                    "last": "Mcgregor",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lochner",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Stein",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M J"
                    ],
                    "last": "Hemmings",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Metab. Brain Dis",
            "volume": "31",
            "issn": "",
            "pages": "191--196",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "De Novo Pathogenic Variants in N-cadherin cause a syndromic neurodevelopmental disorder with corpus collosum, axon, cardiac, ocular, and genital defects",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Accogli",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Am. J. Hum. Genet",
            "volume": "105",
            "issn": "",
            "pages": "854--868",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "SWISS-MODEL and the Swiss-Pdb Viewer: an environment for comparative protein modeling",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Guex",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Peitsch",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Electrophoresis",
            "volume": "18",
            "issn": "",
            "pages": "2714--2723",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Visualization of clustered protocadherin neuronal selfrecognition complexes",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brasch",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nature",
            "volume": "569",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "BacMam production and crystal structure of nonglycosylated apo human furin at 1.89 Å resolution",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Pearce",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Acta Crystallogr. Sect. F Struct. Biol. Commun",
            "volume": "75",
            "issn": "",
            "pages": "239--245",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "HPEPDOCK: a web server for blind peptide-protein docking based on a hierarchical algorithm",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S.-Y",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nucleic Acids Res",
            "volume": "46",
            "issn": "",
            "pages": "443--450",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "The PyMOL molecular graphics system",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Delano",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "The resident-intruder paradigm: a standardized test for aggression, violence and social stress",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Koolhaas",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "JoVE (Journal Vis. Exp",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "Automated apparatus for quantitation of social approach behaviors in mice",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Nadler",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Genes, Brain Behav",
            "volume": "3",
            "issn": "",
            "pages": "303--314",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "Psychostimulant-induced attenuation of hyperactivity and prepulse inhibition deficits in Adcyap1-deficient mice",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tanaka",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Neurosci",
            "volume": "26",
            "issn": "",
            "pages": "5091--5097",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "The hydrophilic isoform of glutamate decarboxylase, GAD67, is targeted to membranes and nerve terminals independent of dimerization with the hydrophobic membraneanchored isoform, GAD65",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kanaani",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lissin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Kash",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Baekkeskov",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Biol. Chem",
            "volume": "274",
            "issn": "",
            "pages": "37200--37209",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "Synapsin selectively controls the mobility of resting pool vesicles at hippocampal terminals",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Orenbuch",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Neurosci",
            "volume": "32",
            "issn": "",
            "pages": "3969--3980",
            "other_ids": {}
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "Imaging synaptic activity in intact brain and slices with FM1-43 in C. elegans, lamprey, and rat",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Kay",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Neuron",
            "volume": "24",
            "issn": "",
            "pages": "809--817",
            "other_ids": {}
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "Imaging synaptic vesicle exocytosis and endocytosis with FM dyes",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Gaffield",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Betz",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nat. Protoc",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "A Super-Ecliptic, pHluorin-mKate2, tandem fluorescent protein-tagged human LC3 for the monitoring of mammalian autophagy",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Tanida",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ueno",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Uchiyama",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS One",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "The Use of pHluorins for optical measurements of presynaptic activity",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sankaranarayanan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "De Angelis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Rothman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Ryan",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Biophys. J",
            "volume": "79",
            "issn": "",
            "pages": "2199--2208",
            "other_ids": {}
        },
        "BIBREF82": {
            "ref_id": "b82",
            "title": "Real-time measurements of vesicle-SNARE recycling in synapses of the central nervous system",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sankaranarayanan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Ryan",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Nat. Cell Biol",
            "volume": "2",
            "issn": "",
            "pages": "197--204",
            "other_ids": {}
        },
        "BIBREF83": {
            "ref_id": "b83",
            "title": "Effects of reduced vesicular filling on synaptic transmission in rat hippocampal neurones",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C H"
                    ],
                    "last": "Petersen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Nicoll",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Physiol",
            "volume": "525",
            "issn": "",
            "pages": "195--206",
            "other_ids": {}
        },
        "BIBREF84": {
            "ref_id": "b84",
            "title": "Presynaptic calcium channels and field-evoked transmitter exocytosis from cultured cerebellar granule cells",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Cousin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hurst",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Nicholls",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Neuroscience",
            "volume": "81",
            "issn": "",
            "pages": "151--161",
            "other_ids": {}
        },
        "BIBREF85": {
            "ref_id": "b85",
            "title": "Cutadapt removes adapter sequences from high-throughput sequencing reads",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Next Gener. Seq. Data Anal",
            "volume": "17",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF86": {
            "ref_id": "b86",
            "title": "TopHat2: accurate alignment of transcriptomes in the presence of insertions, deletions and gene fusions",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Genome Biol",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF87": {
            "ref_id": "b87",
            "title": "HTSeq-a Python framework to work with high-throughput sequencing data",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Anders",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Pyl",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Huber",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Bioinformatics",
            "volume": "31",
            "issn": "",
            "pages": "166--169",
            "other_ids": {}
        },
        "BIBREF88": {
            "ref_id": "b88",
            "title": "Moderated estimation of fold change and dispersion for RNA-seq data with DESeq2",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Love",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Huber",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Anders",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Genome Biol",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF89": {
            "ref_id": "b89",
            "title": "Controlling the false discovery rate: a practical and powerful approach to multiple testing",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Benjamini",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hochberg",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J. R. Stat. Soc. Ser. B",
            "volume": "289",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF90": {
            "ref_id": "b90",
            "title": "Bioinformatics enrichment tools: paths toward the comprehensive functional analysis of large gene lists",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Sherman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Lempicki",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nucleic Acids Res",
            "volume": "37",
            "issn": "",
            "pages": "1--13",
            "other_ids": {}
        },
        "BIBREF91": {
            "ref_id": "b91",
            "title": "Systematic and integrative analysis of large gene lists using DAVID bioinformatics resources",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Sherman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Lempicki",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat. Protoc",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF92": {
            "ref_id": "b92",
            "title": "What's wrong with Bonferroni adjustments",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Perneger",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Bmj",
            "volume": "316",
            "issn": "",
            "pages": "1236--1238",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Behavioral experiments in Cdh2 knock-in mice.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 5 Cdh2 mutation decreases synaptic vesicle cluster size in presynaptic terminals. a Left: hippocampal neurons from WT and Cdh2 H150Y mice were immunostained at 14 DIV for Syb2 (red) and vGlut1 (green). Right: mean ± SEM density of synaptic vesicles (SVs) within presynaptic terminals. Only synapses negative for GAD6 were included (Syb2: n = 13 images; vGlut1: n = 9 and 11 images, respectively, >500 boutons analyzed per image, two-sided Student's t-test, **p = 0.007, ***p = 3E −4 ). b Same as in A for 8 DIV (Syb2: n = 12 and 13; vGlut1: n = 19 and 21 images, respectively, >500 boutons analyzed per image, two-sided Student's t-test, *p = 0.01, ns p = 0.65). c Quantifying the distribution of the Syb2 fluorescence in the synaptic puncta at rest by measuring their FWHM. Symbols represent single image FWHM; bars, 10-90% percentiles; box, 25-75% percentiles; middle bar, median (n = 15 and 14 images, respectively, >30 boutons analyzed per image, two-sided Student's t-test, **p = 0.002). d Progressive unloading of FM1-43 dye by electrical stimulation delivered at 20 Hz for 2 s, followed by a minute of recovery and then stimulated again for 120 s at 20 Hz. Left: mean ± SEM ΔF/F 0 traces. Right: quantification of the readily releasable pool (RRP) fraction (percentage from the total release, n = 9 and 10 experiments, respectively, >30 boutons analyzed in each experiment, two-sided Student's t-test, *p = 0.017). DIV, days in-vitro; FWHM, Full Width at Half Maximum.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 6 Synaptic release is attenuated in Cdh2-mutated neurons. a Left: representative images of sypHy-puncta in WT neurons. Middle: mean ± SEM sypHy traces. Hippocampal neurons were field-stimulated (20 Hz, 15 sec) and the sypHy signal was monitored. Mean±SEM traces normalized to F max (at peak) are presented in the upper inset. b Peak mean ± SEM ΔF/F 0 fluorescence obtained from traces in 6 A (n = 9 experiments, >60 boutons analyzed per image, two-sided Student's t-test, **p = 0.007). c Mean±SEM SypHy traces in neurons field-stimulated (20 Hz, 120 s) in the presence of Bafilomycin A. Graph shows the cumulative release of SVs, normalized by the total SV pool size (after addition of NH 4 Cl). The plateau at the end of the stimulus indicates the recycling pool (RcP) relative size (n = 9 experiments, >60 boutons analyzed per image, two-sided Student's t-test, ns p = 0.78). d Intracellular recording of spontaneous mEPSCs. Left: reconstructed z-stack image. Right: representative traces recorded from WT (top) and mutant (bottom) slices under resting conditions, in the presence of TTX and bicuculline. Quantification of the mEPSC amplitude (e) and inter-event intervals (IEIs; f). Bars: mean ± SEM across recordings (n = 10 and 11 cells from 4 different mice, respectively, two-sided Student's t-test, ns p = 0.99, **p = 0.0085). g Representative fEPSPs were recorded from the CA1 area, delivering stimuli to the Schaffer collaterals at 20 Hz in acute slices prepared from WT and Cdh2 H150Y mice. h fEPSP amplitudes normalized by the first response in each train (mean ± SEM), in WT and Cdh2 H150Y slices at 20 Hz (n = 7 and 10 slice recordings acquired from 3 mice, respectively). i Quantification of the P2/P1 ratio at all frequencies. Symbols represent single slice recordings; bars, 10-90% percentiles; box, 25-75% percentiles (n = 7 and 10-11 slice recordings acquired from 3 mice, respectively, two-sided Student's t-test, 5 Hz: ns p = 0.43; 10 Hz: *p = 0.032; 20 Hz: *p = 0.02). j Neurons expressing the SypGCaMP6f construct were field-stimulated (20 Hz, 1 s). Left: representative images of WT neurons expressing SypGCaMP6f. Right: mean ± SEM SypGCaMP6f traces (k) Quantification of average basal fluorescence in 6 J. Symbols represent single image F0; bars, 10-90% percentiles; box, 25-75% percentiles; middle bar, median. l Quantification of peak ΔF/F 0 in 6 J represented as mean ± SEM (n = 11 and 12 experiments, respectively, >50 boutons analyzed per image, basal: ns p = 0.18; peak ΔF/F 0 : two-sided Student's t-test, ns p = 0.76). mEPSCs, miniature excitatory postsynaptic potentials; fEPSP, field excitatory postsynaptic potential; TTX, Tetrodotoxin.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "5 Hz: ns p = 0.43; 10 Hz: *p = 0.032; 20 Hz: *p = 0.02). j Neurons expressing the SypGCaMP6f construct were field-stimulated (20 Hz, 1 s). Left: representative images of WT neurons expressing SypGCaMP6f. Right: mean ± SEM SypGCaMP6f traces (k) Quantification of average basal fluorescence in 6 J. Symbols represent single image F0; bars, 10-90% percentiles; box, 25-75% percentiles; middle bar, median. l Quantification of peak ΔF/F 0 in 6 J represented as mean ± SEM (n = 11 and 12 experiments, respectively, >50 boutons analyzed per image, basal: ns p = 0.18; peak ΔF/F 0 : two-sided Student's t-test, ns p = 0.76). mEPSCs, miniature excitatory postsynaptic potentials; fEPSP, field excitatory postsynaptic potential; TTX, Tetrodotoxin. | (2021) 12:6187 | https://doi.org/10.1038/s41467-021-26426-1 | www.nature.com/naturecommunications",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Whole-transcriptome analysis. a PCA plot, demonstrating hierarchical clustering of WT and Cdh2 H150Y mice (n = 16, four samples per tissue per genotype), extracted from both the PFC (blue and yellow spheres, respectively) and vMB (red and green spheres, respectively) tissue samples. b Heatmap of DEGs clustering for PFC and vMB RNA-seq data. c GO term enrichment analysis of 416 DEGs from vMB and PFC using the DAVID functional annotation tool (https://david.ncifcrf.gov/summary.jsp/). The DAVID Functional Annotation Clustering function uses a Kappa statistic score to measure relationships among the annotation terms based on the degrees of their co-association genes. The most significantly relevant GO terms in biological process (red), cellular component (blue), and molecular function (green) branches are presented. All statistically significant values of the terms were negative 10-base log-transformed. The vertical black line delineates the significance threshold (corresponding to p-value = 0.05). d, e GO analysis using DAVID functional annotation tool, presenting the most significant relevant terms in the biological process domain for (d)604  vMB DEGs and (e) 181 PFC DEGs. One-sided pvalues for Modified Fisher's Exact test are defined. PCA, Principal component analysis; PFC, prefrontal cortex; vMB, ventral midbrain; DEGs, differentially expressed genes; GO, Gene Ontology; DAVID, Database for Annotation, Visualization and Integrated Discovery. | (2021) 12:6187 | https://doi.org/10.1038/s41467-021-26426-1 | www.nature.com/naturecommunications",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Furin protease digestion assay. Recombinant furin protease was purchased (NEB, #P8077S, Ipswich, MA, USA). Furin reaction mixture included 100 mM HEPES (pH 7.5), 0.5% Triton X-100, 1 mM CaCl 2 and 1 mM 2-mercaptoethanol, as suggested by the manufacturer. Each mixture (200 µl) was supplemented with a total of 10 µg dissolved peptides and 2U furin enzyme (2000U/1 ml) followed by incubation at 30°C. At four time intervals (0, 30, 60 and 180 min), 30 µl aliquots of the reaction mixture were removed and immediately deactivated by 80°C heating for 15 min. Digests were then subjected to LC-MS analysis on a Q Exactive Focus Mass Spectrometer (Thermo Fisher Scientific, USA) operating with an MS resolution of 70,000. All experiments were performed in triplicates.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Information GenBank (http:// www.ncbi.nlm.nih.gov). The RefSeq sequence accession numbers for H. Sapiens, P. Troglodytes, P. Abelii, M. Mulatta, B. Taurus, C. Lupus Familiaris, R. Norvegicus, and M. Musculus of CDH2 orthologs used for the analysis are NP_001783.2, XP_016788973.1, NP_001125845.1, XP_014977198.1, NP_001159964.3, NP_001125845.1, NP_112623.1, XP_006525616.1 respectively. Protein multiple sequence alignment was performed using Clustal Omega online program (https://www.ebi.ac.uk/Tools/msa/clustalo/).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank the families participating in the study. This ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The authors declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "Supplementary information The online version contains supplementary material available at https://doi.org/10.1038/s41467-021-26426-1.Correspondence and requests for materials should be addressed to O. S. Birk.Peer review information Nature Communications thanks the anonymous reviewer(s) for their contribution to the peer review of this work. Peer reviewer reports are available.Reprints and permission information is available at http://www.nature.com/reprintsPublisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/ licenses/by/4.0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional information"
        }
    ]
}