{
    "paper_id": "bf61bfa6bab69c1c24dbc88757f8bfc9e381ee62",
    "metadata": {
        "title": "Patient Priorities in Autoimmune Hepatitis: The Need for Better Treatments, More Education and Challenging Stigma",
        "authors": [
            {
                "first": "Charlotte",
                "middle": [],
                "last": "Lloyd",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jessica",
                "middle": [],
                "last": "Leighton",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "Lee"
                ],
                "last": "Lin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Wong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Anna",
                "middle": [],
                "last": "Goulding",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ann",
                "middle": [],
                "last": "Brownlee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Penney",
                "middle": [],
                "last": "Gray",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Emma",
                "middle": [],
                "last": "Culver",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Neil",
                "middle": [],
                "last": "Halliday",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Doug",
                "middle": [],
                "last": "Thorburn",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [
                    "A"
                ],
                "last": "Heneghan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "David",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "E",
                "middle": [
                    "J"
                ],
                "last": "Jones",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Catherine",
                "middle": [],
                "last": "Exley",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jessica",
                "middle": [
                    "K"
                ],
                "last": "Dyson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background Data show that patients with autoimmune hepatitis have significantly reduced quality-of-life and that corticosteroids carry marked side effects. Aims This study explored patients' experiences of autoimmune hepatitis and its treatments; key aspects for developing safe and effective new approaches to therapy. Methods An anonymised, internet-based survey collected data including patient demographics, treatments, side-effects, impact on day-to-day life, sources of support and attitudes towards autoimmune hepatitis between December 2019-January 2020. Semi-structured interviews were conducted with 13 patients to further explore their support networks, treatment experiences and health priorities. Descriptive and quantitative analyses were undertaken using R and free text responses were subject to thematic analysis. Results In total, 270 survey responses were received (median age 55 years and 94% female). Perceived medication sideeffects were reported by 66% (169/257) and 73% responded negatively about their experience of corticosteroids. The majority (62·3% [(109/175]) would 'definitely' or 'probably' consider clinical trial participation to improve their care. Only 18·7% (31/166) reported access to a specialist liver nurse and nearly half were involved in support groups. Interview and survey data suggested that major issues were stigma, loss of control and fatigue. Conclusions This study provides insights into the realities of living with autoimmune hepatitis with clear issues around lack of support networks, need for patient empowerment and stigma surrounding liver disease. Patient priorities are better therapies to slow disease progression, avoiding corticosteroids and minimising side-effects. Patient willingness to participate in trials suggests that they are achievable provided they have the right design and clinical endpoints.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Autoimmune hepatitis (AIH) is a chronic inflammatory liver disease that results in destruction of the liver parenchyma and development of chronic liver damage, cirrhosis and the need for liver transplantation [1, 2] . It is commoner in females, affects all ethnicities and ages with a prevalence of approximately 17 per 100,000 population in Northern Europe. [3] [4] [5] . The traditional primary goal of treatment is achieving biochemical remission in order to reduce the risk of disease progression and need for liver transplantation [6, 7] . Studies demonstrate, however, that patients with autoimmune hepatitis also have reduced health-related quality of life, significantly lower healthy utility and increased rates of depression, anxiety and fatigue related to the disease itself, failure to achieve biochemical remission and treatment with prednisolone (irrespective of dose) [8, 9, 10, 11] .",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 212,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 213,
                    "end": 215,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 359,
                    "end": 362,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 363,
                    "end": 366,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 367,
                    "end": 370,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 536,
                    "end": 539,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 540,
                    "end": 542,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 883,
                    "end": 886,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 887,
                    "end": 889,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 890,
                    "end": 893,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 894,
                    "end": 897,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Since the trials performed in the 1970s and 1980s confirmed mortality benefit with prednisolone and azathioprine [1] , there have been few studies of alternative therapeutic approaches and there remain many unanswered questions regarding the optimal management of autoimmune hepatitis [12] . Both prednisolone and azathioprine are associated with significant side effects with studies reporting 20-30% of patients have corticosteroid-related side effects with approximately 25% developing side effects related to azathioprine, with 10% necessitating drug withdrawal [13, 14, 15, 16] . Budesonide, an alternative corticosteroid that undergoes first pass metabolism (precluding its use in cirrhotic patients), may cause fewer systemic side effects than prednisolone but it remains unclear as to where this agent should sit in the treatment algorithm [17] . Alternative agents (mycophenolate mofetil, mercaptopurine, calcineurin inhibitors) are used in patients who are intolerant of or non-responsive to azathioprine. However, efficacy data is restricted to smaller, noncontrolled trials with little evidence regarding the symptom burden associated with these agents [18, 19, 20] .",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 116,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 285,
                    "end": 289,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 566,
                    "end": 570,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 571,
                    "end": 574,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 575,
                    "end": 578,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 579,
                    "end": 582,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 848,
                    "end": 852,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1165,
                    "end": 1169,
                    "text": "[18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1170,
                    "end": 1173,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1174,
                    "end": 1177,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This study, using a patient survey and qualitative semistructured interviews, was designed to explore patients' experiences of autoimmune hepatitis itself and the treatments they receive. To our knowledge, it is the first time there has been an attempt to capture the patient view on potential future therapies. It is key to understand what patients want if we are going to develop safe and effective new approaches to therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A survey, available for 4 weeks as an electronic link and via the UK-AIH website (http:// www. uk-aih. com) was codesigned by clinicians in partnership with representatives from patient support groups (AIH Support and LiverNorth). The weblink was disseminated by patient support groups: AIH Support (2203 members in January 2020), LiverNorth (approximately 3000 members-not specific to autoimmune hepatitis) and the British Liver Trust. The survey was available in English only, but accessible by autoimmune hepatitis patients in any country. It consisted of 29 questions relating to demographics, co-morbidities, treatments (both current and previous), side effects, reasons for omitting medications, attitudes to research and routes of drug administration, sources of support and attitudes to autoimmune hepatitis (see Supplementary Data for full survey). Respondents were asked about perceived drug side effects, how they felt about their current autoimmune hepatitis treatment as a whole and specifically in relation to corticosteroids on a scale of 1-10 with 1 being 'very unhappy' and 10 being 'very happy' and how helpful they found support groups on a scale of 1 to 10 with 10 representing the most helpful. There were three free text questions about the most difficult and frustrating aspects of having autoimmune hepatitis and how care could be improved. Participants were asked to rank 5 statements regarding the importance of features in potential future treatments with 1 being the 'most important' to 5 being the 'least important'. The survey was conducted as a service evaluation project with approvals from Newcastle University and Newcastle upon Tyne Hospitals NHS Foundation Trust. All participation was voluntary and no patient identifiable information was collected. As such, Caldicott Approval was obtained but no formal consent or ethical approval were required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Survey"
        },
        {
            "text": "Qualitative semi-structured interviews, based on a preliminary interview guide that was created with consideration of the evidence-base and analysis of the survey data, were conducted with 13 patients with autoimmune hepatitis. This aspect of the study was to enable deeper exploration of patients' experiences of having autoimmune hepatitis and the treatments they receive. Potential participants, all aged 18 years or older with a clinical diagnosis of autoimmune hepatitis, were recruited prospectively by a single doctor from a specialist autoimmune liver disease clinic in Newcastle-upon-Tyne, UK. A purposive sampling approach was used, allowing for deliberate selection of a wide range of information-rich cases in order to obtain a breadth of responses [21] and was based on the known characteristics of autoimmune hepatitis patients and the study objectives. All participants had received corticosteroids at some point since diagnosis.",
            "cite_spans": [
                {
                    "start": 761,
                    "end": 765,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Semi-structured Interviews"
        },
        {
            "text": "Potential participants were informed of the study by the recruiting doctor who provided the participant information sheet (PIS), a copy of the informed consent form (ICF), and a consent to contact form. Upon receipt of completed consent to contact forms, the interviewer (CL) telephoned participants to further discuss the study and arrange the interview. Due to the COVID-19 pandemic, all interviews took place by telephone, were audio-recorded and transcribed verbatim. Informed, written consent was obtained from all participants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Semi-structured Interviews"
        },
        {
            "text": "The interview guide consisted of four main topics: the patient's autoimmune hepatitis journey, support networks, their experiences of treatment and their health priorities. Ethical approval was obtained from the Wales REC 7 proportionate review sub-committee, along with approval from the Health Research Authority (HRA) and Health and Care Research Wales (HCRW) (REC reference 20/WA/0041). All data collected were audio-recorded, handled and stored securely in accordance with General Data Protection Regulations (GDPR). All participants were given pseudonyms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Semi-structured Interviews"
        },
        {
            "text": "Survey data were collected anonymously. Descriptive and quantitative analyses were undertaken using R studio software (version 3.6.2). Free text responses from the survey and interview transcripts were subject to thematic analysis following the methods outlined by Braun and Clark [22] . NVivo 12 computer software was used to support the analyses. Survey responses and interview transcripts were coded line-by-line, with codes then organised into broader themes. One written line may include multiple codes and therefore multiple themes. Where survey free text questions related directly to a numerical question, a participant's response was cross-referenced with the thematic contents of their free text response. Non-parametric data were analysed in SPSS version 22 using unpaired t test with P < 0.05 considered statistically significant.",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 285,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Analysis"
        },
        {
            "text": "A total of 270 survey responses were received, 13 of whom had undergone a liver transplant and were removed from further analyses. The median age at diagnosis was 49 years (range 1-77) and 94% were female (compared to 50 years with 81% female in UK-AIH) [23] . The median time since diagnosis was 2 (0-67) years and median age of respondents was 54 years (compared to 7 [1-57] and 59 years, respectively, in UK-AIH) [23] . There was no significant difference between the number who did or did not report side effects according to time since diagnosis (p = 0.728). The majority of respondents (76·4%, 120/157) lived in the UK (Supplementary Table 1 provides full breakdown) and 96·2% (152/159) described their ethnicity as 'white'. Patient-reported co-existent autoimmune conditions (summarised in Supplementary Table 2 ) were similar to those reported in previous autoimmune hepatitis studies [6] . Table 1 summarises current treatment regimens at the time of survey completion, with 91% (235/257) receiving immune suppression. The use of immune suppressants was very similar in this study as compared to data published by UK-AIH: azathioprine/mercaptopurine (62% vs 59%), mycophenolate mofetil (14% in both) and corticosteroids (54.5 vs 55%) [23] . When asked about side effects, 66% (169/257) reported perceived problems with their medications but only 64% (107/167) reported their clinician discussing potential side effects with them before commencing therapies (full responses in Supplementary Table 3 ). The most commonly described side effects (grouped into overarching categories, Supplementary Table 4 ) are summarised in Table 2 . For prednisolone, 110 respondents reported a total of 222 side effects from current or previous treatment, of which 34·7% were cosmetic and 21·6% were cognitive symptoms. Cosmetic and gastrointestinal side effects and cognitive symptoms were a significant burden across multiple drugs. Table 3 summarises previous medications alongside the 2 most cited reasons for stopping therapy. The commonest reason for stopping prednisolone was normalisation of liver blood tests but perceived side effects led to cessation of prednisolone in 29% and were the commonest reason for cessation of azathioprine, budesonide, mycophenolate mofetil and tacrolimus.",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 258,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 416,
                    "end": 420,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 893,
                    "end": 896,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1243,
                    "end": 1247,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 640,
                    "end": 647,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 811,
                    "end": 818,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 899,
                    "end": 906,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1499,
                    "end": 1506,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1603,
                    "end": 1610,
                    "text": "Table 4",
                    "ref_id": null
                },
                {
                    "start": 1631,
                    "end": 1638,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1927,
                    "end": 1934,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Patient Demographics"
        },
        {
            "text": "There were 99/257 (39%) patients who reported never missing a dose of their AIH medications. Of the 74 patients who detailed the frequency of missing medications, 42 (57%) reported only missing their medications Fig. 1 ), highlighting the need to improve adherence and understand why patients miss their tablets. There were 86 patients who provided details about why they missed medications. 'I sometimes forget to take them' was the most cited reason (58/86, 67%) and 7% (6/86) of missed doses were due to being unable to access the drug (Supplementary Table 5 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 212,
                    "end": 218,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 554,
                    "end": 561,
                    "text": "Table 5",
                    "ref_id": null
                }
            ],
            "section": "Self-Reported Treatment Adherence"
        },
        {
            "text": "Despite most participants (73·7% [137/186]) feeling their autoimmune hepatitis was under control (Fig. 1) , 22·6%",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 97,
                    "end": 105,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "Attitudes to Autoimmune Hepatitis and Therapies"
        },
        {
            "text": "(42/186) worried about the effect it was having on them 'all of the time' (Fig. 2) . The majority of patients worry about the day-to-day effects of autoimmune hepatitis, the 'effect on family and friends' and the 'effect of medications' at least 'some of the time' (Fig. 2) . When asked to score how happy they were with their treatment, there was a more positive response when thinking about current autoimmune hepatitis treatment as a whole, with 64·1% (107/167) giving a score of 7 or greater. However, when asked about corticosteroids specifically, 72·5% (74/102) of patients gave a score of 5 or less (Fig. 3) . (Fig. 4) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 74,
                    "end": 82,
                    "text": "(Fig. 2)",
                    "ref_id": null
                },
                {
                    "start": 265,
                    "end": 273,
                    "text": "(Fig. 2)",
                    "ref_id": null
                },
                {
                    "start": 606,
                    "end": 614,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 617,
                    "end": 625,
                    "text": "(Fig. 4)",
                    "ref_id": null
                }
            ],
            "section": "Attitudes to Autoimmune Hepatitis and Therapies"
        },
        {
            "text": "A hospital doctor (gastroenterology or hepatology consultant) was the commonest first point of contact for Fig. 2) . Free text responses related to lack of a specialist nurse (57·1%, 32/56) and that they would be a useful point of contact in between hospital visits (8·9%, 5/56). Negative comments related to them being slow to respond (3·6%, 2/56) or not being able to answer their questions (1·8%, 1/56). 40·8% (73/179) were embarrassed to tell people about their condition. Comments overwhelmingly alluded to stigma with their disease being perceived as due to alcohol, drugs or sexual transmission (particularly due to the term 'hepatitis'). People had received these comments from healthcare professionals and colleagues.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 107,
                    "end": 114,
                    "text": "Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "Support and Living with Autoimmune Hepatitis"
        },
        {
            "text": "Nearly half of respondents (47·5% [122/257]) were involved in support groups (84·2% [96/114] AIH-specific and 15·8% [18/114] general liver disease) with 73·9% (85/115) scoring 7 or more with an average helpfulness score of 8. A positive theme (raised by 62·4% [53/85]) was emotional support; making them feel more understood and less alone. They were also seen as good sources of information (43·5%, 37/85). Negative feedback included finding them 'scary' (4·7%, 4/85) with a focus on the negatives (5·9%, 5/85) and including alarming 'horror stories' (2·35%, 2/85).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Support and Living with Autoimmune Hepatitis"
        },
        {
            "text": "Fatigue was the most difficult and frustrating aspect of living with autoimmune hepatitis for 31·9% (89/279) and 26·9% (66/245), respectively. Worrying about the future and uncertainty (21·9% [61/279]) and impact of medications (8·6% [24/279]) were also major difficulties.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Support and Living with Autoimmune Hepatitis"
        },
        {
            "text": "The commonest answer to how their autoimmune hepatitis care could be improved was new and/or improved treatments (27·7%, 56/202), with a desire to avoid immunosuppression and corticosteroids. Other responses called for better information provision from healthcare professionals (11·4%, 23/202), an informed discussion of potential side effects (2·5%, 5/202) and a more patient-centred approach (7·9%, 16/202). Themes emerging from a final free text question for general comments included a lack of good quality information being available (7·5%, 10/133), not feeling listened to (6·0%. 8/133), with some attributing this to infrequent and short appointments (4·5%, 6/133), and a lack of continuity of care (3·0%, 4/133).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Support and Living with Autoimmune Hepatitis"
        },
        {
            "text": "A total of 28 potential participants were approached, 14 of whom returned the consent to contact form and 13 interviews took place. One participant changed their mind about taking part. Of those interviewed, 9 (69·2%) were female with median age 59 years (range 30-77). All participants were currently taking prednisolone or had in the past. Interviews took place between March and June 2020 and lasted between 27 and 72 min (median 52 min).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Semi-structured Interviews Data"
        },
        {
            "text": "All 13 patients alluded to concerns surrounding stigma, both enacted and felt, making them feel frustrated and misunderstood and affecting who they told about their condition, impacting on their available support networks. Again, the term 'hepatitis' was a source of misunderstanding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stigma Associated with Liver Disease"
        },
        {
            "text": "which worried me at first… I started crying at work because I kept thinking well should I even be here\" -Sarah (aged 65) Some described emphasising its autoimmune nature and avoiding the term hepatitis to reduce the likelihood of experiencing stigma but potential barriers to this approach were a lack of their own understanding regarding their illness and the unclear aetiology of autoimmune hepatitis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "\"I had a few comments that weren't very nice… that I shouldn't be out among people [due to being infectious]"
        },
        {
            "text": "\"When I explained to them this liver thing I've got they say \"what's that\" … and I think well I cannot understand it myself never mind explaining it to you\"-Hazel (aged 61)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "\"I had a few comments that weren't very nice… that I shouldn't be out among people [due to being infectious]"
        },
        {
            "text": "Responses about experiences of corticosteroids were predominantly negative with all but one participant describing perceived side effects. The commonest were weight gain (n = 6), facial mooning (n = 4), insomnia (n = 3), acne (n = 2) and psychiatric problems (n = 2). The effects of long-term corticosteroid use were a common concern, with particular focus on decreased bone density and osteoporosis. Participants' prior knowledge of corticosteroids was variable. Several knew corticosteroids were associated with weight gain and two associated them with anabolic steroids. No participant felt that their prior knowledge impacted their willingness to commence treatment, nor did their experience of side effects impact on their treatment adherence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experience of Corticosteroids"
        },
        {
            "text": "Some patients thought of their diagnosis as another challenge to overcome or another condition to add to their 'list'. However, for five participants, being diagnosed with autoimmune hepatitis was associated with feeling loss of control over their bodies and loss of autonomy with control being handed over to their doctor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Loss of Control"
        },
        {
            "text": "\"I mean honestly at the hospital you just place yourself in their hands and just you know, you're just trusting that the people are doing the right thing, you know\" -Hugh (aged 52). \"I don't want to be a medical object… where I have no free will and things are just done to me… I'm in a box and I can't get out kind of feeling and that's not something I enjoy\" -Ciara (aged 37) Some patients tried to regain control by changing their lifestyles to benefit their condition, including exercising to improve bone health, deciding not to drink alcohol and following a gluten-free diet. The nature of the patient-doctor relationship impacted on their self-perception of control, in terms of engaging with the decision-making process and medical appointments being a discussion of their wishes and priorities. Two participants felt empowered by becoming more knowledgeable about their condition and therefore able to discuss their concerns with their doctor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Loss of Control"
        },
        {
            "text": "Fatigue was an enduring issue for the interview participants. It was the most reported symptom prior to diagnosis and continued to be an issue for 7/13 (54%) participants despite treatment. The severity and impact of this fatigue varied. Several felt that their tiredness was 'just part of getting older'. However, for some participants, fatigue affected aspects of their work and social lives with its unpredictable nature making it difficult to make plans. Participants felt that fatigue was not taken seriously when speaking to friends and family due to it being 'invisible' and their illness being 'brushed off' due to looking outwardly well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fatigue"
        },
        {
            "text": "\"I got fobbed off a bit as I have a small child, but I've always had that element of tiredness and I've always… I just battled through anything, I would not have it that there was anything wrong with me or I was different to anybody else\"-Holly (aged 38) Four participants described experiencing increased energy when they commenced corticosteroids, which they viewed positively. However, this increase in energy was in most cases short-lived and replaced by other side effects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fatigue"
        },
        {
            "text": "None of the those interviewed had attended any faceto-face support groups, mostly due to lack of time or not wanting to complain or dwell on their condition. Two participants described positive experiences of online support groups, with an increased understanding of their condition but one found hearing about other peoples' conditions 'overwhelming'.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Support Networks and Self-Perception"
        },
        {
            "text": "The majority of participants found support from their families and there was an emphasis on not dwelling on negatives and trying to 'get on with things'. A barrier to family support was the possibility of a genetic component to autoimmune hepatitis and being worried that they had 'given' their children the condition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Support Networks and Self-Perception"
        },
        {
            "text": "The interviews took place at the beginning of the COVID-19 pandemic, during the first UK national lockdown. All participants were classed as 'extremely clinically vulnerable' and were 'shielding' according to government guidance. The impact of 'shielding' is yet to be fully appreciated but several participants explained that being 'vulnerable' had forced them to consider their illness more than they usually would and prompted disclosure of their condition to their employers and colleagues for the first time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Support Networks and Self-Perception"
        },
        {
            "text": "This study provides insights into the realities of living with autoimmune hepatitis and the impact of the disease and its treatments as perceived and understood by patients. The main messages were the burden of treatment side effects and feeling embarrassed and stigmatised by having liver disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Despite prednisolone being well-recognised to have a number of side effects, it is still central to therapy in autoimmune hepatitis. Current guidelines [6, 7] advocate aiming for azathioprine monotherapy and avoiding long-term corticosteroids but only 58% of respondents were receiving azathioprine with 39% still receiving prednisolone (as compared to 58% on azathioprine and 55% on prednisolone in UK-AIH) [23] . Corticosteroids are a major concern to patients and a key priority when thinking about future care and the need for better treatment options to reduce our overreliance on corticosteroids. Despite the majority of patients feeling their disease was under control, most were still keen to participate in research to find better treatments with fewer side effects. In keeping with data from the UK-AIH national cohort study, [24] many patients experienced marked side effects from the treatments they receive and these impact on life quality. Nearly a third of patients recalled stopping prednisolone due to its perceived side effects rather than achieving disease control. Although the most notable side effect profile was with prednisolone, problems were also reported with other drug therapies, leading to cessation of treatment in some patients. Clinicians need to improve the pre-treatment counselling provided to ensure that patients receive appropriate information regarding the benefits, risks and potential side effects of treatments, enabling them to actively engage with the decision-making processes guiding their management and retain control.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 155,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 156,
                    "end": 158,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 408,
                    "end": 412,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 836,
                    "end": 840,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There are clear issues with lack of support networks, need for patient empowerment, stigma and the perception of liver disease being self-inflicted, particularly with the connotations surrounding the term 'hepatitis'. The nature of stigmatisation in liver disease has been shown in other studies. Schramm et al. found an association between anxiety and depression symptoms and concerns regarding alcohol stigmatisation in autoimmune hepatitis patients [6] . This issue has also been explored in primary biliary cholangitis with poorer health-related quality of life being associated with stigma [25] and patient-reported stigma was a key driver in the name change from primary biliary cirrhosis to primary biliary cholangitis in 2017. Perhaps it is time to consider whether a similar change is needed in autoimmune hepatitis.",
            "cite_spans": [
                {
                    "start": 452,
                    "end": 455,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 595,
                    "end": 599,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Fatigue was also a major issue and whilst well-recognised in primary biliary cholangitis, it is less acknowledged in autoimmune hepatitis [26] . The trivialisation of fatigue has been well described in primary biliary cholangitis [27] with the lack of correlation between symptoms and biochemical test results being a source of frustration in both diseases. Understanding the mechanisms underpinning fatigue, enabling targeting of treatments, remains a challenge in autoimmune liver disease generally and should be a focus of ongoing research.",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 142,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 230,
                    "end": 234,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "As clinicians, we need to provide more information and better education to our patients and the wider public. The belief that liver disease is usually related to lifestyle risk factors, most commonly alcohol, remains pervasive. Care must be patient-centred with the aim of empowering patients to take control over their disease with a constructive and informed dialogue with the clinical team involved in their management. Only a minority of patients have access to a specialist liver nurse for support and guidance and signposting to patient support groups may be helpful for some patients. The advent of numerous virtual meeting platforms during COVID-19 may improve opportunities for accessing support.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The survey was anonymised, hopefully enabling patients to express themselves freely and not feel constrained by concerns about their clinician knowing how they responded. The electronic distribution via a number of patient support networks will have achieved a broader reach than distributing within a single centre, outpatient clinic setting. It provided a large number of responses to guide in depth exploration of themes in the individual interviews.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There were limitations with this study. Survey distribution utilised patient support groups, most described their ethnicity as 'white' and approximately 75% lived in the UK. These factors may have led to reporting bias. Most patients were on prednisolone and/or azathioprine so the results mainly concern these two agents but this reflects the commonest treatments used in clinical practice. It seems surprising that less than half of participants considered themselves 'involved' with patient support groups given how the survey was distributed. The majority described their interaction with these groups as a positive experience but those that find such groups unhelpful are likely to withdraw from participation. The survey responses were predominantly female (more than the preponderance seen in the demographic distribution of autoimmune hepatitis). This raises the possibility that females find support groups more helpful or more accessible than males. Due to the method of data collection, this study used entirely patient-reported data pertaining to treatments received, reasons for stopping therapy and treatment adherence. It is not clear how accurate patients are when ascribing perceived side effects to a specific drug. It is, however, key to understand patients' experiences of treatment so that we can improve pre-treatment counselling, learn from them about the impact of medications and minimise poor adherence if this is driven by side effects. For the interview section of the study, all participants received their care in one NHS hospital trust. Participants may not be representative of the autoimmune hepatitis community as a whole although the clinician identifying patients tried to include patients with a range of treatment experiences, ages and stage of disease. Despite this, given that the interviews were intended to explore patients' experiences in more depth than can be achieved by a wider survey, we believe that the data provide important learning for clinicians and future research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Due to the COVID-19 pandemic, all interviews were carried out over the telephone rather than in person. Telephone interviewing is an increasingly popular technique in qualitative research but some individuals may respond differently over the telephone than in person. The anonymity offered by telephone interviewing may reduce some inhibitions and increase confidence that responses will be confidential although the impersonal nature of a telephone interview may result in reduced trust in the interviewer and make the interviewer seem less credible to participants [28] . The ability to undertake telephone interviews enabled this study to proceed despite the pandemic and government 'shielding' guidance and no potential participants raised concerns about this methodology.",
            "cite_spans": [
                {
                    "start": 567,
                    "end": 571,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The traditional focus of research in autoimmune hepatitis has been good disease control but we must place a premium on reducing the symptom burden associated with both the disease and the currently available treatments. The need for improved drug treatments remains a key area of unmet need in autoimmune hepatitis management and it is very clear from this study that new therapies to slow disease progression, avoid corticosteroids and minimise side effects are a priority for patients. This emphasises that clinical trials in autoimmune hepatitis should be deliverable and the challenges are trial design with identification of appropriate endpoints rather than patients' willingness to participate. It is not sufficient to accept biochemical remission as the sole goal of therapy. As a community, we must place higher priority on improving quality of life as well as quantity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Autoimmune hepatitis. The Lancet",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Heneghan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Yeoman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Verma",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Longhi",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "382",
            "issn": "",
            "pages": "1433--1444",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Autoimmune hepatitis",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Krawitt",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "New England Journal of Medicine",
            "volume": "354",
            "issn": "",
            "pages": "54--66",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Population-based epidemiology study of autoimmune hepatitis: a disease of older women?",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Ngu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bechly",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Chapman",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Journal of Gastroenterology & Hepatology",
            "volume": "25",
            "issn": "",
            "pages": "1681--1686",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Global disparities and their implications in the occurrence and outcome of autoimmune hepatitis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Czaja",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Digestive Diseases & Sciences. 2277",
            "volume": "62",
            "issn": "",
            "pages": "2277--2292",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Incidence and prevalence of primary biliary cirrhosis, primary sclerosing cholangitis, and autoimmune hepatitis in a Norwegian population",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Boberg",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Aadland",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jahnsen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Raknerud",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stiris",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bell",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Scandinavian Journal of Gastroenterology",
            "volume": "33",
            "issn": "",
            "pages": "99--103",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "British Society of G. British Society of Gastroenterology (BSG) guidelines for management of autoimmune hepatitis Gut",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gleeson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Heneghan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "60",
            "issn": "",
            "pages": "1611--1629",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "EASL clinical practice guidelines: Autoimmune hepatitis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Lohse",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Chazouilleres",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dalekos",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of Hepatology",
            "volume": "63",
            "issn": "",
            "pages": "971--1004",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Predictors of healthrelated quality of life in patients with chronic liver disease. Alimentary Pharmacology and Therapeutics",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Afendy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Kallman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stepanova",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "30",
            "issn": "",
            "pages": "469--476",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Autoimmune hepatitis exerts a profound, negative effect on healthrelated quality of life: A prospective, single-centre study",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Janik",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wunsch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Raszeja-Wyszomirska",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Liver International",
            "volume": "39",
            "issn": "",
            "pages": "215--221",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Health-related quality of life, depression, and anxiety in patients with autoimmune hepatitis",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Schramm",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Wahl",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Weiler-Normann",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of Hepatology",
            "volume": "60",
            "issn": "",
            "pages": "618--624",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The Impact of Autoimmune Hepatitis and Its Treatment on Health Utility",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Fisher",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Stocken",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Hepatology",
            "volume": "68",
            "issn": "",
            "pages": "1487--1497",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Review article: unanswered clinical and research questions in autoimmune hepatitisconclusions of the International Autoimmune Hepatitis Group Research Workshop",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Dyson",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dalekos",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "N"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Alimentary Pharmacology and Therapeutics",
            "volume": "49",
            "issn": "",
            "pages": "528--536",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Controlled prospective trial of corticosteroid therapy in active chronic hepatitis",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mulligan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sherlock",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Quarterly Journal of Medicine",
            "volume": "40",
            "issn": "",
            "pages": "159--185",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Prednisone for chronic active liver disease: dose titration, standard dose, and combination with azathioprine compared",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Summerskill",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Korman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "V"
                    ],
                    "last": "Ammon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Baggenstoss",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Gut",
            "volume": "16",
            "issn": "",
            "pages": "876--883",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Clinical, biochemical, and histological remission of severe chronic active liver disease: a controlled study of treatments and early prognosis",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Soloway",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Summerskill",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Baggenstoss",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Gastroenterology",
            "volume": "63",
            "issn": "",
            "pages": "820--833",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Controlled trial of prednisone and azathioprine in active chronic hepatitis",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Murray-Lyon",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Stern",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Lancet",
            "volume": "1",
            "issn": "",
            "pages": "735--737",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Budesonide induces remission more effectively than prednisone in a controlled trial of patients with autoimmune hepatitis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Manns",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Woynarowski",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Kreisel",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Gastroenterology",
            "volume": "139",
            "issn": "",
            "pages": "1198--1206",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Cyclosporin treatment for autoimmune liver diseases is safe and efficacious in the long term",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nastasio",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sciveres",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Tata",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Riva",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Palla",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Maggiore",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Digestive and Liver Disease",
            "volume": "43",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Tacrolimus: a potential new treatment for autoimmune chronic active hepatitis: results of an open-label preliminary trial",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Van Thiel",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wright",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Carroll",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "American Journal of Gastroenterology",
            "volume": "90",
            "issn": "",
            "pages": "771--776",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Mycophenolate for the treatment of autoimmune hepatitis: prospective assessment of its efficacy and safety for induction and maintenance of remission in a large cohort of treatment-naive patients",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Zachou",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gatselis",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Papadamou",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "I"
                    ],
                    "last": "Rigopoulou",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "N"
                    ],
                    "last": "Dalekos",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of Hepatology",
            "volume": "55",
            "issn": "",
            "pages": "636--646",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Qualitative research: rigour and qualitative research",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mays",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pope",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Bmj",
            "volume": "311",
            "issn": "",
            "pages": "109--112",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Using thematic analysis in psychology. Qualitative research in psychology",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Braun",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Clarke",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "77--101",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Inequity of care provision and outcome disparity in autoimmune hepatitis in the United Kingdom",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Dyson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bigirumurame",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Alimentary Pharmacology & Therapeutics",
            "volume": "48",
            "issn": "",
            "pages": "951--960",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The inter-relationship of symptom severity and quality of life in 2055 patients with primary biliary cholangitis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Dyson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wilkinson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jopson",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Aliment Pharmacol Ther",
            "volume": "44",
            "issn": "",
            "pages": "1039--1050",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Stigma and liver disease Illness",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Sogolow",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Lasker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Sharim",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Weinrieb",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Sass",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Crisis & Loss",
            "volume": "18",
            "issn": "",
            "pages": "229--255",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The true impact of fatigue in primary biliary cirrhosis: a population study",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Goldblatt",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lipman",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Gastroenterology",
            "volume": "122",
            "issn": "",
            "pages": "1235--1241",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "It's as if PBC didn't exist': The illness experience of women affected by primary biliary cirrhosis",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Montali",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Frigerio",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Riva",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Invernizzi",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Psychology & Health",
            "volume": "26",
            "issn": "",
            "pages": "1429--1445",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Interviewing by telephone: Specific considerations, opportunities, and challenges",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Block",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Erskine",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "International Journal of Qualitative Methods",
            "volume": "11",
            "issn": "",
            "pages": "428--445",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 1 Patient-reported impression of disease control",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Patient reporting of how they feel about their autoimmune hepatitis treatments (on a scale of 1-10 with 1 being 'very unhappy' and 10 being 'very happy')",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Current treatment regimens",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We would like to thank all patients who participated in the survey or patient interviews. We would like to thank Liv-erNorth, AIH Support and the British Liver Trust for their contribution to survey design and distribution of the survey.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "The online version contains supplementary material available at https:// doi. org/ 10. 1007/ s10620-022-07525-5.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Information"
        },
        {
            "text": "Charlotte Lloyd 1 · Jessica Leighton 2 · Lin Lee Wong 3 · Anna Goulding 4 · Ann Brownlee 5 · Penney Gray 5 · Emma Culver 6 · Neil Halliday 7 · Doug Thorburn 7 · Michael A. Heneghan 8 ",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 182,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Authors and Affiliations"
        }
    ]
}