{
    "paper_id": "bfa6dd24ab58f117112fdd47dd55533abd02306d",
    "metadata": {
        "title": "Remote assessments for bone conduction hearing devices during the COVID-19 pandemic",
        "authors": [
            {
                "first": "Kimberley",
                "middle": [],
                "last": "Lau",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Larissa",
                "middle": [],
                "last": "Greenwood",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Vicki",
                "middle": [],
                "last": "Proctor",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Mark",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yardley",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jaydip",
                "middle": [],
                "last": "Ray",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Purpose The COVID-19 pandemic had resulted in the suspension of many routine audiology services due to the risk of crossinfections in closed spaces. This has driven the need for exploring alternatives to conventional face-to-face consultations in the hospital outpatient setting. The aim of this study was to determine the efficacy of remote consultations and assessments for patients on the waiting list for consideration of bone conduction hearing devices (BCHDs), and whether this type of consultation could continue beyond the COVID-19 era. Methods This was a prospective cross-sectional study in a tertiary Neuro-otology Department. All new patients on the waiting list for assessment for BCHD as of 1 March 2020 were included. Patients' case notes were reviewed. All underwent a telephone consultation with an implant audiologist. If the patient wanted to go ahead with the remote trial, a BCHD sound processor on a headband would be mailed out and the patient would then have to use the device for two weeks and return the device after with their diary. Results There were 49 patients. The mean age was 55 (range 27-88, SD 16.3). Four did not proceed with the trial. All patients returned their devices to the department. Majority of patients (95.6%, n = 43), completed their diary. 75.6% wanted to proceed with surgery. All patients proceeding with surgery were happy with the remote assessment and would recommend this for the future. Conclusion It is possible to satisfactorily assess appropriately screened patients for BCHDs remotely with a structured approach and explanation of process and expectations. It might be possible to consider this type of consultation as an option for assessing potential candidates for BCHDs beyond the COVID-19 era to reduce the number of hospital visits for patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The COVID-19 pandemic has resulted in a significant impact on how we deliver healthcare services. The risk of nosocomial infections through aerosol borne transmission has driven the need for alternatives to conventional face-toface consultations in the outpatient setting [1] .",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 275,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Patients who have trialled and were not able to use conventional air conduction hearing aids and met the National Health Service (NHS) commissioning criteria for a bone conduction hearing device (BCHD) are usually first seen in a multi-disciplinary clinic involving the otolaryngologist and audiologist and the option of a BCHD is explained and discussed with the patient. All patients who decide to proceed, go on to have further assessments with the audiology team. This normally includes a face-to-face discussion, and the patient would be given a BCHD sound processor on a headband and expected to complete a diary of their personal experiences. Patients were given the option to not go ahead with surgery if they were not satisfied with the trial.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "At the beginning of the first national lockdown in the UK, our department had a waiting list of patients who were awaiting the BCHD trial prior to listing for surgery. As ENT and Audiology departments across the UK were strongly advised to conduct consultations via telephone or video conference whenever possible, our department decided to conduct remote assessments for this group of patients. The aim of this study was to determine the efficacy of remote consultations and assessments for patients waiting for consideration of BCHD, and whether this type of consultation could continue beyond the COVID-19 era to reduce the number of hospital visits for patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Implantation of BCHDs has been approved in the NHS and therefore approval from an ethics committee was not required. However, as part of service evaluation, this study was registered with the local Institutional Review Board/ Clinical Effectiveness Unit (Reference number 9334). The assessments described are all part of the routine work-up of patients undergoing implantation of any BCHD in this unit and no extra tests were undertaken as part of this review. All data were anonymised and analysed by members of the team.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics"
        },
        {
            "text": "This study was undertaken as a prospective cross-sectional study and reported as per the STROBE guidelines [2] . The setting was a Neuro-otology Department in a tertiary centre based in Sheffield, England. The inclusion criteria included all new patients on the audiology waiting list for assessment for BCHD as of 1 March 2020, any other patients added onto the waiting list after this date were not included. Each patient's case notes were reviewed via the hospital electronic records system.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 110,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Study design and setting"
        },
        {
            "text": "The regional department of neuro-otology (tertiary referral centre) has a caseload of about 3000 new patients with hearing loss per annum. All patients would have trialled and were unable to wear conventional air conduction hearing aids and met the commissioning criteria for a bone conduction hearing device (BCHD). All patients would have already been seen in a multi-disciplinary clinic involving the otolaryngologist and audiologist and discussed the option of having a BCHD. Pre-operative pure tone audiograms (PTA) and free-field speech testing (in quiet) with speech recognition thresholds (SRT) using the Arthur Boothroyd (AB) word lists would have already been obtained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pre-intervention"
        },
        {
            "text": "Patients all underwent a telephone consultation during which the audiologist would discuss what having a BCHD involved and its pros and cons. Validated patient-reported outcome questionnaires Glasgow Benefit Inventory [3] and Client Oriented Scale of Improvement [4] were also filled in. If the patient wanted to go ahead with the trial and expressed their ability to bring the device back to the department (either via post or drop off in person), a BCHD sound processor on a headband would be mailed out to the patient and the patient would then have to use the device for two weeks and then return the device after with their diary. A pre-paid envelope was provided for those who wanted to return the device and diary by post. Patients were instructed to include the following information in the diary: time spent per day using the device, any noticed advantages or disadvantages compared to previous hearing device and any likes or dislikes.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 221,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 263,
                    "end": 266,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Intervention"
        },
        {
            "text": "There were 49 patients in total on the waiting list of which 23 were male and 26 were female. The mean age was 55 (range: 27-88, SD 16.3). The indications for BCHD are included in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 180,
                    "end": 187,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The breakdown of types of hearing loss in this patient group is shown in Fig. 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 73,
                    "end": 79,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "All patients returned their devices to the department. Out of the 49 patients, four patients did not want to proceed at all with the headband trial. Majority of patients (95.6%, n = 43/45), completed the 2-week diary whilst trialling the BCHD on the headband. Overall, 34 patients (75.6%, n = 34/45) wanted to proceed with surgery. A 100% of patients (n = 2) who did not complete the diary, did not want to proceed with surgery. Out of the 11 patients who trialled the device but did not wish to proceed with surgery, two did not compete their 2-week diary. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "One of the challenges that most outpatient departments faced at the beginning of the pandemic was how to safely triage outpatient appointments. Appointments that could be undertaken via telephone or video conference whenever possible were advised, to reduce the number of hospital visits and potential exposure for patients. This Neuro-otology and Hearing Services Department sees a wide range of conditions and large patient population and a lot of the patients require a physical examination and/or a hearing test, and therefore need to attend the outpatient department in person. This particular cohort of patients who were on the waiting list for BCHD assessment was early on identified as a potential group where they could be assessed safely via telephone consultation. Even though all our patients had some form of hearing loss, there were no occasions where telephone consultation was not possible and communication was not an issue. One early concern was whether patients would bring back the BCHD device that was posted out to them; however, these concerns were unfounded as all patient returned their trial device, though a handful of patients required a phone call reminder to return their device when it was not received a week after the trial had ended.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In this study, majority of the patients completed their 2-week diary and overall, the uptake rate to surgery was high (75.6%). Other studies have found uptake rates to be 38-68% [5] [6] [7] [8] . It is known that several individual factors influence the decision of patients to opt for a BCHD and is important for patients to have a headband trial and create a realistic expectation for patients [5] . Our study showed that all patients who did not complete their 2-week diary did not want to proceed with the procedure and this result is unsurprising.",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 181,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 182,
                    "end": 185,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 186,
                    "end": 189,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 190,
                    "end": 193,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 396,
                    "end": 399,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The aim of this study was to determine the efficacy of remote consultations and assessments for patients on the waiting list for consideration of BCHD, and whether this type of consultation could continue beyond the COVID-19 era to reduce the number of hospital visits for patients. The results have shown that such consultation is feasible and also has a reasonable uptake rate to surgery. Saving the distance travelled for patients is also an additional advantage with patients travelling an average of 15.9 km (range 1.3-46.7 km) to attend hospital appointments in person. The secondary benefit of reducing travel requirement for unnecessary hospital-based assessments was to reduce resource use and improve space utilisation with a positive environmental impact through reduced carbon footprint per patient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Whilst remote monitoring of cochlear implants has previously been looked at and deemed feasible [9] , this study is the first of its kind to determine the efficacy of remote consultations and assessments for patients waiting for consideration of BCHD. One limitation of this study is that this has not compared the uptake rate with the rate prior to remote consultations; however, this is something that can be done as a future study retrospectively.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 99,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There were no communication issues and majority of patients who had remote BCHD assessments wanted to proceed with surgery. It is therefore possible to satisfactorily assess appropriately screened patients for BCHDs remotely with a structured approach and explanation of process and expectations. It might be possible to consider this type of consultation as an option for assessing potential candidates for BCHDs beyond the COVID-19 era to reduce the number Fig. 1 Types of hearing loss of hospital visits for patients especially for patients who have to travel long distances to get to the hospital or have mobility/transport limitations.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 459,
                    "end": 465,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Conclusion"
        },
        {
            "text": "Author contributions KL collected data, interpreted the results and worked on the manuscript. JR and MY was involved in planning and supervised the work. LG and VP collected the data. All authors discussed the results and commented on the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Funding None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Availability of data and material (data transparency) Available on request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        },
        {
            "text": "Code availability (software application or custom code) Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical approval (include appropriate approvals or waivers) Not required."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Guidance for ENT during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ent-Uk",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Strengthening the reporting of observational studies in epidemiology (STROBE) statement: guidelines for reporting observational studies",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Von Elm",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Altman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Egger",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Pocock",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Gøtzsche",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Vandenbroucke",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "BMJ",
            "volume": "",
            "issn": "",
            "pages": "806--808",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Measuring patient benefit from otorhinolaryngological surgery and therapy",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gatehouse",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Browning",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Ann Otol Rhinol Laryngol",
            "volume": "105",
            "issn": "6",
            "pages": "415--422",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Client Oriented Scale of Improvement (COSI) and its relationship to several other measures of benefit and satisfaction provided by hearing aids",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Dillon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "James",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ginis",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Am Acad Audiol",
            "volume": "8",
            "issn": "",
            "pages": "27--43",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Analysis of factors predicting the success of the bone conduction device headband trial in patients with single-sided deafness",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "T"
                    ],
                    "last": "Faber",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kievit",
                    "suffix": ""
                },
                {
                    "first": "Mjf",
                    "middle": [],
                    "last": "De Wolf",
                    "suffix": ""
                },
                {
                    "first": "Cwrj",
                    "middle": [],
                    "last": "Cremers",
                    "suffix": ""
                },
                {
                    "first": "Afm",
                    "middle": [],
                    "last": "Snik",
                    "suffix": ""
                },
                {
                    "first": "Mks",
                    "middle": [],
                    "last": "Hol",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Arch Otolaryngol Neck Surg (Internet)",
            "volume": "138",
            "issn": "12",
            "pages": "1129--1135",
            "other_ids": {
                "DOI": [
                    "10.1001/jamaoto.2013.754"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The importance of an extended preoperative trial of BAHA in unilateral sensorineural hearing loss: a prospective cohort study",
            "authors": [
                {
                    "first": "Rje",
                    "middle": [],
                    "last": "Pennings",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gulliver",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Morris",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Clin Otolaryngol",
            "volume": "36",
            "issn": "5",
            "pages": "442--449",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Bone-anchored hearing aids in conductive and mixed hearing losses: why do patients reject them? Eur Arch Oto-Rhino-Laryngol",
            "authors": [
                {
                    "first": "Rtk",
                    "middle": [],
                    "last": "Siau",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Dhillon",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Siau",
                    "suffix": ""
                },
                {
                    "first": "Kmj",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "273",
            "issn": "",
            "pages": "3117--3122",
            "other_ids": {
                "DOI": [
                    "10.1007/s00405-016-3941-5"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Systematic review on the trial period for bone conduction devices in single-sided deafness: rates and reasons for rejection",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wendrich",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kroese",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cattani",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Grolman",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Otol Neurotol",
            "volume": "38",
            "issn": "5",
            "pages": "632--641",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Feasibility of personalised remote long-term follow-up of people with cochlear implants: a randomised controlled trial",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Cullington",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kitterick",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Weal",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Margol-Gromada",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMJ Open",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Patients' indications for bone conduction hearing devices",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}