{
    "paper_id": "c013eda3beb97b2fb664aa78d022938cf4dfedfe",
    "metadata": {
        "title": "Experimental SARS-CoV-2 Infection of Bank Voles",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "We obtained 8 female and 4 male bank voles, 7-9 weeks of age, from an in-house breeding colony at the Friedrich-Loeffler-Institut, Insel Riems, Germany. Prior to infection, we determined negative serologic status toward SARS-CoV-2 of the breeding colony by an indirect receptor-binding domain (RBD)-ELISA (1) . All animals used in the trial tested RT-qPCR negative for SARS-CoV-2 on the day before infection by rhinarium, oral, and rectal swabs. For the duration of the study the animals were kept in individually ventilated cages (IVCs) with a light regime of 12 hours illumination and 12 hours darkness. Drinking water and a rodent diet were provided ad libitum. All handling procedures were performed under biosafety level 3 (BSL-3) conditions.",
            "cite_spans": [
                {
                    "start": 305,
                    "end": 308,
                    "text": "(1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Animals and Housing Conditions"
        },
        {
            "text": "We inoculated 9 bank voles with 1×10 5 tissue culture infection dose 50 (TCID50) of the SARS-CoV-2 strain 2019_nCoV Muc-IMB-1 (GISAID ID_EPI_ISL_406862, designation hCoV-19/Germany/BavPat1/2020) by administering 70 µL virus suspension to the nostrils and rhinarium. Inoculation took place under a short-term isoflurane-based inhalation anesthesia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Design"
        },
        {
            "text": "Three inoculated bank voles were housed together in 1 IVC. Twenty-four hours after inoculation another 3 naïve in-contact bank voles, 1 per IVC, were co-housed with the directly inoculated animals. Physical examinations following a defined clinical score regarding general behavior, respiration, eyes, and neurologic symptoms were performed daily and bodyweight changes were monitored regularly (0, 2, 3, 4, 6, 7, 8, 9, 10, 12, 14, 16, and 21 days postinfection [dpi] ). Oral, rhinarium, and cloacal swabs were taken from each animal at 2, 4, 8, 12, and 16 dpi. A fecal sample was taken from each IVC at these sampling points.",
            "cite_spans": [
                {
                    "start": 395,
                    "end": 467,
                    "text": "(0, 2, 3, 4, 6, 7, 8, 9, 10, 12, 14, 16, and 21 days postinfection [dpi]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Study Design"
        },
        {
            "text": "Two bank voles each were euthanized at 4 and 8 dpi and another at 12 dpi. At autopsy, a serum sample was collected and the nasal conchae, trachea, lung, heart, olfactory bulb, forebrain, cerebellum, liver, spleen, kidney, and small and large intestines were sampled. The remaining animals were euthanized at 21 dpi and serum samples were collected, as well as a sample of the nasal conchae.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Page 2 of 3"
        },
        {
            "text": "Serum samples taken during euthanasia were tested by RBD-ELISA (1). Absorbance values >0.3 were considered antibody positive, those <0.2 antibody negative, and those in between as questionable (Appendix Table) . (2). We used a quantification cycle (Cq) value of 38 as a cutoff value (Appendix Table) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 203,
                    "end": 209,
                    "text": "Table)",
                    "ref_id": null
                },
                {
                    "start": 293,
                    "end": 299,
                    "text": "Table)",
                    "ref_id": null
                }
            ],
            "section": "Antibody Detection"
        },
        {
            "text": "We attempted virus reisolation in cell culture on a Vero E6 cell line (L0929, collection of cell lines in veterinary medicine, Insel Riems, Germany) using HBS and EBS MEM with the addition of penicillin and streptomycin. Viral replication was determined by cytopathic effect within 72 hours after inoculation. Cultures with no visible cytopathic effect in the first passage were passaged once more.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus Isolation"
        },
        {
            "text": "Appendix Table. RT-qPCR results from organ samples of all inoculated and contact bank voles as well as results from the indirect, multispecies ELISA* ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 9,
                    "end": 15,
                    "text": "Table.",
                    "ref_id": null
                }
            ],
            "section": "Virus Isolation"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Multi-species ELISA for the detection of antibodies against SARS-CoV-2 in animals",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "World Health Organization. Coronavirus disease (COVID-19) technical guidance: laboratory testing for 2019-nCoV in humans",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Before sampling, swabs (nerbe plus GmbH, https://www.nerbe-plus.de; Copan Italia S.p.A., https://www.copangroup.com) were dampened with Hank's 692 balanced salts (HBS) and Earle's balanced salts (EBS) in minimum essential medium (MEM). After sampling, the swabs were resuspended in 1 mL HBS and EBS MEM with the addition of penicillin and streptomycin. Fecal samples were directly collected in 1 mL of HBS and EBS MEM with the addition of penicillin and streptomycin. Organ samples were transferred in 1 mL of HBS and EBS MEM with an added steel bead and homogenized at 30,000 Hz for 2 minutes with the TissueLyserII (QIAGEN, https://www.qiagen.com). Nucleic acid was extracted from 100 µL of the supernatant of all samples with the NucleoMag Vet kit (Macherey-Nagel, https://www.mnnet.com). Extracted viral RNA levels were determined by the already validated RT-qPCR nCoV_IP4, targeting the viral RNA-dependent RNA polymerase",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "*RT-qPCR results are given in quantification cycle values (Cq). dpi: days postinoculation; ND, not done; Neg, negative; RBD, receptor-binding domain.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}