{
    "paper_id": "c01e7e776b5eab61df443f68c9b0666cf94c8815",
    "metadata": {
        "title": "Editorial: Coupling and Uncoupling: Dynamic Control of Membrane Contacts",
        "authors": [
            {
                "first": "Vladimir",
                "middle": [],
                "last": "Lupashin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dan",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Temasek Life Sciences Laboratory",
                    "institution": "National University of Singapore",
                    "location": {
                        "settlement": "Singapore",
                        "country": "Singapore"
                    }
                },
                "email": "zhangdan@tll.org.sg†"
            },
            {
                "first": "Yasunori",
                "middle": [],
                "last": "Saheki",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nanyang Technological University",
                    "location": {
                        "settlement": "Singapore",
                        "country": "Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "†",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Junjie",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "National Laboratory of Macromolecules",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Benoît",
                "middle": [],
                "last": "Kornmann",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Oxford",
                    "location": {
                        "settlement": "Oxford",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "All living cells are dynamic assemblies in nature that continuously self-organize numerous molecules into various separate-yet-connected functional and homeostatic units. Many such membrane-bound units in eukaryotic cells, namely membranous organelles with characteristic morphologies, dynamics, and functions, together with the plasma membrane (PM) are physically interconnected at membrane contact sites (MCSs) without membrane fusion. MCSs are commonly regarded as interorganellar, though they can also be intraorganellar. To date, all membrane-bound organelles have been observed to make contacts with at least one other membrane type. The distribution and abundance of these interorganellar MCSs vary among cell types. Structurally, some MCSs could appear stable and constitutive [e.g., the endoplasmic reticulum (ER)-PM contacts in muscle cells and yeasts, etc]. However, membrane tethering as well as molecular assemblies at MCSs are often highly dynamic. For example, transient contacts between the ER and mitochondria (Mito) or endosomes (Endo) form during their respective fission. In mammalian cells, machineries for store-operated Ca 2+ entry are rapidly assembled at ER-PM contacts upon reduction of Ca 2+ levels in the ER lumen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Close membrane apposition can be established in both an inter-and intraorganellar fashion through a variety of tethering machineries. Interorganellar tethering complexes facilitate direct transport of small molecules, such as lipids and ions at MCSs, which helps to maintain cellular homeostasis and guide associated signaling pathways and/or cellular events. Intraorganellar tethers on the other hand can support the architecture of organelles and hence their functions: They act either at the cytoplasmic interface to build stacked membranes [e.g., stacked ER cisternae albeit more prominently seen with the overexpression of ER resident proteins (Snapp et al., 2003) and Golgi stacks (Lee et al., 2014) etc.], or as intraluminal spacers to modulate lumen diameter [e.g., ER luminal spacer Climp63 (Zhao and Hu)], or in a complex manner to structure the interior of double-membrane-bound organelles, such as mitochondria (van der Laan et al., 2012) . In all cases, spatial confinement at these membrane junctures could locally alter molecular dynamics and potentially involve microdomain formation for specialized activities.",
            "cite_spans": [
                {
                    "start": 649,
                    "end": 669,
                    "text": "(Snapp et al., 2003)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 687,
                    "end": 705,
                    "text": "(Lee et al., 2014)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 923,
                    "end": 950,
                    "text": "(van der Laan et al., 2012)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "With the discovery of major tethering complexes for various MCSs, one of the next major goals is to understand how cells spatiotemporally control assembly and disassembly of MCSs and coordinate the functions of various MCSs during different states of the cells. Many tethers have been pinpointed to couple membranes through protein-protein or proteinlipid interaction, however little is known quantitatively about the threshold of such interactions that suffices bona fide contact site formation. This is an important issue, as crossmembrane interactions essentially determine the membrane tethering strength and therefore could impact the abundance and dynamics of MCSs. Conceivably, modulation of such interactions at MCSs is likely the common mechanism for dynamic control of MCS formation in the cell. Thus, one should be cautious in interpreting findings that involve tethering proteins expressed at non-physiological levels for functional indication, as higher levels of tethers often induce the formation of ectopic and/or more stable MCSs, and vice versa, which may alter their functions. Intrinsic membrane remodeling capacity and cytoskeleton dynamics (Koppers et al.) could also affect the strength of membrane tethering at MCSs, possibly through imposing shear forces or cross-linking effects. Besides, organelle morphology, particularly the ER reticulation, appears crucial for MCS formation: For instance, membrane contacts are more frequently engaged with the tubular ER. Alteration in membrane curvature or geometry during organellar remodeling may locally promote the coupling or uncoupling between membranes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Limited spacing at MCSs could obstruct space-demanding processes that involve large-sized protein assemblies (Zhang, 2020) or vesicles (Ng et al., 2018) . It is conceivable that such physical roles would depend on the amount and plasticity of MCSs, and hence the disassembly and removal of MCS become an important step to finetune this barrier effect. While as for biochemical activities at MCSs, it is becoming clear that tethering of opposing membranes stimulates nonvesicular lipid transport mediated by lipid-transfer proteins (LTPs) (Ercan et al., 2021) . How the assembly and disassembly of MCSs affect the global state of lipid transport, however, remains elusive. In fact, many LTPs have affinities for both membranes at MCSs through the binding of lipids or resident proteins, so they are often considered as part of the tethering machinery. However, most LTPs seem to have minor roles in sustaining MCSs under normal physiological conditions. One can envisage that non-vesicular lipid transfer could also occur via simple diffusion of LTPs following the lipid gradient between membranes. Indeed, some forms of non-vesicular lipid transport likely do not rely on MCSs (Dittman and Menon, 2017; Quon et al., 2018) . Nevertheless, commonality of microniches created by juxtaposed membranes in lipid-related functions, including lipid transport, synthesis, and metabolism (discussed by Hewlett et al.; Nakatsu and Kawasaki; Xu and Huang), infers that MCSs should possess conserved advantages for these roles.",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 122,
                    "text": "(Zhang, 2020)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 135,
                    "end": 152,
                    "text": "(Ng et al., 2018)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 538,
                    "end": 558,
                    "text": "(Ercan et al., 2021)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1177,
                    "end": 1202,
                    "text": "(Dittman and Menon, 2017;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1203,
                    "end": 1221,
                    "text": "Quon et al., 2018)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this collection of articles, we see the latest summaries and perspectives on MCSs of various kinds covering their formation, dynamics, and functions, including ER-PM developed an improved version of the split-GFP system in yeast and mammalian cells (which relies on lower expression of the split-GFP components), enabling quantitative analysis of various MCSs at near-native states in living cells. Cui and Liu further discuss potential molecular distinctions between dynamic and stable Mito-LD contacts from a structural point of view. Moreover, two articles particularly highlight anomalies of MCSs in various diseases, e.g., altered abundance of ER-Mito contacts being seen in different cell lineages associated with cardiovascular diseases (Liu et al.) and impaired endosomal homeostasis resulting from ER-Endo contact dysfunction perhaps underlying some forms of neurodegenerative disorders (Shirane). Finally, Wong et al. draw an interesting connection between host cell organelles and viral RNA-containing double-membrane vesicles (DMVs) for positive strand RNA viral replication, using severe acute respiratory syndrome coronavirus 2 as a major example. They review how these viruses hijack host lipid metabolic machineries and redirect lipids via assorted MCSs to generate DMVs for proliferation.",
            "cite_spans": [
                {
                    "start": 747,
                    "end": 759,
                    "text": "(Liu et al.)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Membrane-contact-related research has gained tremendous interest in recent years. While exciting advances have been made, many fundamental questions remain elusive. These include:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "UNFATHOMED QUESTIONS AND CHALLENGES"
        },
        {
            "text": "• How is the rate of non-vesicular lipid transport regulated in living cells? So far, lipid transfer has been primarily studied using reconstitution assays, but the rate of lipid transport observed in vitro is often slow. It is also intriguing to see how much of non-vesicular lipid transport is mediated at MCSs vs. by simple diffusion of LTPs in vivo. Further attempts will have to be made to establish methods for detecting and quantifying such lipid transfer in living cells. • How does redundancy of multiple protein tethers contribute to their functional crosstalk at the same MCSs? The abundance and structural arrangement of individual tethers likely matter, especially when they differ in distances that they can stretch at MCSs. This question is pertinent to a common issue that many studies use depletion or over-expression of tethers to argue their functions. With potential interference among tethers (i.e., depletion or overexpression of tether A affecting tether B functions), we may need to re-evaluate some of the existing results. • How does molecular interaction physically determine the extent of membrane tethering at MCSs? Addressing this question will provide mechanistic insights into the dynamic control of MCS remodeling. • A general one-how do cells balance different MCSs in their quantity, distribution, dynamics, and functions, in harmony with their cellular states?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "UNFATHOMED QUESTIONS AND CHALLENGES"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Speed limits for nonvesicular intracellular sterol transport",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Dittman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Menon",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Trends Biochem. Sci",
            "volume": "42",
            "issn": "",
            "pages": "90--97",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tibs.2016.11.004"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Molecular basis of accessible plasma membrane cholesterol recognition by the GRAM domain of GRAMD1b",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ercan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Naito",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H Z"
                    ],
                    "last": "Koh",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dharmawan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Saheki",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "EMBO J",
            "volume": "40",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.15252/embj.2020106524"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Membrane adhesion dictates Golgi stacking and cisternal morphology",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tiwari",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Dunlop",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Rothman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Proc. Natl. Acad. Sci. U.S.A",
            "volume": "111",
            "issn": "",
            "pages": "1849--1854",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1323895111"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "ER-PM contacts restrict exocytic sites for polarized morphogenesis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "Y E"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "Q E"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Curr. Biol",
            "volume": "28",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cub.2017.11.055"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Endoplasmic reticulum-plasma membrane contact sites integrate sterol and phospholipid regulation",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Quon",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Sere",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chauhan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Johansen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Sullivan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Dittman",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "PLoS Biol",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pbio.2003864"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Formation of stacked ER cisternae by low affinity protein interactions",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Snapp",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Hegde",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Francolini",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lombardo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Colombo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Pedrazzini",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Trends Cell Biol",
            "volume": "163",
            "issn": "",
            "pages": "185--192",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tcb.2012.01.004"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Interplay between endoplasmic reticulum membrane contacts and actomyosin cytoskeleton",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cytoskeleton",
            "volume": "77",
            "issn": "",
            "pages": "241--248",
            "other_ids": {
                "DOI": [
                    "10.1002/cm.21623"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "droplet (LD) (Cui and Liu), and secretory vesicle-PM contacts (Ruan et al.), etc. In addition, Tashiro et al.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We thank all authors and reviewers for their contribution to the Research Topic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "All authors listed have made a substantial, direct and intellectual contribution to the work, and approved it for publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTHOR CONTRIBUTIONS"
        },
        {
            "text": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest:"
        }
    ]
}