{
    "paper_id": "c057a3351ba2a14463692aad212111f2cc7f7e95",
    "metadata": {
        "title": "Feasibility of a multifaceted implementation intervention to improve attendance at diabetic retinopathy screening in primary care in Ireland: a cluster randomised pilot trial",
        "authors": [
            {
                "first": "Fiona",
                "middle": [],
                "last": "Riordan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University College Cork",
                    "location": {
                        "settlement": "Cork",
                        "country": "Ireland"
                    }
                },
                "email": "fiona.riordan@ucc.ie"
            },
            {
                "first": "Aileen",
                "middle": [],
                "last": "Murphy",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University College Cork",
                    "location": {
                        "settlement": "Cork",
                        "country": "Ireland"
                    }
                },
                "email": ""
            },
            {
                "first": "Christina",
                "middle": [],
                "last": "Dillon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University College Cork",
                    "location": {
                        "settlement": "Cork",
                        "country": "Ireland"
                    }
                },
                "email": ""
            },
            {
                "first": "John",
                "middle": [],
                "last": "Browne",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University College Cork",
                    "location": {
                        "settlement": "Cork",
                        "country": "Ireland"
                    }
                },
                "email": ""
            },
            {
                "first": "Patricia",
                "middle": [
                    "M"
                ],
                "last": "Kearney",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University College Cork",
                    "location": {
                        "settlement": "Cork",
                        "country": "Ireland"
                    }
                },
                "email": ""
            },
            {
                "first": "Susan",
                "middle": [
                    "M"
                ],
                "last": "Smith",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Royal College of Surgeons in Ireland",
                    "location": {
                        "settlement": "Dublin",
                        "country": "Ireland"
                    }
                },
                "email": ""
            },
            {
                "first": "Sheena",
                "middle": [
                    "M"
                ],
                "last": "Mchugh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University College Cork",
                    "location": {
                        "settlement": "Cork",
                        "country": "Ireland"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Objectives Diabetic retinopathy screening (DRS) uptake is suboptimal in many countries with limited evidence available on interventions to enhance DRS uptake in primary care. We investigated the feasibility and preliminary effects of an intervention to improve uptake of Ireland's national DRS programme, Diabetic RetinaScreen, among patients with type 1 or type 2 diabetes. Design/setting We conducted a cluster randomised pilot trial, embedded process evaluation and cost analysis in general practice, July 2019 to January 2020. Participants Eight practices participated in the trial. For the process evaluation, surveys were conducted with 25 staff at intervention practices. Interviews were conducted with nine staff at intervention practices, and 10 patients who received the intervention. Interventions The intervention comprised practice reimbursement, an audit of attendance, electronic prompts targeting professionals, General Practice-endorsed patient reminders and a patient information leaflet. Practices were randomly allocated to intervention (n=4) or wait-list control (n=4) (usual care). Outcomes Staff and patient interviews explored their perspectives on the intervention. Patient registration and attendance, including intention to attend, were measured at baseline and 6 months. Microcosting was used to estimate intervention delivery cost. Results The process evaluation identified that enablers of feasibility included practice culture and capacity to protect time, systems to organise care, and staff skills, and workarounds to improve intervention 'fit'. At 6 months, 22/71 (31%) of baseline non-attenders in intervention practices subsequently attended screening compared with 15/87 (17%) in control practices. The total delivery cost across intervention practices (patients=363) was €2509, averaging €627 per practice and €6.91 per audited patient. Continuation criteria supported proceeding to a definitive trial. Conclusions The Improving Diabetes Eye screening Attendance intervention is feasible in primary care; however, consideration should be given to how best to facilitate local tailoring. A definitive trial of clinical and cost-effectiveness is required with preliminary results suggesting a positive effect on uptake. Trial registration number NCT03901898.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Diabetic retinopathy (DR) is the most common microvascular complication of diabetes, 1 and one of the leading cause of blindness and visual impairment among working age adults. 2 Regular diabetic retinopathy screening (DRS), leading to the earlier detection of retinopathy and treatment where necessary, is clinically and costeffective. 3 However, uptake is suboptimal in many countries 4 including Ireland. 5 Internationally, reported barriers to screening attendance at the professional level include lack of support to track patients through the screening system, 4 6 and for patients, include lack of awareness of DR and the Strengths and limitations of this study ► This pilot randomised controlled trial reports one of few interventions to support the implementation of diabetic retinopathy screening (DRS) in primary care and target both professionals and patients. ► Parallel process evaluation and cost analysis contributed to our understanding of how practices could minimise implementation challenges and costs through strategic staff assignment. ► We examined attendance over a short 6-month period, and practice records may not have been up to date with respect to DRS attendance; a future fullscale trial should collect data, at minimum, over a 1-year period as DRS is required annually or every 2 years for those with no retinopathy in the previous two screenings. ► While we recorded intention-to-attend screening, this may not lead to actual behaviour.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 86,
                    "text": "1",
                    "ref_id": null
                },
                {
                    "start": 177,
                    "end": 178,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 337,
                    "end": 338,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 387,
                    "end": 388,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 408,
                    "end": 409,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 567,
                    "end": 570,
                    "text": "4 6",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Open access risk of retinopathy, 4 6 challenges accessing screening centres 4 6 and time constraints. 4 Specific reasons for nonattendance among Irish patients included confusion between screening and routine eye checks, forgetting, and anticipation of a negative result. Enablers included a recommendation from friends/family or healthcare professionals. The latter aligns with international research which suggests that a recommendation to attend screening from a primary care healthcare professional may encourage attendance. 4 6 To be most effective 'implementation interventions', methods used to enhance the implementation of clinical interventions like DRS should target multiple levels. 7 Various interventions to improve DRS uptake, involving patient-level components (eg, patient education, reminders) and professional-level components (eg, guidelines or clinician education/training and registration/reminder systems), have been shown to be effective. However, few have focused on primary care and targeted both professionals and patients. [8] [9] [10] [11] [12] Of these interventions, some have demonstrated effectiveness 9-12 but none using a randomised controlled trial (RCT) design.",
            "cite_spans": [
                {
                    "start": 33,
                    "end": 36,
                    "text": "4 6",
                    "ref_id": null
                },
                {
                    "start": 76,
                    "end": 79,
                    "text": "4 6",
                    "ref_id": null
                },
                {
                    "start": 102,
                    "end": 103,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 529,
                    "end": 532,
                    "text": "4 6",
                    "ref_id": null
                },
                {
                    "start": 695,
                    "end": 696,
                    "text": "7",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1051,
                    "end": 1054,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1055,
                    "end": 1058,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1059,
                    "end": 1063,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1064,
                    "end": 1068,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1069,
                    "end": 1073,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Primary care is an opportune setting for interventions to increase DRS uptake as people with type 2 diabetes are generally managed in this setting. Certain factors may make it difficult to implement change in primary care: workload and time constraints, [13] [14] [15] [16] organisational culture, 15 lack of adequate training, skills and experience in computers 15 and conducting audit. 17 The challenges of supporting DRS implementation in this setting have not been explored. We developed Improving Diabetes Eye screening Attendance 'IDEAs', a theory-driven intervention to be delivered in primary care to improve the uptake of the national DRS programme, Diabetic Reti-naScreen. 18 Our research question was: is it feasible to deliver a multifaceted implementation intervention to improve attendance at DRS as compared with usual care in primary care in Ireland? Our primary aim was to evaluate the feasibility of the intervention through a pilot trial with embedded process evaluation and cost analysis, in line with the aim of feasibility studies (of which pilot RCTs are a subset). 19 The secondary objective was to explore the preliminary effects of the intervention on registration for and attendance at screening.",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 258,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 259,
                    "end": 263,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 264,
                    "end": 268,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 269,
                    "end": 273,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 298,
                    "end": 300,
                    "text": "15",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 363,
                    "end": 365,
                    "text": "15",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 388,
                    "end": 390,
                    "text": "17",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 683,
                    "end": 685,
                    "text": "18",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1089,
                    "end": 1091,
                    "text": "19",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "IDEAs was a cluster randomised pilot trial with a waitlist control group, embedded process evaluation and a partial economic evaluation (cost analysis) over a 12-month period (July 2019 to July 2020) in general practice. Its reporting conforms to Consolidated Standards of Reporting Trials (CONSORT) guidelines. More details can be found in the study protocol 20 which is also available as online supplemental file 1. More details on the organisation of DRS and primary care in Ireland can be found in online supplemental box 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design and setting"
        },
        {
            "text": "As this was a pilot trial, a formal sample size was not calculated though preliminary calculations were used to inform the recruitment criterion of the continuation criteria. Further details on these calculations are available in online supplemental file 2. Our aim was that the sample would give us reasonable confidence in our decision to proceed to a full trial, balanced against the cost and resources. Therefore, a sample of eight practices was selected based on the study resources and to assess feasibility of the intervention and study procedures in different practice types. This decision is in line with the CONSORT 2010 extension for randomised pilot and feasibility trials, whereby rationale for the sample can include assessment of practicalities and estimating rates or rationale based on percentage of number required for future definitive RCT. 21 For example, at least 9% of the sample size of the definitive RCT has been proposed by Cocks and Torgerson 22 based on using an 80% one-sided Confidence Interval (CI). While our sample size was based on resources, according to the Cocks and Torgerson approach, eight practices (16% of the sample size of the definitive RCT) would be considered sufficient.",
            "cite_spans": [
                {
                    "start": 860,
                    "end": 862,
                    "text": "21",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Sample size"
        },
        {
            "text": "We sought expressions of interest from general practices through regional and national General Practice (GP) networks. 20 Eligible practices had an electronic health record system and a practice nurse. Patients attending participating practices were eligible to receive the intervention if they had diagnosed diabetes (type 1 or type 2), were aged ≥18 years and were eligible to attend RetinaScreen but had not attended in the past 12 months or ever. Individuals younger than 18 years were excluded as this cohort would mainly comprise people with type 1 diabetes managed in secondary care. 23 People were excluded if they had attended Retina-Screen in the last 12 months or were known to be having retinopathy treatment.",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 121,
                    "text": "20",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 591,
                    "end": 593,
                    "text": "23",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Recruitment, eligibility and randomisation"
        },
        {
            "text": "Interested practices were stratified by size and deprivation, the former based on the number of full-time practice nurses (large practices >1, small practices ≤1), the latter based on the Pobal HP Deprivation Index Score for the Small Area in which the practice resided. 24 Following stratification, practices were selected and randomly allocated (by FR) (clusters) to intervention (n=4) or wait-list control (n=4) groups in a 1:1 ratio using a computer-generated random number (Excel system hosted in University College Cork) (online supplemental file 2).",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 273,
                    "text": "24",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Recruitment, eligibility and randomisation"
        },
        {
            "text": "The intervention was developed using a theory-based four-stage process: 18 interviewing patients and health professionals to identify determinants of uptake using the theoretical domains framework, mapping these to behaviour change techniques to develop intervention content, before conducting a consensus process with users of the intervention (patients and healthcare professionals) to elicit their views on the feasibility, acceptability and local relevance Open access of the proposed content. Drawing on findings from the previous steps along with a rapid evidence review of operationalised Behaviour Change Technique (BCT) effectiveness, we used the affordability, practicability, effectiveness, acceptability, side effects and equity criteria to select the final intervention content.",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 74,
                    "text": "18",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Intervention"
        },
        {
            "text": "The final intervention comprises both professional-level components (a staff briefing, training for those responsible for audit (manual and support), practice audit of patient screening status, healthcare professional electronic prompt and practice reimbursement) and patient-level components (GP-endorsed reminders and an information leaflet delivered opportunistically face to face, and systematically by phone and letter) (figure 1). 20 RetinaScreen does not provide registration and attendance data at the general practice level, therefore the practice audit was a necessary part of the intervention.",
            "cite_spans": [
                {
                    "start": 437,
                    "end": 439,
                    "text": "20",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Intervention"
        },
        {
            "text": "Wait-list control practices delivered usual care for the first 6 months of the trial, after which they were offered access to the intervention material and support. Usual care would involve notifying patients about RetinaScreen opportunistically, or if the practice had a structured care, diabetes recall and review, then patients could be notified about Retina-Screen during those review visits. Usual care at each practice, both intervention and control practices, was documented and no practice routinely ran a recall system specifically for retinal screening as part of usual care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Control"
        },
        {
            "text": "Outcomes and data collection Implementation outcomes As part of the process evaluation, to evaluate feasibility, we collected data on a series of implementation outcomes: acceptability, appropriateness, practicability and fidelity. We collected data using staff questionnaires, staff and patient interviews, research logs and the audit. Details of which data relate to each implementation outcome are outlined in online supplemental table 1. Questionnaires contained three previously validated measures to assess acceptability, appropriateness and practicability/ feasibility, 25 and also assessed delivery of individual intervention components (online supplemental file 3) . We conducted semistructured interviews with a purposive sample of staff (a nurse and/or GP and/or administrator at each practice) who self-identified as being involved in intervention delivery, to explore their experiences of delivering the intervention.",
            "cite_spans": [
                {
                    "start": 577,
                    "end": 579,
                    "text": "25",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Control"
        },
        {
            "text": "We conducted interviews with a purposive sample of patients (two per practice) who received the intervention and responded to an invitation letter issued from the practice on behalf of the research team, or posters in practice waiting rooms. Before the interview, patients were asked to complete a seven-item demographic questionnaire. Interviews explored patients' experiences of receiving the intervention and the perceived influence on behaviour.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Control"
        },
        {
            "text": "We used the audit to estimate the following secondary outcomes: patient registration with RetinaScreen by the healthcare professional, verified from practice records and recorded by staff; patient attendance at retinopathy screening at baseline and 6 months, verified through a letter received by practices from RetinaScreen; and if status was unavailable from records, self-reported patient response to reminders, verified through a phone call from the practice to the patient as part of the reaudit at the end of the 6-month intervention period. Patients were asked if they intended to or had contacted RetinaScreen or had attended RetinaScreen, and if not, why. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Registration and attendance"
        },
        {
            "text": "Practices were given the target of auditing 100 patients with diabetes (type 1 or type 2) aged ≥18 years, auditing a random sample if they had ≥100 patients with diabetes (online supplemental file 2). At baseline, patient records were checked for evidence of screening attendance. Patient age, gender, diabetes type, general medical services status, private health insurance, duration of diabetes and treatment type were also collected. At 6 months, practices reaudited patients who received the reminder, and checked their screening status. In control practices, data collection was carried out at 6 months to capture data corresponding to the 6-month period in intervention practices.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "Using microcosting techniques, three cost categories were considered: briefing and training, intervention delivery and practice communication with research team. Resources employed in each activity were identified, measured and valued as per national guidelines. 26 Specifically, time practice personnel spent on each activity was retrospectively gathered from practice staff (recorded in research logs) and researchers by reviewing calendars, emails, meeting files, personal notes and data collected (July 2019 to January 2020).",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 265,
                    "text": "26",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Implementation cost"
        },
        {
            "text": "Interviews were digitally recorded and professionally transcribed verbatim. Transcripts were entered into NVivo qualitative analysis software to facilitate data management, coding and retrieval. Quantitative data were managed and analysed using Excel and Stata V.14 software.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data management and analysis"
        },
        {
            "text": "Where available, we integrated qualitative and quantitative data for the same implementation outcome 20 using a coding matrix to display the findings from each method to consider whether they converged, complemented or contradicted each other. 27 Predefined continuation criteria were used to decide whether the intervention should progress to a full-scale RCT. 20 Practicability, acceptability and appropriateness Practice recruitment and retention rates were estimated first. We then analysed staff questionnaires generating summary statistics: scale scores were computed as average across items rated by that participant. For individual items, the percentage who 'agreed' or 'completely agreed' was reported.",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 246,
                    "text": "27",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 362,
                    "end": 364,
                    "text": "20",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Data management and analysis"
        },
        {
            "text": "Interview transcripts were analysed using the framework method 28 (online supplemental figure 1 ). Analysis was both deductive and inductive. Some codes were selected a priori, and themes developed informed by potential moderators as per the logic model, 20 and existing frameworks for different concepts. [29] [30] [31] Codes were also generated inductively from the data through open coding.",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 257,
                    "text": "20",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 306,
                    "end": 310,
                    "text": "[29]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 311,
                    "end": 315,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 316,
                    "end": 320,
                    "text": "[31]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [
                {
                    "start": 87,
                    "end": 95,
                    "text": "figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Data management and analysis"
        },
        {
            "text": "The set number of staff involved in intervention delivery did not allow for further sampling beyond the initial sample to pursue topics specific to practices. However, we deemed the sample sufficient on the basis of information power. 32 After preliminary analysis of patient interviews, where numbers allowed, we conducted further interviews to judge thematic saturation. We will report an analysis of the mechanisms underpinning how the intervention works in a separate publication.",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 237,
                    "text": "32",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Data management and analysis"
        },
        {
            "text": "Audit data were reviewed to determine the number of eligible patients who received reminders. Staff questionnaires were analysed to estimate self-reported delivery of intervention components. These data were supplemented with researcher logs to assess fidelity across different dimensions (online supplemental table 2). Interview data were coded using the Framework for Reporting Adaptations and Modifications-Enhanced (FRAME) 30 framework to identify the nature and rationale for adaptations.",
            "cite_spans": [
                {
                    "start": 427,
                    "end": 429,
                    "text": "30",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Fidelity and adaptations"
        },
        {
            "text": "We conducted descriptive exploratory analyses of screening intention and attendance at baseline and 6 months. GP(s) reviewed the list of eligible patients to exclude any patients they felt were unsuitable to receive reminders.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Registration and attendance"
        },
        {
            "text": "The cost analysis was conducted from healthcare provider perspective reported in 2019 euro. The results were used to estimate the budget impact of implementing the intervention across general practices nationally.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cost analysis"
        },
        {
            "text": "Personnel time was valued in line with national guidelines, whereby national salaries were adjusted for non-pay costs and overheads 26 and market values were used for consumables. Total and average costs across the practices were calculated. Using the most recent estimate of practice numbers nationally (n=1635) 33 average cost per practice was applied to all practices in Ireland to estimate the budget impact of implementing the intervention. Scenario analyses were employed to investigate the effect of alternative staff assignment on cost estimates.",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 134,
                    "text": "26",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 313,
                    "end": 315,
                    "text": "33",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Cost analysis"
        },
        {
            "text": "A patient and public involvement group (comprising five people with diabetes; three women and two men) were involved throughout the trial. They advised on the development of the intervention materials, the format and language of study materials (ie, patient recruitment materials, information leaflets and consent forms) and our dissemination approach.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient and public involvement"
        },
        {
            "text": "All eight practices were retained, and 716 patients audited (figure 2). Intervention and control practices were broadly similar at baseline (online supplemental table  3) , with some differences in the practice population with diabetes and the proportion with diet-controlled diabetes (table 1). In seven practices, usual care comprised structured diabetes care (review and recall system); in one Open access intervention practice, usual care comprised opportunistic reminders about diabetes care including retinal screening during patient visits rather than as part of review visits.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 140,
                    "end": 170,
                    "text": "(online supplemental table  3)",
                    "ref_id": null
                }
            ],
            "section": "Recruitment, retention and baseline characteristics"
        },
        {
            "text": "At baseline, there were 52 (14%) people not registered with the programme, and 71 non-attenders (20%) deemed suitable by practices to receive reminders (table 2) . Overall, there were low levels of missing data (online supplemental file 4).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 152,
                    "end": 161,
                    "text": "(table 2)",
                    "ref_id": null
                }
            ],
            "section": "Recruitment, retention and baseline characteristics"
        },
        {
            "text": "Response rates All 38 questionnaires were returned by practice staff; 25 (66%) were completed by staff with some involvement in intervention delivery (online supplemental table 4). Nine staff participated in an interview: three GPs (practice B, C, D), four practice nurses (all practices) and two administrators (B, D). After eligibility screening, 10/15 patients who returned their contact information to the research team participated in an interview (online supplemental table 5). Figure 3 shows the themes related to each implementation outcome and the inter-relationships, based on integration of questionnaire, interview and research log data, and supported by further exemplar quotes in online supplemental box 2. Bold text represents the theme names.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 484,
                    "end": 492,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Implementation outcomes"
        },
        {
            "text": "Staff considered the intervention feasible (average scale score=4.3) (online supplemental figure 2 ), but perceptions depended on whether time could be protected to deliver the intervention, and whether the intervention was a good fit with the practice systems to organise care, and staff skills/experience. Protected time to deliver the intervention enabled staff to take ownership over delivery. However, the extent to which staff could protect their time depended on practice culture and capacity to create 'a window of time'. Protected time was granted by lead GPs, left to staff to coordinate themselves or created through out-of-hours working because this was the norm or was facilitated for the study period.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 90,
                    "end": 98,
                    "text": "figure 2",
                    "ref_id": null
                }
            ],
            "section": "Practicability and appropriateness"
        },
        {
            "text": "Intervention practicability was facilitated by practices starting from the 'right' place in terms of systems, and staff skills and experience, which aligned with the specific intervention task. Some practices had better systems in place than others (eg, a diabetic register to facilitate audit, or a recall/review system to facilitate face-to-face Figure 2 Consolidated Standards of Reporting Trials (CONSORT) flow diagram of practices and patients through the study, and timing of data collection (audit, research processes, questionnaires and interviews). *Practices were selected from 39 who expressed an interest during the recruitment period (1 month). They represented a mix of practices and we were able to sample for different practice characteristics (deprivation, size) at this point. In total, 60 practices expressed an interest in the 2-month period after the study was first advertised. βDropout: on initiating the audit the practice found it would require significantly more time than they could allocate to it, partly as many patient records had relevant data in older handwritten charts. ¶12/83 nonattenders were not deemed suitable for follow-up reminders by intervention practices.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 348,
                    "end": 356,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Practicability and appropriateness"
        },
        {
            "text": "Open access reminders). Staff assignment to intervention delivery was not always based on the best fit of skills, but rather fit with workload and availability (B, C). Nurses varied in terms of skills and confidence, particularly to conduct the audit, reflected in the completion time (2.5 (C) to 23.5 hours (B)). Where intervention task assignment and skills ‡According to the trial protocol, only non-attenders should receive reminders, some practices delivered the reminder to people who were not registered with the programme. §12/83 non-attenders were deemed unsuitable by intervention practices. Reasons documented were died during the study (n=1), in nursing home and immobile (n=1), removed from RetinaScreen as per carer's request (n=1), attending ophthalmologist for screening (n=2), referred to ophthalmology for treatment by RetinaScreen (n=2), awaiting appointment from RetinaScreen (n=3) and unclear/no reason provided (n=2). ¶Due to an error in practice records, three patients were originally classified as non-attenders but reclassified after speaking with the patient or their carer as part of the reminder phone call. GMS, general medical services; GPs, General Practitioners; OHA, oral hypoglycaemic agent. aligned, delivery was more feasible (eg, where administrators were assigned to add electronic alerts (D)).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Practicability and appropriateness"
        },
        {
            "text": "Well, I think if everybody is au fait with using Excel, it would be fine. And also, I think that you can be quite time-stretched, when you're working in this kind of a job, that when you've got a half an hour off, to actually turn around and face into something that you don't know how to use is much more difficult than if you just know how to do it and you just do the job. So, I found that quite stressful. (PN 3, C)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Practicability and appropriateness"
        },
        {
            "text": "While most staff (86%, n=19) agreed the intervention was doable, only 71% (n=15) agreed it was easy to use (online supplemental figure 2 ). Intervention delivery was feasible during the study period, but the intervention was an 'extra thing', and there were mixed views on the sustainability of specific components. For example, staff considered the phone call reminders to be valuable with the potential to influence patients, but unsustainable and time consuming in the long term. There was concern that the practice could focus too much on DRS, just one part of diabetes, and instead should deliver the intervention as part of existing diabetes care processes. Suggestions included incorporating DRS reminders within existing contacts and saving targeted calls for smaller numbers of patients.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 128,
                    "end": 136,
                    "text": "figure 2",
                    "ref_id": null
                }
            ],
            "section": "Practicability and appropriateness"
        },
        {
            "text": "See, the phone calls do help, but that can't happen all the time in general practice. Because you can't be ringing all of them, and I don't think single-handed GPs and other GPs will have the time to ring. So, I just wonder that when we see them, opportunistically, I think that is the time that we should remind them about the eye. (GP 3, D)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Practicability and appropriateness"
        },
        {
            "text": "Fidelity and adaptations Fidelity to intervention training, delivery and receipt was mostly achieved (online supplemental table 2). Electronic alerts were not added in two practices (B, C) as the staff member with the skills to do so was not available to assist with this aspect. Most staff reported partially using the script (61%, n=14/25) (online supplemental figure 3 ). All non-attenders deemed suitable by the practice received at least one type of reminder, and 55% (n=39/71) were given both a verbal (face to face or phone) and letter reminder, although varying substantially (17%-71%) across practices (online supplemental figure 4 ). Most adaptations were consistent with the intervention as intended and involved tailoring (8/23), adding (5/23) or substituting elements (4/23); a full list of specific adaptations and the reasons why they were made is available in online supplemental table 6 .",
            "cite_spans": [
                {
                    "start": 902,
                    "end": 903,
                    "text": "6",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 363,
                    "end": 371,
                    "text": "figure 3",
                    "ref_id": null
                },
                {
                    "start": 632,
                    "end": 640,
                    "text": "figure 4",
                    "ref_id": null
                }
            ],
            "section": "Practicability and appropriateness"
        },
        {
            "text": "Some adaptations were workarounds to make the intervention a better fit with existing practice systems and skills. For example, one practice used a note in lieu of a pop-up alert that would be ignored (A) while another offered extra appointments with the nurse to discuss DRS and register patients where the practice lacked a structured approach to diabetes care (B). Practices took additional steps to make the intervention more personal and a good fit for patients, specifically creating or managing interactions with patients relating to DRS and tailoring both the mode and message. These adaptations included: arranging for one nurse to deliver the reminders to ensure continuity in a group practice with several receptionists (A); arranging for the nurse rather than GP to call patients to avoid the call straying into a consultation and losing focus on DRS in a small practice (D); or scheduling extra free 5 min appointments to provide more support with registration and contact with a medical professional for patients who needed it (B).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Practicability and appropriateness"
        },
        {
            "text": "In terms of delivery mode, a lower proportion of patients were sent a letter than reminded over the phone (online supplemental figure 5 ). Some staff preferred verbal communication, suggesting that letters or leaflets only 'suited' (C) some people, with calls preferable for more 'difficult' patients who might not come into the practice or attend DRS after being registered. Staff felt messages should be personalised by healthcare professionals who are familiar with their patients. Healthcare professionals abandoned or deviated from the script to avoid Figure 3 Thematic map representing the inter-relationship between implementation outcomes. S denotes where staff-level data contributed to the theme; P denotes where patient-level data contributed. Gradients demonstrate whether themes relate to specific or multiple outcomes. Arrows indicate the directionality of influence (eg, both appropriateness and practicability influenced perceptions of acceptability). DRS, diabetic retinopathy screening.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 127,
                    "end": 135,
                    "text": "figure 5",
                    "ref_id": null
                },
                {
                    "start": 557,
                    "end": 565,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Practicability and appropriateness"
        },
        {
            "text": "giving patients too much information and scaring those who may be poorly informed about diabetes or lacking capacity to understand. However, healthcare professionals s recognised the need for some patients to hear the 'grave details' (PN 3, C), or to step back when patients were negative about DRS or generally disengaged. I think you've got to tailor it to the patient to a certain extent. I mean, you'll frighten some patients if you start talking about blindness or whatever, whereas other patients might need to be frightened (GP 1, B)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "In general, staff considered the intervention acceptable (average scale score=4.6) (online supplemental figure 6 ). Acceptability was not static. Initial perceptions were influenced by staff members' assessment of whether it was a worthwhile return on investment. Staff weighed up (1) what they needed to invest and whether they could afford it (reimbursement helped in this regard), (2) the potential gain (eg, potential patient benefits, and fulfilment of mandatory professional competence requirements for an annual audit), and (3) practicability-intervention simplicity and compatibility with existing practice processes, personal clinical interests and skills. Acceptability was also influenced by visible return from the intervention (eg, changes in screening attendance, or immediate patient feedback).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 104,
                    "end": 112,
                    "text": "figure 6",
                    "ref_id": null
                }
            ],
            "section": "Acceptability"
        },
        {
            "text": "The intervention was also considered acceptable because the information it provided prepared healthcare professionals to engage with patients about DRS. For some, the script/patient leaflet acted as a cue rather than something to follow exactly. For others, having the script enabled consistency. Staff and patients felt the information leaflet was comprehensive, clear and simple, although not all patients remembered receiving it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acceptability"
        },
        {
            "text": "There were limited data from patient interviews in terms of intervention acceptability. Patients who received one appreciated the phone call. The reminder was considered an effective behavioural cue but only when patients were in the position or mindset to act on it (eg, already interested in their health or had existing concerns about their eyes). The patient-healthcare professional relationship influenced their actions or intention to act. According to patients, a healthcare professional who knew them well enough was able to 'put things across right' (Pt 1), reflecting staff efforts to tailor both the reminder mode and messages.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acceptability"
        },
        {
            "text": "We report attendance among non-attenders at baseline deemed suitable by practices to receive reminders. Most patients not registered at baseline in intervention (n=47/52, 90%) and control practices (n=22/25, 88%) were registered by practice staff during the 6-month intervention period. At 6 months, 22 (31%) of the baseline non-attenders in the intervention group had subsequently attended retinopathy screening, compared with 15 (17%) in the control group. Of the 49 people in intervention practices remaining non-attenders at 6 months, 25% (n=12) self-reported taking or intending to take some action to arrange screening (table 2) . Attendance at 6 months among total non-attenders, rather than just those marked suitable, was 27% (n=22/83).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 625,
                    "end": 634,
                    "text": "(table 2)",
                    "ref_id": null
                }
            ],
            "section": "Registration and attendance"
        },
        {
            "text": "The total intervention delivery cost (four practices, 363 patients) was €2509 (online supplemental table 7) , averaging €627 per practice (online supplemental table 8) and €6.91 per audited patient ranging from €3.34 to €11.60 (online supplemental table 9). Of the total cost, 91% was due to personnel costs (€2281 across the four practices).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 78,
                    "end": 107,
                    "text": "(online supplemental table 7)",
                    "ref_id": null
                }
            ],
            "section": "Implementation cost"
        },
        {
            "text": "If a practice nurse completed all tasks the cost of delivering the intervention would be €655 per practice (€7.22 per patient). Alternatively, if some tasks (practice audit, electronic alerts and follow-up letters) were completed by practice administration then the cost would be reduced by 15% to €535 per practice (€5.89 per patient) (online supplemental table 7).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implementation cost"
        },
        {
            "text": "The total cost of once-off intervention roll-out to all practices nationally was calculated based on average estimates across the four intervention practices and the three scenarios as outlined above. Based on the average practice cost, the national once-off intervention roll-out as per the trial would cost €982 128 (online supplemental table  7) , reduced by 20% to €776 185 if some of these tasks were completed by practice administrators.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 318,
                    "end": 348,
                    "text": "(online supplemental table  7)",
                    "ref_id": null
                }
            ],
            "section": "Implementation cost"
        },
        {
            "text": "The aim of this study was to determine the feasibility of delivering the IDEAs intervention in primary care, before conducting a full-scale RCT. To date, there are no RCTs which examine the effectiveness of interventions to support the uptake of DRS in this setting. We found IDEAs to be a feasible and acceptable intervention for healthcare professionals and patients, which can be largely delivered with fidelity in primary care. Feasibility depended on existing practice systems and workflows (having an existing diabetic register, review and recall system at the practice), a practice culture which facilitated protecting time, and staff skills and confidence. Variation in costs across practices reflected practice structure and personnel involved in intervention delivery. The latter is one area where roll-out costs could be minimised. Adaptations to make the intervention more feasible and more appropriate for patients should be accounted for in a future trial. The intervention met the continuation criteria to progress to a definitive trial (online supplemental table 10).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION Summary"
        },
        {
            "text": "The intervention was systematically developed drawing on both theory and stakeholder perspectives. 18 Evidence Open access from the UK screening programmes 34 35 suggests individuals who have never been screened may be of greatest risk and should be prioritised. Therefore, a tailored intervention according to the type of non-attender (eg, serial non-attender or never attender) might be more appropriate. Within the current trial, never attenders could not be definitively identified; individuals with Do Not Attend letter(s) but no results letter(s) on their file may be never attenders but may also not have had the letter recorded on file. A future trial should consider how to more reliably distinguish between types of non-attender, for example, through verification with RetinaScreen. As RetinaScreen does not provide registration and attendance data at the general practice level and there is an absence of automated data extraction or data linkage with primary care, this would place an additional burden on participating practices. Our findings from patient and staff interviews suggest patients may respond differently to the intervention depending on their current attitude and/or relationship with the healthcare professional who reminds them and/or the skills of that healthcare professional to use the right language or level of detail on risk to suit that patient. As part of the full-scale trial, it would be pertinent to investigate whether patients benefit differently or different patients benefit from the intervention. For example, whether certain characteristics are associated with continued non-attendance after receipt of the reminder, and whether there are differences between serial non-attenders and people who may have just missed one or two appointments. With only a limited number of non-attenders at baseline (n=71), and a lack of information on the pattern of attendance, we could not investigate these aspects in the pilot study. Given the importance of the healthcare professional-patient relationship, as part of a future trial it also might be valuable to examine the effectiveness of different delivery modes and different messengers (eg, nurse vs GP vs administrator).",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 101,
                    "text": "18",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 156,
                    "end": 161,
                    "text": "34 35",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Strengths and limitations"
        },
        {
            "text": "In terms of the patient interviews, we experienced recruitment challenges. Participants were self-selecting and based on the profile of those who returned contact information, it is likely we did not reach the 'hard to reach' patients, that is, the serial non-attenders, never attenders or people who do not engage with their practice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and limitations"
        },
        {
            "text": "We assigned practices to the trial from practices who had expressed an interest in participating in the trial and as such were self-selecting. Selection bias could be an issue as this pool may have represented practices for which it was more feasible to deliver the intervention. However, we did receive expressions of interest from a mix of practice types in terms of size (staffing), location, deprivation and the profile of intervention and control practices were also broadly similar at baseline.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and limitations"
        },
        {
            "text": "We examined attendance over a short period, and practice records may not have been up to date with respect to DRS attendance. While we recorded intention to contact RetinaScreen, this may not lead to actual behaviour. A future full-scale trial should collect data, at a minimum, over a 1-year period (as DRS is required annually or every 2 years for those with no retinopathy in the previous two screenings) and also assess the outcomes of screening (ie, detection of retinopathy). 34 Differences in attendance at 6 months between intervention and control practices could reflect differences in the patient profile. The dietonly group may be less likely to attend general practice as they do not need prescriptions, presenting less opportunity to remind them about DRS. While able to report the intervention delivered, we cannot report definitively who received what intervention; some patients interviewed did not remember receiving the leaflet, therefore while sent, the letter may not have been opened or read. Lastly, the budget impact analysis only considers a once-off cost, not downstream costs or potential cost savings arising from the intervention.",
            "cite_spans": [
                {
                    "start": 482,
                    "end": 484,
                    "text": "34",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Strengths and limitations"
        },
        {
            "text": "Consideration should be given to how best to strike a balance between targeted stand-alone efforts to improve DRS uptake and embedding a broader quality improvement intervention within routine care while still emphasising DRS. Though reminders (in general) have been shown to improve uptake of screening programmes, [36] [37] [38] evidence suggests greater efficacy of phone reminders, 39 40 which aligns with staff perceptions in our study that verbal reminders could be more impactful because they are unusual. However, separate calls were time consuming and unsustainable, and some healthcare professionals questioned this approach given the many facets to diabetes care. Interventions to improve diabetes care as a whole have been found to improve DRS uptake. 41 Going forward, staff planned to integrate reminders into routine in person consultations, reflecting how, in order to be sustained, interventions need to fit with the 'bigger picture' of the organisation. Our staff interviews were conducted just before the onset of the COVID-19 pandemic. With increased remote consulting during the pandemic, 42 phone call reminders may now be more feasible. There is growing support (and accompanying research and guidance) on phone consultations as an alternative for face-to-face interactions, with the potential to reduce practice workload, 43 and delays for GP contacts. 44 Given reminders were a feasible way to improve uptake of DRS, although with adaptations, it seems appropriate to test, and provide, a suite of feasible, theory-based, codesigned messages and delivery modes. This would allow local tailoring while incentivising delivery of the core intervention components. During implementation, healthcare professionals judged which patients needed which type of messages. The 'fear appeals' approach is not supported by evidence, and may lead to undesired reactions or defensive responses. 45 Some people may not attend appointments due to anxiety about their condition, and the fear of getting a bad result was a barrier to screening attendance among patients in Ireland. 18 Few studies have investigated the differential impact of reminder systems between population subgroups.",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 320,
                    "text": "[36]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 321,
                    "end": 325,
                    "text": "[37]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 326,
                    "end": 330,
                    "text": "[38]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 386,
                    "end": 391,
                    "text": "39 40",
                    "ref_id": null
                },
                {
                    "start": 764,
                    "end": 766,
                    "text": "41",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1110,
                    "end": 1112,
                    "text": "42",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1346,
                    "end": 1348,
                    "text": "43",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1377,
                    "end": 1379,
                    "text": "44",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1905,
                    "end": 1907,
                    "text": "45",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 2088,
                    "end": 2090,
                    "text": "18",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Implications"
        },
        {
            "text": "'Stepped reminders' were used by some staff in our study, for example, saving more intensive phone calls for 'difficult' patients. Authors of a realist synthesis of reminder interventions 46 posited that intensive 'stepped reminders' may be effective in disadvantaged and vulnerable populations.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 190,
                    "text": "46",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "Consistent with existing studies, perceived acceptability was influenced by the perceived 'worth' of intervention including compatibility with interests, 47 opportunity to fulfil professional requirements, 47 potential patient benefits and reimbursement. 15 Given that the visibility of the study outputs appeared to be important, we suggest researchers recruiting practices may need to be more explicit about the short, medium and long-term gains for the practice, particularly for feasibility studies given the aim is not to evaluate effectiveness and the outcome is indicative rather than conclusive.",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 257,
                    "text": "15",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "The IDEAs intervention is feasible in primary care and preliminary results suggest a positive impact on uptake. However, consideration should be given to the intervention 'fit' with existing systems and staff skills, and patient groups, including how best to facilitate local tailoring and embed the intervention within routine care, while still bringing focus to DRS. A definitive trial will determine whether the refined intervention improves DRS uptake and is cost-effective.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "Twitter Patricia M Kearney @trishcork and Susan M Smith @susanmsmithm",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Prevalence of diabetic retinopathy in various ethnic groups: a worldwide perspective",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sivaprasad",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Crosby-Nwaobi",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Surv Ophthalmol",
            "volume": "57",
            "issn": "",
            "pages": "347--70",
            "other_ids": {
                "DOI": [
                    "10.1016/j.survophthal.2012.01.004"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Retinopathy in diabetes",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Fong",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Aiello",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Gardner",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Diabetes Care",
            "volume": "27",
            "issn": "",
            "pages": "84--91",
            "other_ids": {
                "DOI": [
                    "10.2337/diacare.27.2007.S84"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Diabetic retinopathy screening: a systematic review of the economic evidence",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Edwards",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Diabet Med",
            "volume": "27",
            "issn": "",
            "pages": "249--56",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1464-5491.2009.02870.x"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Barriers to and enablers of diabetic retinopathy screening attendance: a systematic review of published and grey literature",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Graham-Rowe",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lorencatto",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Lawrenson",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Diabet. Med",
            "volume": "35",
            "issn": "",
            "pages": "1308--1327",
            "other_ids": {
                "DOI": [
                    "10.1111/dme.13686"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Irish national diabetic RetinaScreen programme: report on five rounds of retinopathy screening and screen-positive referrals. (INDEAR study report No",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pandey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Morgan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Murphy",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Identification of barriers, facilitators and system-based implementation strategies to increase teleophthalmology use for diabetic eye screening in a rural US primary care clinic: a qualitative study",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Zupan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Swearingen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "BMJ Open",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjopen-2018-022594"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Methods to improve the selection and tailoring of implementation strategies",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Powell",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Beidas",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Behav Health Serv Res",
            "volume": "44",
            "issn": "",
            "pages": "177--94",
            "other_ids": {
                "DOI": [
                    "10.1007/s11414-015-9475-6"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Printed educational messages aimed at family practitioners fail to increase retinal screening among their patients with diabetes: a pragmatic cluster randomized controlled trial",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zwarenstein",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Shiller",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Croxford",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Implement Sci",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1748-5908-9-87"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "An intervention for enhancing compliance with screening recommendations for diabetic retinopathy. A bicoastal experience",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Legorreta",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Hasan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Peters",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Diabetes Care",
            "volume": "20",
            "issn": "",
            "pages": "520--523",
            "other_ids": {
                "DOI": [
                    "10.2337/diacare.20.4.520"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The implementation of prompted retinal screening for diabetic eye disease by accredited optometrists in an inner-city district of North London: a quality of care study",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Burnett",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hurwitz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Davey",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Diabet Med",
            "volume": "15",
            "issn": "3",
            "pages": "38--43",
            "other_ids": {
                "DOI": [
                    "10.1002/(SICI)1096-9136(1998110)15:3+<S38::AID-DIA729>3.0.CO;2-T"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Diabetic retinopathy screening: a clinical quality improvement project",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Buonaccorso",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Healthc Qual",
            "volume": "21",
            "issn": "",
            "pages": "35--43",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1945-1474.1999.tb01002.x"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Recruitment methods for community-based screening for diabetic retinopathy",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Mccarty",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sicari",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Ophthalmic Epidemiol",
            "volume": "7",
            "issn": "",
            "pages": "209--227",
            "other_ids": {
                "DOI": [
                    "10.1076/0928-6586(200009)731-VFT209"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A qualitative study exploring the barriers and facilitators of implementing a cardiovascular disease risk reducing intervention for people with severe mental illness into primary care contexts across England: the 'PRIMROSE' trial",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hassan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Heinkel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Burton",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMC Health Serv Res",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12913-020-05643-2"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Cluster randomised controlled trial of a theory-based multiple behaviour change intervention aimed at healthcare professionals to improve their management of type 2 diabetes in primary care",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Presseau",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mackintosh",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hawthorne",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Implement Sci",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s13012-018-0754-5"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Achieving change in primary care-causes of the evidence to practice gap: systematic reviews of reviews",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Stevenson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "N"
                    ],
                    "last": "Ong",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Implementation Sci",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s13012-016-0396-4"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Barriers to effective management of type 2 diabetes in primary care: qualitative systematic review",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rushforth",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mccrorie",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Glidewell",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Br J Gen Pract",
            "volume": "66",
            "issn": "",
            "pages": "114--141",
            "other_ids": {
                "DOI": [
                    "10.3399/bjgp16X683509"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Reviewing audit: barriers and facilitating factors for effective clinical audit",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Johnston",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "K"
                    ],
                    "last": "Crombie",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "T"
                    ],
                    "last": "Davies",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Qual Health Care",
            "volume": "9",
            "issn": "",
            "pages": "23--36",
            "other_ids": {
                "DOI": [
                    "10.1136/qhc.9.1.23"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Development of an intervention to facilitate implementation and uptake of diabetic retinopathy screening",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Riordan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Racine",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "T"
                    ],
                    "last": "Phillip",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Implement Sci",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s13012-020-00982-4"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Defining feasibility and pilot studies in preparation for randomised controlled trials: development of a conceptual framework",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Eldridge",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Lancaster",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Campbell",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS One",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0150205"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Feasibility of an implementation intervention to increase attendance at diabetic retinopathy screening: protocol for a cluster randomised pilot trial",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Riordan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Racine",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Pilot Feasibility Stud",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s40814-020-00608-y"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "statement: extension to randomised pilot and feasibility trials",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Eldridge",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Campbell",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMJ",
            "volume": "355",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.i5239"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Sample size calculations for pilot randomized trials: a confidence interval approach",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Cocks",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Torgerson",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Clin Epidemiol",
            "volume": "66",
            "issn": "",
            "pages": "197--201",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jclinepi.2012.09.002"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "A practical guide to integrated type 2 diabetes care. Dublin: Irish College of General Practitioners",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The 2016 Pobal HP deprivation index for small areas (SA) introduction and reference tables",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Haase",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Psychometric assessment of three newly developed implementation outcome measures",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Weiner",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Stanick",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Implement Sci",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s13012-017-0635-3"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Guidelines for the budget impact analysis of health technologies in Ireland",
            "authors": [],
            "year": 2018,
            "venue": "Health Information and Quality Authority (HIQA)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Three techniques for integrating data in mixed methods studies",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "O&apos;cathain",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Murphy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nicholl",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMJ",
            "volume": "341",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.c4587"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Using the framework method for the analysis of qualitative data in multi-disciplinary health research",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "K"
                    ],
                    "last": "Gale",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Heath",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Cameron",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BMC Med Res Methodol",
            "volume": "13",
            "issn": "",
            "pages": "1--8",
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2288-13-117"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Acceptability of health care interventions: A theoretical framework and proposed research agenda",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sekhon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cartwright",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Francis",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Br J Health Psychol",
            "volume": "23",
            "issn": "",
            "pages": "519--550",
            "other_ids": {
                "DOI": [
                    "10.1111/bjhp.12295"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The frame: an expanded framework for reporting adaptations and modifications to evidencebased interventions",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wiltsey Stirman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Baumann",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Implement Sci",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s13012-019-0898-y"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Fostering implementation of health services research findings into practice: a consolidated framework for advancing implementation science",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Damschroder",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Aron",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Keith",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Implement Sci",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1748-5908-4-50"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Sample size in qualitative interview studies: guided by information power",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Malterud",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "D"
                    ],
                    "last": "Siersma",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Guassora",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Qual Health Res",
            "volume": "26",
            "issn": "",
            "pages": "1753--60",
            "other_ids": {
                "DOI": [
                    "10.1177/1049732315617444"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Geographic profile of healthcare needs and non-acute healthcare supply in Ireland",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Walsh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wren",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Screening intervals for diabetic retinopathy and implications for care",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Scanlon",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Curr Diab Rep",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s11892-017-0928-6"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Safety and cost-effectiveness of individualised screening for diabetic retinopathy: the ISDR open-label, equivalence RCT",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Broadbent",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Cheyne",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Diabetologia",
            "volume": "64",
            "issn": "",
            "pages": "56--69",
            "other_ids": {
                "DOI": [
                    "10.1007/s00125-020-05313-2"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "What implementation interventions increase cancer screening rates? A systematic review",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Brouwers",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Vito",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bahirathan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Implement Sci",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1748-5908-6-111"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Interventions to increase uptake of faecal tests for colorectal cancer screening: a systematic review",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rat",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Latour",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rousseau",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Eur J Cancer Prev",
            "volume": "27",
            "issn": "",
            "pages": "227--263",
            "other_ids": {
                "DOI": [
                    "10.1097/CEJ.0000000000000344"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Methods to increase participation in organised screening programs: a systematic review",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Camilloni",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ferroni",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cendales",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BMC Public Health",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2458-13-464"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Effect of reminding patients to complete fecal immunochemical testing: a comparative effectiveness study of automated and live approaches",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Coronado",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Rivelli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Fuoco",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Gen Intern Med",
            "volume": "33",
            "issn": "",
            "pages": "72--80",
            "other_ids": {
                "DOI": [
                    "10.1007/s11606-017-4184-x"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Mailed letter versus phone call to increase uptake of cancer screening: a pragmatic, randomized trial",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kiran",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Davie",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Moineddin",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Am Board Fam Med",
            "volume": "31",
            "issn": "",
            "pages": "857--68",
            "other_ids": {
                "DOI": [
                    "10.3122/jabfm.2018.06.170369"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "What works to increase attendance for diabetic retinopathy screening? an evidence synthesis and economic analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Lawrenson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Graham-Rowe",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lorencatto",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Health Technol Assess",
            "volume": "22",
            "issn": "",
            "pages": "1--160",
            "other_ids": {
                "DOI": [
                    "10.3310/hta22290"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "The role of telehealth during COVID-19 outbreak: a systematic review based on current evidence",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Monaghesh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hajizadeh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMC Public Health",
            "volume": "20",
            "issn": "",
            "pages": "1--9",
            "other_ids": {
                "DOI": [
                    "10.1186/s12889-020-09301-4"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Telephone consultations for general practice: a systematic review",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Downes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Mervin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Byrnes",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Syst Rev",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s13643-017-0529-0"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Impact of a telephonefirst consultation system in general practice",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Loftus",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "O&apos;boyle",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Postgrad Med J",
            "volume": "95",
            "issn": "",
            "pages": "590--595",
            "other_ids": {
                "DOI": [
                    "10.1136/postgradmedj-2019-136557"
                ]
            }
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Sixty years of fear appeal research: current state of the evidence",
            "authors": [
                {
                    "first": "Rac",
                    "middle": [],
                    "last": "Ruiter",
                    "suffix": ""
                },
                {
                    "first": "Lte",
                    "middle": [],
                    "last": "Kessels",
                    "suffix": ""
                },
                {
                    "first": "G-Jy",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Int J Psychol",
            "volume": "49",
            "issn": "",
            "pages": "63--70",
            "other_ids": {
                "DOI": [
                    "10.1002/ijop.12042"
                ]
            }
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Appointment reminder systems are effective but not optimal: results of a systematic review and evidence synthesis employing realist principles",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Mclean",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Booth",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gee",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Patient Prefer Adherence",
            "volume": "10",
            "issn": "",
            "pages": "479--99",
            "other_ids": {
                "DOI": [
                    "10.2147/PPA.S93046"
                ]
            }
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Recruiting and retaining GPs and patients in intervention studies: the DEPS-GP project as a case study",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Williamson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pirkis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Pfaff",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "BMC Med Res Methodol",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2288-7-42"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Improving Diabetes Eye screening Attendance (IDEAs) intervention overview; implementation strategies in italics. *Delivered by FR. HCP, Health Care Professional.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Practice and patient profile, and status of patients considered suitable to receive reminders",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2Attendance status and intention at 6 months among non-attenders who received intervention (n=71)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements We would like to thank the eight practices which took part in this study, the HRB Primary Care Clinical Trials Network and the Diabetic RetinaScreen, in particular Lynn Swinburne, Senior Health Promotion Officer of National Screening Service (NSS) Community Services. We would also like to acknowledge that the cost analysis was informed by work conducted by Susan Ahern who costed the development of the IDEAs intervention.Contributors SMM conceived the study. FR collected the data. FR and SMM analysed the data. AM and CD conducted the cost analysis. SMM, PMK, SMS, JB and AM (as the Project Management Group) advised on the conduct of the trial and process evaluation and analysis. FR drafted the manuscript, then circulated among all authors for comments and revision. All authors read and approved the final manuscript. Disclaimer The funding body has no role in the study and collection, analysis, and interpretation of data, and in writing the manuscript.Open access This is an open access article distributed in accordance with the Creative Commons Attribution Non Commercial (CC BY-NC 4.0) license, which permits others to distribute, remix, adapt, build upon this work non-commercially, and license their derivative works on different terms, provided the original work is properly cited, appropriate credit is given, any changes made indicated, and the use is non-commercial. See: http:// creativecommons. org/ licenses/ by-nc/ 4. 0/. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Patient consent for publication Not required.Ethics approval Ethical approval for this study was obtained from the Irish College of General Practitioners (ICGP) in April 2019. The IDEAs study was conducted in accordance with the principles of Good Clinical Practice (GCP), and all site personnel underwent training in GCP. The protocol and any amendments have been reviewed by ICGP and the Clinical Research Facility-Cork.Provenance and peer review Not commissioned; externally peer reviewed.Data availability statement No data are available. Some datasets generated and/ or analysed during the current study (research logs, staff questionnaires, audit data, staff interviews) are not publicly available as the data pertains to the organisation of a small number of general practices in Ireland. Limitations are based on the ethical approval received. Patient interviews are not publicly available, however, consent forms completed by patient participants include a provision to hold their contact details for the option of future contact. Therefore, participants may potentially be contacted to seek additional consent to process their data for a different purpose than originally outlined. Supplemental material This content has been supplied by the author(s). It has not been vetted by BMJ Publishing Group Limited (BMJ) and may not have been peer-reviewed. Any opinions or recommendations discussed are solely those of the author(s) and are not endorsed by BMJ. BMJ disclaims all liability and responsibility arising from any reliance placed on the content. Where the content includes any translated material, BMJ does not warrant the accuracy and reliability of the translations (including but not limited to local regulations, clinical guidelines, terminology, drug names and drug dosages), and is not responsible for any error and/or omissions arising from translation and adaptation or otherwise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests None declared."
        }
    ]
}