{
    "paper_id": "c099d84557145a6d0e9e55c2f14e6d1ef1585e33",
    "metadata": {
        "title": "Italian Workers at Risk During the COVID-19 Epidemic",
        "authors": [
            {
                "first": "Teresa",
                "middle": [],
                "last": "Barbieri",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "La Sapienza University of Rome",
                    "location": {
                        "settlement": "Rome",
                        "country": "Italy"
                    }
                },
                "email": "teresa.barbieri@uniroma1.it"
            },
            {
                "first": "·",
                "middle": [],
                "last": "Gaetano Basso",
                "suffix": "",
                "affiliation": {},
                "email": "gaetano.basso@bancaditalia.it"
            },
            {
                "first": "Sergio",
                "middle": [],
                "last": "Scicchitano",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "GLO",
                    "location": {
                        "addrLine": "Corso d'Italia 33",
                        "postCode": "00198",
                        "settlement": "Rome",
                        "country": "Italy"
                    }
                },
                "email": "s.scicchitano@inapp.org"
            },
            {
                "first": "Gaetano",
                "middle": [],
                "last": "Basso",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "T",
                "middle": [],
                "last": "Barbieri",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "La Sapienza University of Rome",
                    "location": {
                        "settlement": "Rome",
                        "country": "Italy"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We analyze the task-content of occupations operating in about 600 sectors of the economy with a focus on the dimensions that expose workers to contagion risks during the COVID-19 epidemic. We do so in the Italian context, leveraging extremely detailed and granular information from ICP, the Italian equivalent of O*Net (the survey that describes the task content of US occupations). We find that several sectors need physical proximity to operate, mainly in services and retail trade. Workers at risk of complications from COVID-19 (mainly males above the age of 50) are concentrated in sectors characterized by little physical proximity or where working from home is feasible. We then study the sectoral lockdowns put in place by the Italian Government in March 2020. We find that governmental restrictions hit the sectors where the risk of contagion in the workplace was more widespread: the effect is stronger for proximity to the public than that with co-workers. The share of workers who have the possibility to work from home is higher in sectors that were not forced to close. The evidence we provide is useful to identify which activities pose larger risks for contagion among workers in the workplace and where to reinforce safety measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The spread of the new coronavirus has caused serious impacts on labour markets in 2020. Unprecedented social and economic measures have been adopted to preserve public health and keep most workers safe (Baldwin and Weder di Mauro 2020; , including locking down several industrial sectors (Ascani et al. 2020; Bonacini et al. 2021a; Caselli et al. 2020; Qiu et al. 2020 ). Yet some workers are more at risk than others because they work in physical proximity to other people. In this paper, we analyse the content of Italian occupations operating in about 600 sectors with a particular focus on the dimensions that expose workers to contagion risks during the COVID-19 epidemics. First, we classify the occupations according to workers' degree of physical proximity (first with co-workers and then with external customers and clients) and to their possibility to work from remote. Mapping occupations into sectors at the 4-digit level, we construct sectoral indexes of risks and work-from-home possibility. 1 We also classify occupations according to their degree of exposure to diseases: this index is relevant mainly for medical professions directly exposed to virus circulation. Second, we characterize the sectoral lockdowns put in place by the Italian Government on March 11 and March 25, 2020, with a particular focus on workers exposed to high risk of contagion, mapping the sectors to the lists of the Italian Government decrees. 2 We leverage extremely detailed information on the content of about 800 occupations derived from the Italian Sample Survey on Professions (ICP), and we combine these data with the 2019 Italian labour force survey data (LFS). The main advantages of the ICP data are its richness in terms of job characteristics and its specificity to the Italian context: thus, no international crosswalk (based for instance on US data) is needed. We match sectors to the ICP occupational data through the LFS by weighing each index by the occupational employment share in each sector.",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 235,
                    "text": "(Baldwin and Weder di Mauro 2020;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 288,
                    "end": 308,
                    "text": "(Ascani et al. 2020;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 309,
                    "end": 331,
                    "text": "Bonacini et al. 2021a;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 332,
                    "end": 352,
                    "text": "Caselli et al. 2020;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 353,
                    "end": 368,
                    "text": "Qiu et al. 2020",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1006,
                    "end": 1007,
                    "text": "1",
                    "ref_id": null
                },
                {
                    "start": 1437,
                    "end": 1438,
                    "text": "2",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We show that workers who are exposed to infection and disease risks tend to work in close physical proximity to other people because of the required tasks and general working conditions. This is especially true for occupations prevalent in sectors that are vital during an epidemic outbreak such as, rather obviously, the health industry: these sectors were not put in lockdown, but specific subsectors experienced some restrictions (e.g., dentists). Second, several other sectors are not directly exposed to infections and diseases, but need physical proximity to operate. Physical proximity is particularly problematic when it involves interactions between workers and external customers: because of this, workers in service activities and in retail trade are at higher risk of contagion. Finally, groups who are at risk of contagion 1 An original analysis about risk profiles at the occupational level appeared in The New York Times on March 15, 2020, which also contains a graph similar to our Fig. 1 (L. Gamio, \"The workers who face the greatest coronavirus risk,\" https:// www. nytim es. com/ inter active/ 2020/ 03/ 15/ busin ess/ econo my/ coron avirus-worker-risk. html, last accessed March 25, 2020). 2 The decrees listed the 6-digit sectors that were deemed essentials, while the other were forced to close. The public administration was among the essential sectors and it includes the education sector, which, however, was forced to operate from remote. For the rest of the analysis, we consider schools as an essential sector. and complications from COVID-19 (mainly males, and workers above the age of 50) work in sectors that are either little exposed to physical proximity (such as agriculture), have been shut down during the first wave or could, at least in principle, work from remote (for instance, public administration and some education subsectors).",
            "cite_spans": [
                {
                    "start": 836,
                    "end": 837,
                    "text": "1",
                    "ref_id": null
                },
                {
                    "start": 1211,
                    "end": 1212,
                    "text": "2",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 998,
                    "end": 1004,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "We then establish that the early lockdown measures-i.e., those implemented in March 2020-targeted sectors with a higher share of workers that perform tasks in high physical proximity to external costumers (first decree of March 11). On the contrary, the more stringent measures implemented on March 25 involved more sectors, with a more heterogeneous structure in terms of the proximity index score. Shutdown sectors, instead, did not have, on average, a higher share of workers at high risk of infections than those that stayed open: if anything, such share is lower in shutdown sectors. This result holds even if we do not include the health sector, which remained operational. Last, the share of workers who have the possibility to do their work from home is significantly higher in sectors that were not forced to close. This means that the number of people who had to commute to a workplace was much lower than that just implied by the lockdown measures. Therefore, by working from remote, the risk of contagion among active workers in the service sectors has likely declined while keeping these activities largely operational.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Our paper contributes to the literature that investigates the economic consequences of the pandemic looking at the task content of jobs and in particular at dimensions of risk and safety of workers. In this respect, we map not only professions, but also sectors of economic activity according to dimensions that expose workers to contagion risk: sectors have been the unit of observations mainly used by policy makers to adopt job-related containment measures. We further consider different indexes together: proximity (to the public and to co-workers), disease exposure and the possibility to work from remote as they capture different risks posed by viral circulation among workers. Second, we are able to estimate if and to what extent sectoral lockdowns put in place in March 2020 in Italy effectively targeted workers at risks of contagion in the workplace. Moreover, our approach has one important advantage: by using relative measures, we allow for greater flexibility about how to consider the tasks performed and their associated risks. Most of the literature classifies jobs in absolute terms (e.g., safe vs. not safe; see next section) while we implicitly rank sectors with respect to the national distributions of riskeither due to physical proximity or disease exposure-and work from home possibility. To our knowledge, this is the first paper that describes the characteristics of sectors relating them to the sectoral lockdowns that have been put in place in many countries during the pandemic. 3 Finally, it is worth clarifying some aspects of our analysis. First, the scale of the physical proximity, disease exposure and working from remote indexes is arbitrary; therefore, they cannot be interpreted quantitatively, but only provide a qualitative judgment about these three job characteristics. We provide comparisons with similar indexes developed by the literature that confirm the validity of our results. Second, our focus is on sectors and workers' interactions among colleagues and with the public, not among consumers themselves, and thus is uninformative for the overall extent of COVID-19 contagion. For example, public transportation and theatres sectors do not necessarily involve high level of physical proximity for workers, but do so for all other customers and users. 4 Analyses of risks for the broader population are beyond the scope of this paper. Finally, and most importantly, the descriptive analysis of the lockdown measures should not be interpreted as a fully exhaustive evaluation of containment policies. The goal of lockdown measures was much broader, i.e., reducing the COVID-19 contagion among the entire population. Thus, our analysis offers a characterization of the sectors that have been shut down by the governmental decrees and of the workers who are at risk of contagion in the workplaces because operate in close physical proximity, are more exposed to diseases and infections and of those who bear little risk because they can work from home.",
            "cite_spans": [
                {
                    "start": 1510,
                    "end": 1511,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The outbreak of the pandemic has led to a growing body of research on the characterization of jobs and sector of economic activities along the dimensions of risk and safety for workers during the epidemic. This new area of research classifies occupations and economic activities according to their task content, building upon the literature that studies the effects of technological change on labour market outcomes through the tasks workers perform (Autor et al. 2003; Firpo et al. 2011; Autor and Dorn 2013) . Many works have defined rankings of jobs according to the degree of required face-to-face interactions and physical proximity (Koren and Peto 2020; Leibovici et al. 2020; Mongey et al. 2020) . Koren and Peto (2020) show that, before the pandemic, in the USA 43 million workers worked in occupations characterized by high physical proximity and that employment losses have been concentrated in these jobs. Montenovo et al. (2020) highlight that the hardest-hit US workers were those with occupations that require physical proximity (Leibovici et al. (2020) show similar results at the state level). Moreover, Beland et al. (2020) rank US workers according to the degree of proximity and risk of diseases and estimate the short-term consequences of the pandemic on employment and wages. Their findings suggest that workers in occupations with a relative high degree of proximity and a low risk of disease are more affected in terms of labor market outcomes. The authors show that occupations with a higher risk of disease suffer the lowest reductions of employment and wages, due to the higher share of essential workers in these occupations. Finally, Mongey et al. (2020) analyze the socio-economic characteristics of workers more exposed to the risk of infections-since employed in jobs that are less likely to be carried out from home or that require a high degree of physical proximity. They further show that these workers are also more vulnerable because have low levels of education, low level of income and low home ownership rates.",
            "cite_spans": [
                {
                    "start": 450,
                    "end": 469,
                    "text": "(Autor et al. 2003;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 470,
                    "end": 488,
                    "text": "Firpo et al. 2011;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 489,
                    "end": 509,
                    "text": "Autor and Dorn 2013)",
                    "ref_id": null
                },
                {
                    "start": 638,
                    "end": 659,
                    "text": "(Koren and Peto 2020;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 660,
                    "end": 682,
                    "text": "Leibovici et al. 2020;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 683,
                    "end": 702,
                    "text": "Mongey et al. 2020)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 705,
                    "end": 726,
                    "text": "Koren and Peto (2020)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 917,
                    "end": 940,
                    "text": "Montenovo et al. (2020)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1043,
                    "end": 1067,
                    "text": "(Leibovici et al. (2020)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1662,
                    "end": 1682,
                    "text": "Mongey et al. (2020)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "The Current Literature on the Job-Related Risk of Exposure to COVID-19"
        },
        {
            "text": "We add to this literature by mapping sectors of economic activity according to the risk of contagion of workers. Moreover, we further build different indexes capturing different aspects of potential disease contagion, i.e. proximity, direct viral exposure and the possibility to work from home. Third, we use relative measures, thus ranking professions and sectors with respect to the national distributions of risks, while literature usually classifies jobs in absolute terms drawing on strong assumptions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Current Literature on the Job-Related Risk of Exposure to COVID-19"
        },
        {
            "text": "Other papers have analyzed the degree of the so-called working-from-home (WFH) feasibility. Dingel and Neiman (2020) using pre-pandemic data find out that 37% of the USA jobs could be carried out remotely and that jobs with a high degree of working from home feasibility also enjoy a substantial wage premium. Beland et al. (2020) evidences that workers in the US with a higher capacity to WFH are less affected by the current crisis. Boeri et al. (2020) and Basso et al. (2021) also use information from O*Net and compare job safety in the main European labour markets and in the US. Boeri et al. (2020) investigate some European countries (France, Italy, Spain, Sweden, UK) and show that the share of jobs that can be performed without putting workers' health at risk is lower than the 50%. Basso et al. (2021) , drawing on evidence from 27 European countries and the US suggest that the most economically vulnerable workers (i.e. low-educated, low-wage workers, immigrants, workers on temporary contracts, and part-timers) are concentrated in unsafe jobs and in particular in non-essential activities. They further show that workers who face an ex-ante risk of contagion as defined by their indexes indeed suffer a higher incidence of COVID-19 infections and sick leaves. With respect to Boeri et al. (2020) and Basso et al. (2021) who build indexes of working from home for Italy using O*Net questions, we use data that are specific to the Italian economic structure: thus, we do not need any crosswalk between US and Italian occupations, which possibly reflects US-specific technology and ways of work.",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 116,
                    "text": "Dingel and Neiman (2020)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 310,
                    "end": 330,
                    "text": "Beland et al. (2020)",
                    "ref_id": null
                },
                {
                    "start": 435,
                    "end": 454,
                    "text": "Boeri et al. (2020)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 459,
                    "end": 478,
                    "text": "Basso et al. (2021)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 585,
                    "end": 604,
                    "text": "Boeri et al. (2020)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 793,
                    "end": 812,
                    "text": "Basso et al. (2021)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1291,
                    "end": 1310,
                    "text": "Boeri et al. (2020)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1315,
                    "end": 1334,
                    "text": "Basso et al. (2021)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "The Current Literature on the Job-Related Risk of Exposure to COVID-19"
        },
        {
            "text": "Overall, we inform policy makers about risk of contagion among professions and sectors, thus allowing them to adopt evidence-based policies by deciding which threshold to choose based on their evaluation of the contagion and risks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Current Literature on the Job-Related Risk of Exposure to COVID-19"
        },
        {
            "text": "ICP is a survey last run in 2013 by the Italian National Institute for Public Policies Analysis (INAPP) of about 16,000 workers occupied in around 800 occupations, according to the 5-digit CP2011 classification (the Italian equivalent of the ISCO-08 ILO's classification). The ICP investigates the characteristics of the occupations through a particularly rich and articulated questionnaire structured in seven sections (knowledge, skills, attitudes, generalized work activities, values, work styles and working conditions).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How to Measure the Job-Related Risk of Exposure to COVID-19"
        },
        {
            "text": "The ICP directly asks workers to answer the questionnaire, rather than experts, to focus on the point of view of those who exercise daily occupational activities under consideration and have a direct and concrete assessment of the level of use of certain characteristics essential to carry out one's job. The survey describes all the professions existing in the Italian labour market: those operating in private companies, those present in public institutions and state-owned enterprises, and those carried out by the self-employed and regulated professionals. The survey is based on the US. Occupational Information Network (O*Net) run by the US Department of Labor. As the ICP is based on Italian occupations, and not those of the US, it is more reliable in capturing characteristics of the Italian production structure, technology and industrial relations. Thus, we possibly avoid potential biases arising when information referring to the US occupational structure (those contained in the US O*Net repertoire) are linked to labour market data referring to different economies such as the European ones. 5 The ICP survey includes questions that are particularly relevant to shed light on the potential risks for workers in the current COVID-19 emergency. In particular, the survey directly asks about physical proximity and disease exposure for every profession, based on the following questions, respectively: \"Are you close to other people during your work?\" and \"How often does your job expose you to diseases and infections?\". The score that goes from a 0 to 100 (from less to more intense) is then calculated for each 5-digit occupation (more details in the Appendix B). 6 The survey collects information also on the importance of dealing with the public and of directly interacting with co-workers. This additional information can be used to disentangle the source of physical proximity (co-workers or external customers) and thus to understand better which measures should be adopted or reinforced to keep workers safe. Thus, we first compute a \"proximity to co-workers\" index as a weighted average between degree of physical proximity and interaction with coworkers (with weights respectively of 0.75 and 0.25). Then, we compute a \"proximity with the public\" index averaging over the degree of physical proximity and interactions with the public (with weights respectively of 0.75 and 0.25). 7 Moreover, we 6 The standardization formula is X = Y−min max−min × 100 , where Y is the original answer (from 1 to 5) and min and max are the minimum and maximum value reported for that occupation. For each of the questions in the survey we only observe the standardized value (not the 5 distinct points). Each value for each occupation is than standardized over the about twenty answers received from workers in that occupation. The index, therefore, has no cardinal interpretation. 7 Both the \"proximity to coworkers\" and the \"proximity with the public\" index are composite indexes where a weight of 0.75 is given to the physical proximity component and a 0.25 weight is given to the degree of interaction with the coworkers or with the public. The weights have been chosen in accordance with the criteria of using the degree of physical proximity as the main explanatory factor for the ranking. Different weights (e.g., a weight of 0.5 for each component) lead to rankings that gives too little empha-5 Answers are averaged and should reflect underlying latent variable. We do not observe the individual responses to the questionnaire: we have the average of the twenty interviews carried out for each of 800 professional units (PUs), which cover the entire Italian Classification of professions (CP 2011, the Italian equivalent to the international classification ISCO-08) at the highest level of detail (5-digit). The selection of the sample of workers takes place from lists of companies or entities in which it is highly probable to identify the PUs under investigation. A mixed strategy is envisaged for sample selection. The procedures for extracting the names of the workers to be interviewed vary in fact, depending on the context in which the work is carried out. The ICP was recently used in Bonacini (2021b, c) , Cetrulo et al. (2020) . More details about the survey are in Appendix B. built a composite index (also ranging from 0 to 100) that proxies for the feasibility of a remote working arrangement, which we use in additional analyses in subsection 4.2. The index is computed by taking the average of the following seven questions: (1) importance of performing general physical activities (which enters reversely); (2) importance of working with computers; (3) importance of maneuvering vehicles, mechanical vehicles or equipment (reversely); (4) requirement of faceto-face interactions (reversely); (5) dealing with external customers or with the public (reversely); (6) physical proximity (reversely); (7) time spent standing (reversely; more details in the Appendix B). Note that this index is similar to the offshorability index by Autor and Dorn (2013) , the face-to-face and on-site job indexes by Firpo et al. (2011) and the measures of safe jobs recently developed by Boeri et al. (2020) . These indexes are based on similar O*Net questions to those contained in the ICP survey that we use to construct the remote working index. As any other task-based classification, however, our indexes are somewhat arbitrary and this could affect the results. At the same time, comparisons between classifications are often complicated by the definition of occupations used and by the approach in deriving such indexes. To provide evidence that our classification is robust and capture the underlying task content of jobs, we compared it with those of two papers. First, we take the working from home classification of Boeri et al. (2020) : transforming our occupation definition from CP2011 into ISCO 3-digit, we show that the two have a ranking correlation of 0.57 (up to 0.81 using an alternative index they constructed). Second, we replicate the same exercise using the working from home index of Montenovo et al. (2020) : at the 5-digit CP2011 level, the rank correlation between our and their indexes is 0.55. The differences in the rankings seem due to their classifications of jobs that does not fully coincide with common sense and anecdotal evidence (especially regarding that of Montenovo et al.) . To this extent, we report in Appendix Table A1 the lists of top 10 occupations that can be done from home according to three categorizations. In that of Boeri et al. and even more in so in that of Montenovo et al. managerial jobs often rank among the top as workable from home despite these need many interactions with administrative staff, junior managerial positions and customers. On the other end, our classification lists among the top workable from home occupations many jobs in the service sector whose tasks can be clearly performed from remote with little to no interaction with other people.",
            "cite_spans": [
                {
                    "start": 1107,
                    "end": 1108,
                    "text": "5",
                    "ref_id": null
                },
                {
                    "start": 1679,
                    "end": 1680,
                    "text": "6",
                    "ref_id": null
                },
                {
                    "start": 2418,
                    "end": 2419,
                    "text": "6",
                    "ref_id": null
                },
                {
                    "start": 4209,
                    "end": 4228,
                    "text": "Bonacini (2021b, c)",
                    "ref_id": null
                },
                {
                    "start": 4231,
                    "end": 4252,
                    "text": "Cetrulo et al. (2020)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 5060,
                    "end": 5081,
                    "text": "Autor and Dorn (2013)",
                    "ref_id": null
                },
                {
                    "start": 5128,
                    "end": 5147,
                    "text": "Firpo et al. (2011)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 5200,
                    "end": 5219,
                    "text": "Boeri et al. (2020)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 5839,
                    "end": 5858,
                    "text": "Boeri et al. (2020)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 6121,
                    "end": 6144,
                    "text": "Montenovo et al. (2020)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 6410,
                    "end": 6427,
                    "text": "Montenovo et al.)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 6459,
                    "end": 6476,
                    "text": "Appendix Table A1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "How to Measure the Job-Related Risk of Exposure to COVID-19"
        },
        {
            "text": "In the spirit of Autor and Dorn's routine employment share (RSH; see Eq. 17, Autor and Dorn 2013), we also calculate the percentage of sectoral employment in the top tercile of the employment-weighted distribution of each index (physical proximity, physical proximity to co-workers, physical proximity to external customers, disease exposure and working from remote) at the 4-digit occupation level. For the physical proximity index, for instance, such percentage is calculated for each sector j as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How to Measure the Job-Related Risk of Exposure to COVID-19"
        },
        {
            "text": "sis to the physical proximity dimension (e.g., a certain profession may score high because requires a very high degree of interactions with coworkers, but mainly through the phone).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How to Measure the Job-Related Risk of Exposure to COVID-19"
        },
        {
            "text": "Footnote 7 (continued) Note: Authors' elaborations on ICP survey and LFS data. The table reports the size of the sectors in terms of employment, as reported by the ISTAT LFS 2019. The average physical proximity and disease indexes reported are weighted by the 5-digit employment in each sector. The average sectoral indexes go from 0 to 100 according to the definition in Sect. 2, where 100 means the most exposed sector. The percentage of workers exposed to physical proximity and disease exposure is calculated as described in L kj is the employment in occupation k in sector j and 1[⋅] is the indicator function, which takes the value of one if the occupation's physical proximity is above the 66th percentile of the employment-weighted index. To give a sense of which workers are considered in the top proximity category, \"Unqualified staff in restaurants and catering services\" and \"Motorboats conductors\" are two of the occupations just above the threshold of the top tercile of the employment-weighted proximity index. Occupations that are just above the threshold of those with a high exposure to disease are \"Small trade firms managers\" and \"General chemistry machine operators\", which are either exposed to customers or potentially hazardous material. 8 Lastly, work from remote is possible for occupations very much heterogeneous among themselves: those just above the 66th percentile of the work from remote index include \"Members of municipal government bodies\", \"Directors of service companies\", \"Radio announcers\" and \"Craftsmen of musical instruments\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How to Measure the Job-Related Risk of Exposure to COVID-19"
        },
        {
            "text": "Finally, we derive the distribution of occupational employment at the 5-digit level across about 600 4-digit sectors from the 2019 LFS. 9 These employment-based occupation weights are then used to derive indexes of physical proximity, exposure to disease and infections and working from remote at the sectoral level, as well as the percentage of workers in each of three top terciles of the indexes. 10, 11 (1) %Top Proximity j = 100 × ∑ k L kj × 1 Proximity Index k > Proximity Index P66 × L −1 j 8 Note that the diseases exposure index is skewed and most occupations with high value of the index are in the health sectors, while 42% of about 500 occupations have a value of zero. 9 Sectors are defined according the 2007 ATECO classification, the Italian equivalent of Nace Rev. 2. The ICP survey does not collect information on military occupations. Therefore, this group of workers is excluded from the analysis. 10 Information contained in the 2013 wave of the ICP survey is used to describe the task content of occupation in 2019. Thus, according to the literature that uses a task approach to describe the effect of technological change on the labour market (Firpo et al. 2011) we are assuming that the task content of jobs is time invariant. To support this assumption, we compare the occupational rankings based on the three indexes (physical proximity, disease exposure and working from home) built with the 2007 and 2013 waves of the ICP survey. We find a rank correlation of 0.7 between the physical coefficient index in 2007 and in 2013, a rank correlation of 0.88 for the working from remote index and a rank correlation of 0.75 for the disease exposure index (the rankings are comparable only after some adjustments because the occupational classification changed between the two waves, from CP2001 to CP2011). 11 To check the robustness of our analysis we also derive the percentage of workers in the top 25% and in the top 50% of the indexes. Results of our baseline analysis are discussed in Sect. 5 and robustness checks performed using different thresholds (top 25% and top 50% of the indexes) are reported in Appendix A.",
            "cite_spans": [
                {
                    "start": 400,
                    "end": 403,
                    "text": "10,",
                    "ref_id": null
                },
                {
                    "start": 404,
                    "end": 406,
                    "text": "11",
                    "ref_id": null
                },
                {
                    "start": 1165,
                    "end": 1184,
                    "text": "(Firpo et al. 2011)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1826,
                    "end": 1828,
                    "text": "11",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "How to Measure the Job-Related Risk of Exposure to COVID-19"
        },
        {
            "text": "Sectors that are most exposed to infections and diseases heavily employ workers in medical occupations and health services, whereas among the top sectors in terms of physical proximity we find the education industry and retail trade activities. 12 Figure 1 allows us to appreciate the relationship between the two indexes. In the northeast quadrant, we find sectors more at risk of contagion because their activities require both a high level of physical proximity and exposure to diseases. It shows, rather obviously, that workers in sectors most exposed to infectious diseases are also operating in physical proximity, although there is a large degree of heterogeneity at the 4-digit level. Some of these sectors are large as measured by the size of the bubble, which is proportional to the sectoral occupation in 2019. The health industry, in particular, records high values in both indexes (see also Ng et al. 2020 ). However, many of its subsectors, which are among the most exposed to infectious diseases, have not been shut down as they serve primary needs especially during the current health emergency. The figure also shows that physical proximity risks are present in many large sectors of the Italian economy. Many of these do not serve primary needs and thus have been ordered to close. The question on how, whether and when allowing again such working activities was of outmost importance during the phaseout of the first lockdown, without compromising the efforts of the social distancing measures applied in this period.",
            "cite_spans": [
                {
                    "start": 904,
                    "end": 918,
                    "text": "Ng et al. 2020",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 248,
                    "end": 256,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Sectors at Risk"
        },
        {
            "text": "Correlation between exposure to infectious diseases and physical proximity by sector. Note: Authors' elaborations on ICP survey and LFS data. The indexes go from 0 to 100 according to the definition in Sect. 2, where 100 means the most exposed sector. The size of the bubbles is proportional to sectoral employment",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 1"
        },
        {
            "text": "To understand better which sectors entail a greater exposure to personal contacts on the job, we first report a graph showing the sectoral distribution in the ten deciles of the physical proximity index (Fig. 2) . Most of the employment in occupations highly exposed to interpersonal contacts is in the services sector (including healthcare), and in retail trade. While manufacturing makes up the bulk of employment between the 30th and the 60th percentile of the physical proximity index distribution, agriculture, which also provides necessary goods, accounts for most of the employment at the other end of the spectrum (little to no physical proximity). In terms of workers demographic characteristics, it is interesting to note that women make up about 60% of the employment among those working at closest contact with other people (Fig. 3) : such exposure to co-workers and the publics is high for both under and over 50-year-old female workers. Women, however, also work in jobs that entails very little personal contacts (first decile): such a bimodal distribution reflects their prevalence in high-skilled service jobs (e.g., professional services) and in the health sector. Table 1 shows additional information in finer sectors (21 categories), such as the average value of the physical proximity, diseases exposure and feasibility of remote working indexes (weighted by 4-digit sectoral employment), and the percentage of workers in each sector who are in the top tercile of the nationwide index distribution calculated as in Eq. (1). Moreover, the table provides information about the workers' demographics, namely gender and age, which appear to be crucial dimensions along which the COVID-19 infection hits (Poletti et al. 2020 ). According to this study, and other descriptive evidence, the probability to develop symptoms increased with Fig. 2 Sectoral distribution in each decile of the physical proximity index. Note: Authors' elaborations on ICP survey and LFS data. The graph shows the sectoral distribution in each decile of the physical proximity index; we consider the five main industries as described in the legend age and older subjects, especially males, were more likely to experience critical disease. 13 Moreover, mortality is considerably higher for the elderly (Ferguson et al. 2020; Jin et al 2020; Acemoglu et al. 2020 ) and for men than for women Xie et al. 2020; The Lancet 2020a, b) .",
            "cite_spans": [
                {
                    "start": 1720,
                    "end": 1740,
                    "text": "(Poletti et al. 2020",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 2292,
                    "end": 2314,
                    "text": "(Ferguson et al. 2020;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2315,
                    "end": 2330,
                    "text": "Jin et al 2020;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 2331,
                    "end": 2351,
                    "text": "Acemoglu et al. 2020",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2381,
                    "end": 2397,
                    "text": "Xie et al. 2020;",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 2398,
                    "end": 2418,
                    "text": "The Lancet 2020a, b)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 203,
                    "end": 211,
                    "text": "(Fig. 2)",
                    "ref_id": null
                },
                {
                    "start": 836,
                    "end": 844,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1183,
                    "end": 1190,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1852,
                    "end": 1858,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Fig. 1"
        },
        {
            "text": "Three main messages emerge. First, as already seen, the sectors with the highest physical index are hotel and restaurants, education, healthcare and trade (mainly retail), and whose average indexes are all above 60. The healthcare sector has remained fully operational in Italy to date and it employs about 1.9 million workers (about 8% of total employment). The education sector, which employs mainly females above the age of 50, is sizeable (1.6 million people, 7% of total employment), remained also largely operational through distance education arrangements. While school and university teachers were working from home, preschool and nursery schools-the top 2 sectors in terms of physical proximity (Fig. 1A) -were shut down. The trade and the hotel, restaurants and bars sectors, instead, were largely under lockdown (with the exception of food retail and other emergency stores such as pharmacies, which amount to about 1 million workers); overall, they occupy almost 5 million workers, about a third of them are over the age of 50. In the trade sector, moreover, there is high degree of heterogeneity in terms of size and physical proximity. The index is high also in subsectors that are rather small and involved in non-food retail. 14 Second, sectors that have the possibility to work from remote and have a low value of the physical proximity index, such finance and insurance and professional services are rather small and employ mainly younger workers. Similarly, for the most part, parts of the public administration can work from remote, but more than 50% of its employees are above the age of 50. Either those activities most exposed to the public (e.g., clerks) were closed or public contacts have been highly regulated.",
            "cite_spans": [
                {
                    "start": 1242,
                    "end": 1244,
                    "text": "14",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 704,
                    "end": 713,
                    "text": "(Fig. 1A)",
                    "ref_id": null
                }
            ],
            "section": "Fig. 1"
        },
        {
            "text": "Third, the manufacturing sector, which employs about the 19% of total employment, and is indeed very heterogeneous in terms of physical proximity (see Figure  A1 , panel B, in the Appendix), has low values of the index. Moreover, two thirds of the workers are below the age of 50 (about 3 million people) and are probably less exposed to the COVID-19 infections and its complications.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 151,
                    "end": 161,
                    "text": "Figure  A1",
                    "ref_id": null
                }
            ],
            "section": "Fig. 1"
        },
        {
            "text": "To reduce the epidemic spreading, the Italian Government adopted several social distancing measures including two consecutive sectoral lockdowns, on March 11 and March 25. Each decree lists the sectors that were forced to close their workplaces. 15 Other sectors, such as the health and food industries as well as their value chains, were kept open; it was also strongly advised to work from remote for those who could (including primary to college education). In this section, we describe the lockdown in terms of employment, with a particular regard to workers exposed to risks because working in proximity to other people or because of their age and gender. 16 Note that our focus is on sectors because the Government enacted shutdown policies at this level. While we do not take a stand on whether this is the optimal observational unit on which adopting this kind of policy, it is reasonable under the assumption that occupations within each sector act under perfect complementarity. That is, within each sector, a certain amount of input in terms of occupations is needed in order for the sector to produce output, where these amounts are given by the sector-specific occupational employment weights. 17 14 See also Figure A1 , Panel A, in the Appendix. 15 The decree of March 22, implemented on March 25, lists the sectors at the 6-digit level, which we aggregate to 4-digit by taking mean values (the list used is the latest made available by the Ministry of Economic Development). In about 1% of the cases, some 6-digit subsectors of a 4-digit sector were forced to shut down and others were not. In the regression analysis, we attribute a value of zero if such share is below 0.5, and a value of 1 if equal or above 0.5. 16 We also analyze the relationship between workers exposure to diseases and sector lockdown. However, the exposure to disease index is high mainly for medical professions and shows little variation across sectors. Thus, results are not particularly relevant and informative for our purpose (table A4 and  table A5 in the Appendix). 17 Note that our quantification of the lockdown may slightly differ from other available estimates because of different sources of data, reference period or measurement error. In particular, we may overestimate the number of people currently not working because the LFS accounts also for undeclared work.",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 248,
                    "text": "15",
                    "ref_id": null
                },
                {
                    "start": 661,
                    "end": 663,
                    "text": "16",
                    "ref_id": null
                },
                {
                    "start": 1260,
                    "end": 1262,
                    "text": "15",
                    "ref_id": null
                },
                {
                    "start": 1731,
                    "end": 1733,
                    "text": "16",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1222,
                    "end": 1231,
                    "text": "Figure A1",
                    "ref_id": null
                },
                {
                    "start": 2022,
                    "end": 2045,
                    "text": "(table A4 and  table A5",
                    "ref_id": null
                }
            ],
            "section": "Workers at Risk"
        },
        {
            "text": "The first decree has left 2.7 million of workers at home, which amounts to around 11.6% of total employment. It specifically targeted some service sectors, \"Accommodation and food service activities\" and \"Arts, sports and recreational activities\". 18 After March 25, only a few main sectors were fully operative: \"Energy and gas\", Water supply and waste management\", \"Transportation and storage\", \"Finance and insurance\", \"Public administration\" and, rather obviously, the \"Health and social assistance\" and the agricultural sectors (note that a very small agricultural subsector involved in forestry activities has been put under lockdown).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Workers at Risk"
        },
        {
            "text": "To understand better whether sectors that were forced to close were also more exposed to risks, we first correlate the sectoral lockdowns with the physical proximity index in a simple univariate OLS regression ( Table A3 in the Appendix). The first lockdown targeted sectors where workers' physical proximity was particularly high, while this was much less so if we consider the March 25 lockdown that involved many more sectors. However, the physical proximity index does not give information as to whether a certain profession requires one to carry out tasks in physical proximity to co-workers or to interact frequently with external customers and clients. These two sub-dimensions of physical proximity are important since they imply a different degree of worker exposure to contagion risk. It is easier to implement safety measures that minimize contagion risk-e.g., trace and isolate infected workers and co-workers who have been in contact with them-when workers operate in physical proximity to other co-workers in the same firm. However, it could be harder to adopt measures to contain and control the spread of COVID-19 infections when workers carry out tasks that imply interaction with the public. Thus, we also correlate the sectoral lockdowns with the proximity to co-workers and proximity to the public indexes (Panel B and Panel C of Table A3 in the Appendix, respectively). The lockdown sectors, on average, are characterized by higher values of the proximity to the public index than the proximity to co-workers one.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 212,
                    "end": 220,
                    "text": "Table A3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1350,
                    "end": 1358,
                    "text": "Table A3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Workers at Risk"
        },
        {
            "text": "The analysis above, however, is uninformative about whether these policies implicitly also targeted workers at high risk. Table 2 reports the correlations between the shares of workers at high risk (dependent variables) on the sectoral lockdown dummies (independent variable; column 1) that we recover from OLS regressions: in the other columns, we report different specifications, in turn excluding the health industry and weighting the regressions by sectoral employment. 19 The observations indicate the number of sectors at the 4-digit level for which the lockdown decision For instance, ISTAT reports two different, and lower, numbers of workers in the document filed to the Italian Senate, one based on 2017 administrative data (Table 4 of the ISTAT report) and the other on the entire year of the 2019 LFS (Table 5 ; see https:// www. istat. it/ it/ files// 2020/ 03/ Aggio rname nto-26-marzo-2020-Memor ia-Istat-AS-1766. pdf). In a previous version of the paper, the number of workers in lockdown was slightly higher due to a different method of aggregating 6-digit sectors. The observations indicate the number of sectors at 4-digit level. The table reports OLS regression coefficients and heteroscedastic-robust standard errors (in parenthesis).",
            "cite_spans": [
                {
                    "start": 474,
                    "end": 476,
                    "text": "19",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 122,
                    "end": 129,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 734,
                    "end": 742,
                    "text": "(Table 4",
                    "ref_id": null
                },
                {
                    "start": 813,
                    "end": 821,
                    "text": "(Table 5",
                    "ref_id": null
                }
            ],
            "section": "Workers at Risk"
        },
        {
            "text": "The percentage of workers in the top tercile of each index is calculated as described in Eq. (1). + p < 0.10, *p < 0.05, **p < 0.01.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Workers at Risk"
        },
        {
            "text": "(1)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Workers at Risk"
        },
        {
            "text": "(3) Table 2 reports as dependent variable the share of workers in the top tercile of the physical proximity index, defined as in Eq. (1). Results suggest that the first decree involved sectors with a relatively higher percentage of workers at high risk, having involved workers in the restaurants and accommodation industries and in some retail stores; such percentage is higher by up to 54% points. The second decree was not significantly associated with a high share of workers at risk as it targeted many more sectors: notably, also the R-squared drops from 0.32 in column (3) to 0.02 in column (6). The correlation-still positive and significant-is lower when looking at the share of workers that score high in the proximity to co-workers index as outcome variable (Table 2 , Panel B), whereas it has a similar size when considering the share of workers in the top tercile of the proximity to the public index distribution (Table 2 , Panel C). Thus, the first decree targeted those sectors where it is more difficult to adopt measures to prevent contagion and stop the spread of the infection. Table 3 shows another important dimension of health risk related to workers' demographics: we focus on the percentage of male workers above the age of 50 by sector. The regression's results indicate that there was a negative association between the sectors locked-down and their percentage of above-50 male workers; namely, the sectors that stayed open had a higher share of workers who were male above the age of 50. The second lockdown, by targeting many sectors, hit indistinctively sectors regardless of their percentage of above-50 male workers.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 4,
                    "end": 11,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 769,
                    "end": 777,
                    "text": "(Table 2",
                    "ref_id": null
                },
                {
                    "start": 927,
                    "end": 935,
                    "text": "(Table 2",
                    "ref_id": null
                },
                {
                    "start": 1098,
                    "end": 1105,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Workers at Risk"
        },
        {
            "text": "Despite the evidence that many workers at risk are in essential sectors (e.g., about one third of all school instructors in Italy are above 50 years of age), optimal policies should take the age dimension in consideration due to the high susceptibility of this population (Favero et al. 2020; Brotherhood et al. 2020; Rampini 2020; Glover et al. 2020) . To this end, Acemoglu et al. (2020) , with an application to the US, show that optimal policies differentially targeting risk/age groups of population significantly outperform optimal uniform policies and that the oldest group would have more advantages. However, to our knowledge, relaxation of the lockdown measures in Italy and other European countries adopted so far did not target the age of workers.",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 292,
                    "text": "(Favero et al. 2020;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 293,
                    "end": 317,
                    "text": "Brotherhood et al. 2020;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 318,
                    "end": 331,
                    "text": "Rampini 2020;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 332,
                    "end": 351,
                    "text": "Glover et al. 2020)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 367,
                    "end": 389,
                    "text": "Acemoglu et al. (2020)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Workers at Risk"
        },
        {
            "text": "Some workers are less at risk of COVID-19 infections than others because they carry out tasks that can be done at home. Moreover, these workers remained plausibly operative during the sectoral lockdowns. By lowering social interactions, they also put less pressure on public health at the first peak of the epidemic. Table 1 showed that the sectors with the greater share of workers that could work from home are \"Energy\", \"Finance\", \"Public Administration\" and \"Professional services\", not the sectors affected by the lockdown decrees. Given the share of those who can work from home (Table 1) , there could be up to 3 million persons who worked from home in essential (i.e., open) sectors and not in workplaces during the first wave of the pandemic. 20 To formally test the hypothesis that lockdown involved sectors with a lower percentage of workers who can easily work from remote, we run a regression similar to those reported in Tables 2 and 3 . On the left hand side, we now have the percentage of workers in the sector whose job is among those with the highest chance to be performed from remote. In this case, we expect to see a negative association between such percentage of workers and the lockdown measures. The results in Table 4 confirm this hypothesis: on average, the sectors that were shut down by the two decrees, Table 4 Percentage of workers in the top tercile of working from home index and sectoral lockdown Note: Authors' elaborations on ICP survey and LFS data and sectors under lockdown listed in the governmental decree of March 11 and March 22 (implemented on March 25). The observations indicate the number of sectors at 4-digit level. The table reports OLS regression coefficients and heteroscedasticrobust standard errors (in parenthesis). The percentage of male workers is calculated over the total sectoral employment. + p < 0.10, *p < 0.05, **p < 0.01.",
            "cite_spans": [
                {
                    "start": 752,
                    "end": 754,
                    "text": "20",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 317,
                    "end": 324,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 585,
                    "end": 594,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 935,
                    "end": 949,
                    "text": "Tables 2 and 3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1236,
                    "end": 1243,
                    "text": "Table 4",
                    "ref_id": null
                },
                {
                    "start": 1333,
                    "end": 1340,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Working from home"
        },
        {
            "text": "(1)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Working from home"
        },
        {
            "text": "(2) had a lower share of workers with a high possibility to work from remote. This goes from about 29% after March 11 decree, to 18% after the March 25 adoption of the second decree. 21 The much broader scope of this latter lockdown, also reflected in a lower R-squared (see columns (3) and (6)), may have contributed few workers with a lower need to work from a specific workplace to keep working from home.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 185,
                    "text": "21",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Working from home"
        },
        {
            "text": "Our paper describes in details the Italian sectors and workers most exposed to risks during the recent COVID-19 outbreak. We find that sectors exposed to diseases are, rather obviously, those related to health; several activities, mainly in trade, personal services and leisure sectors are not directly exposed to virus circulation, but need physical proximity to operate and nevertheless face high hazard of infections. The lockdown measures adopted by the Italian Government in March 2020 involved sectors with a relatively higher percentage of workers at high risk of proximity and a lower proportion of workers whose activities can be easily carried out from home. Such evidence may be tailored to all countries that are trying to contain the epidemic and simultaneously minimize the dampening of economic activities. Our categorization allows to identify which activities present risks for workers, where to design and reinforce workplace safety measures, and it is flexible enough to allow policy makers to select the risk tolerance they are willing to bear. As the restrictions on the economic activities are lifted, our categorization could be useful in deciding which to open first and to identify categories of workers for whom vaccine inoculation should be prioritized. The Government goal during an epidemic is much broader and complex than that described in this paper, i.e., that of preventing the spread of the virus among the population at large. Restriction measures can be of various types targeting different areas, occupations, sectors, and limiting short and long-distance travels. We do not take a stand on optimal policies (see, among other, Krueger et al. 2020 ), but our evidence on health hazards on the workplace could inform policy decisions that aim to a better targeting of the sectors at risk. Further research that relates the health risks for workers and for the public, for instance by studying the extent of commuting and transmission of the virus among the public during events (e.g., concerts) is clearly warranted. Andrea Lamorgese and Andrea Linarello for sharing the data on locked down sectors, Raffaella Nizzi and Salvatore Marsiglia for help with some background analysis and Alessandro Caiumi for helping with the comparison of the work-from-home index of Boeri et al. (2020) . The views expressed in this paper are those of the authors and do not necessarily reflect those of the Bank of Italy nor those of INAPP.",
            "cite_spans": [
                {
                    "start": 1665,
                    "end": 1684,
                    "text": "Krueger et al. 2020",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 2300,
                    "end": 2319,
                    "text": "Boeri et al. (2020)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Availability of data and material Individuals interested in data used in this analysis can apply for them from the National Institute for Public Policies Analysis (INAPP), by visiting the following site: https:// inapp. org/ it/ dati.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding Not applicable."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A multi-risk SIR model with optimally targeted lockdown",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Acemoglu",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Chernozhukov",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Werning",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Whinston",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The geography of COVID-19 and the structure of local economies: the case of Italy. GSSI Discussion paper 1, Gran Sasso Science Institute, Social Sciences Autor DH, Dorn D (2013) The growth of low-skill service jobs and the polarization of the US labor market",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ascani",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Faggian",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Montresor",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am Econ Rev",
            "volume": "103",
            "issn": "5",
            "pages": "1553--1597",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The skill content of recent technological change: an empirical exploration",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Autor",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Murnane",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Q J Econ",
            "volume": "118",
            "issn": "4",
            "pages": "1279--1333",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Economics in the time of COVID-19",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Baldwin",
                    "suffix": ""
                },
                {
                    "first": "Weder",
                    "middle": [],
                    "last": "Di Mauro",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The new hazardous jobs and worker reallocation",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Basso",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Boeri",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Caiumi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Paccagnella",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "IZA Discussion Papers",
            "volume": "",
            "issn": "13532",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The short term economic consequences of COVID-19: exposure to disease, remote work and government response",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Béland",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Brodeur",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wright",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "GLO Discussion Paper",
            "volume": "",
            "issn": "524",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Mitigating the work-security trade-off",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Boeri",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Caiumi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Paccagnella",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Covid Econ",
            "volume": "2",
            "issn": "",
            "pages": "60--66",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Identifying policy challenges of COVID-19 in hardly reliable data and judging the success of lockdown measures",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bonacini",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gallo",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Patriarca",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J Popul Econ",
            "volume": "34",
            "issn": "",
            "pages": "275--301",
            "other_ids": {
                "DOI": [
                    "10.1007/s00148-020-00799-x"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Working from home and income inequality: risks of a 'new normal' with COVID-19",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bonacini",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gallo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Scicchitano",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J Popul Econ",
            "volume": "34",
            "issn": "",
            "pages": "303--360",
            "other_ids": {
                "DOI": [
                    "10.1007/s00148-020-00800-7"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Will it be a shecession? The unintended influence of working from home on the gender wage gap related to the COVID-19 pandemic. GLO Discussion Paper",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bonacini",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gallo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Scicchitano",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Stay-at-home orders, social distancing and trust. Global Labor Organization Discussion Paper 553",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Brodeur",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Grigoryeva",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kattan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "An economic model of the Covid-19 epidemic: the importance of testing and age-specific policies",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Brotherhood",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kircher",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Santos",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tertilt",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "From the lockdown to the new normal: an analysis of the limitations to individual mobility in italy following the COVID-19 crisis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Caselli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fracasso",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Scicchitano",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2139/ssrn.3710568"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The privilege of working from home at the time of social distancing",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cetrulo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Guarascio",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Virgillito",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Intereconomics",
            "volume": "55",
            "issn": "3",
            "pages": "142--147",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "How many jobs can be done at home?",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dingel",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Neiman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Public Econ",
            "volume": "189",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Restarting the economy while saving lives under COVID-19",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Favero",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ichino",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rustichini",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Impact of non-pharmaceutical interventions (NPIS) to reduce COVID-19 mortality and healthcare demand. Imperial College Covid-19 Response Team",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Daniel",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Gemma",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "I"
                    ],
                    "last": "Natsuk",
                    "suffix": ""
                },
                {
                    "first": "Kylie",
                    "middle": [
                        "A"
                    ],
                    "last": "Marc",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sangeeta",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Adhiratha",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zulma",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Gina",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Amy",
                    "middle": [
                        "D"
                    ],
                    "last": "Ilaria",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "60--66",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Occupational tasks and changes in the wage structure",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Firpo",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Fortin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lemieux",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "IZA Discussion Papers",
            "volume": "",
            "issn": "5542",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Health versus wealth: on the distributional effects of controlling a pandemic",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Glover",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Heathcote",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Krueger",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Ríos-Rull",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Clinical characteristics of coronavirus disease 2019 in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2002032"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Gender differences in patients with COVID-19: focus on severity and mortality",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Business disruptions from social distancing",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Koren",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Peto",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "PLoS ONE",
            "volume": "15",
            "issn": "9",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0239113"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Macroeconomic dynamics and reallocation in an epidemic: evaluating the",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Krueger",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Uhlig",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Swedish Solution. NBER Working Paper",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Social distancing and contact-intensive occupations",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Leibovici",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Santacrue",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Famiglietti",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Which workers bear the burden of social distancing policies?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mongey",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pilossoph",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Weinberg",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Determinants of disparities in covid-19 job losses",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Montenovo",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "L"
                    ],
                    "last": "Rojas",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Schmutte",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "I"
                    ],
                    "last": "Simon",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Weinberg",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wing",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "COVID-19 and the risk to health care workers: a case report",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "Kiat",
                    "middle": [],
                    "last": "Puar",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Intern Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.7326/L20-0175"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Probability of symptoms and critical disease after SARS-CoV-2 infection",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Poletti",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Impacts of social and economic factors on the transmission of coronavirus disease 2019 (COVID-19) in China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Popul Econ",
            "volume": "33",
            "issn": "",
            "pages": "1127--1172",
            "other_ids": {
                "DOI": [
                    "10.1007/s00148-020-00778-2"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Sequential lifting of COVID-19 interventions with population heterogeneity",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rampini",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "COVID-19: protecting health-care workers",
            "authors": [],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "",
            "issn": "",
            "pages": "30644--30653",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30644-9"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The Lancet (2020) The gendered dimensions of COVID-19",
            "authors": [],
            "year": null,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Clinical characteristics of patients who died of coronavirus disease 2019 in China",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Netw Open",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Workers' demographic distribution in each decile of the physical proximity index. Note: Authors' elaborations on ICP survey and LFS data. The graph shows the workers demographic distribution in each decile of the physical proximity index",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Percentage of workers in the top tercile of risk indexes and sectoral lockdown Authors' elaborations on ICP survey and LFS data and sectors under lockdown listed in the governmental decree of March 11 and March 22 (implemented on March 25).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Sectoral distribution: workers' demographic composition, disease exposure and physical proximity (employment in thousands)",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Eq.(1). The full list of sectors is available from the authors upon request.Please note that total employment in 2019 is 23,360 thousand. The discrepancy with the grand total reported in the table is because we do not account for military person-",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Percentage of male workers above the age of 50 and sectoral lockdown Note. Authors' elaborations on ICP survey and LFS data and sectors under lockdown listed in the governmental decree of March 11 and March 22 (implemented on March 25). The observations indicate the number of sectors at 4-digit level. The table reports OLS regression coefficients and heteroscedasticrobust standard errors (in parenthesis). The percentage of male workers is calculated over the total sectoral employment. + p < 0.10, *p < 0.05, **p < 0.01.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "% employment in the top tercile of the working from home index distribution",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements We thank Nicola Acocella, Fabrizio Balassone, Marco Biagetti, Federico Cingano, Francesco D'Amuri, Sergio De Stefanis, Maurizio Franzini, Robin Kaiji Gong, Andrea Lamorgese, Andrea Linarello, Salvatore Lo Bello, Andrea Petrella and Eliana Viviano and participants at the Third IESR-GLO, AIEL 2020, SIE 2020, EBES 2020, SIEP 2020, EAEPE 2020 Conferences (online), at webinar for the AIEL and at webinar in \"La Sapienza\" University of Rome, for their comments. We thank Code availability Available upon request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "The authors declare that they have no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        },
        {
            "text": "The online version contains supplementary material available at https:// doi. org/ 10. 1007/ s40797-021-00164-1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Information"
        }
    ]
}