{
    "paper_id": "c2a305c15f0b37b0b8e13b20d7233ec86c09cb82",
    "metadata": {
        "title": "On the effectiveness of tracking and testing in SEIR models for improving health vs. economy trade-offs",
        "authors": [
            {
                "first": "Yoav",
                "middle": [],
                "last": "Kolumbus",
                "suffix": "",
                "affiliation": {
                    "laboratory": "The Rachel and Selim",
                    "institution": "The Hebrew University of Jerusalem",
                    "location": {
                        "postCode": "9190401",
                        "settlement": "Jerusalem",
                        "country": "Benin, Israel"
                    }
                },
                "email": "*email:yoav.kolumbus@mail.huji.ac.il"
            },
            {
                "first": "Noam",
                "middle": [],
                "last": "Nisan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "The Rachel and Selim",
                    "institution": "The Hebrew University of Jerusalem",
                    "location": {
                        "postCode": "9190401",
                        "settlement": "Jerusalem",
                        "country": "Benin, Israel"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We study the effectiveness of tracking and testing policies for suppressing epidemic outbreaks. We evaluate the performance of tracking-based intervention methods on a network SEIR model, which we augment with an additional parameter to model pre-symptomatic and asymptomatic individuals, and study the effectiveness of these methods in combination with or as an alternative to quarantine and global lockdown policies. Our focus is on the basic trade-off between human-lives lost and economic costs, and on how this trade-off changes under different quarantine, lockdown, tracking, and testing policies. Our main findings are as follows: (1) Tests combined with patient quarantines reduce both economic costs and mortality, however, an extensive-scale testing capacity is required to achieve a significant improvement. (2) Tracking significantly reduces both economic costs and mortality. (3) Tracking combined with a moderate testing capacity can achieve containment without lockdowns. (4) In the presence of a flow of new incoming infections, dynamic \"On-Off\" lockdowns are more efficient than fixed lockdowns. In this setting as well, tracking strictly improves efficiency. The results show the extreme usefulness of policies that combine tracking and testing for reducing mortality and economic costs, and their potential to contain outbreaks without imposing any social distancing restrictions. This highlights the difficult social question of trading-off these gains against patient privacy, which is inevitably infringed by tracking.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "This paper is being written as the COVID-19 coronavirus epidemic is still ravaging its way across the world 1-6 . While the basic models for the spread of infectious disease like COVID-19 are well understood, it seems that in the case of COVID-19 we do not have credible estimates for many of the basic parameters governing the behavior in such models. Examples of these parameters include the basic rate of infection ( R 0 ), the effect of basic types of social distancing on this rate, the fraction of asymptomatic people among the infected, and the degree to which these asymptomatic individuals are infectious.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The present paper studies the effectiveness of mitigation efforts on the spread of an infection in the classical SEIR model 7 . We leave the determination of the real-life parameters of COVID-19 to epidemiologists 8-13 , and use values that on the one hand are plausible in the COVID-19 context, and on the other hand demonstrate our basic qualitative findings. Our interest in this paper is in the basic forms of controlling the spread of the disease: quarantine of infected patients, testing of the population, and tracking the contacts of infected patients, possibly testing or quarantining them as well, and their epidemiological and economic consequences. In order to be able to simulate a situation where contacts of patients are actually tracked, we use a model of an individual-level network of contacts 14-16 , rather than a mathematical analysis at a population level 17-21 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Our model. Here are the main features of our model; the full details and formal definitions appear in the \"Methods\" section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "• As in the standard SEIR model, each individual can be in one of four states: susceptible, exposed, infectious, or removed. Except for a few individuals that start as infectious, all individuals start as susceptible. When a susceptible individual has contact with an infectious patient, he gets infected with some probability, at which point he moves to an exposed state defined in the SEIR model as the non-contagious incubation period-after OPEN",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "www.nature.com/scientificreports/ which he becomes contagious and moves to an infectious state. Finally, the patient recovers (or, with a certain probability, dies), moving to a removed state. • A population of N individuals is represented as vertices in a graph, where two individuals are linked by an edge if there is a possible contact between them. Every period (\"day\") each infectious individual interacts with a random subset of his possible contacts and infects, with some probability, each of them. • A basic parameter that determines how difficult it is to quarantine infectious individuals is whether they are symptomatic or not. If all infected individuals are symptomatic and can be immediately quarantined once they enter the infectious state, then the disease does not spread at all. As we are focused on measures of controlling the spread under the realistic more difficult settings, a critical parameter in our model is the symptoms rate: what fraction of the infected population remain asymptomatic, while still being infectious? • We use a single lockdown level parameter to capture the total effect of all social distancing measures combined. This parameter simply counts the percent reduction in probability of meeting each one of the possible contacts. Thus, \" 80%-lockdown\" means that the average number of contacts of each individual was decreased by a factor of 5.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We study the following interventions for controlling the spread of the disease: (1) Basic social distancing; (2) Quarantine of symptomatic infectious individuals; (3) Testing of selected individuals, tests that can discover also exposed and asymptomatic individuals; (4) Tracking of an individual's previous contacts, allowing e.g. testing or quarantining them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Our main focus is on the trade-offs between the extent of the spread of the disease and the economic harm caused by the various restrictions. For simplicity we quantify the former by \"human lives lost\" (a fraction of the total number of infected) and the later by \"fraction of labor days lost\" due to social distancing or quarantine. Figure 1 demonstrates the dynamics and outcomes of an outbreak under three different lockdown levels. Figure 1a shows the \"usual\" graph of the number of infected people over time. With a lax 30% lockdown, the disease spreads quickly and dies-out due to herd immunity only when over 80% of the population have been infected. With a more strict lockdown of 60% we reduce R 0 to a somewhat lower value R e , but still to a value above 1, thus \"flattening the curve\" and reaching herd immunity at a lower infection percentage, leading to a total of around 40% of the population being infected. An even stricter lockdown of 80% reduces R e below 1, stopping the spread of the disease rather quickly. Figure 1b depicts the trade-off between the mortality cost and the economic cost of these three approaches. With a 30% lockdown we have a low economic cost but a high mortality cost. As we increase the lockdown rate, the economic cost rises, while the mortality cost decreases. However, as we continue to increase the lockdown rate, at a high enough rate, we manage to quickly eliminate the disease (the \"hammer\" 22 ), allowing the economy to return to normal, resulting in low economic and low mortality costs.",
            "cite_spans": [
                {
                    "start": 1442,
                    "end": 1444,
                    "text": "22",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 334,
                    "end": 342,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 436,
                    "end": 445,
                    "text": "Figure 1a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1029,
                    "end": 1038,
                    "text": "Figure 1b",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "While a quick elimination of the disease is certainly desirable, if possible, maintaining a strict enough lockdown rate is not always feasible in practice. Also, in reality, it is unlikely that the disease can be completely eradicated, as a tiny number of new cases, e.g., coming from abroad, will likely keep trickling in. Thus, we also consider an \"open system\" where a small flow of spontaneous infections occurs, which makes eradication of the disease impossible and requires continued social distancing measures, as is demonstrated in Fig. 1c .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 540,
                    "end": 547,
                    "text": "Fig. 1c",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "In this paper we study how quarantines, testing, and tracking can help improve the basic trade-off between mortality and economic costs beyond what is obtained from social distancing alone.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Overview of the main results. Quarantine. We start by looking at the effect of a basic quarantine: once an individual becomes symptomatic, he is immediately quarantined until no longer infectious. As expected, quarantine reduces contagion and gives an effective increase in the level of lockdown, without incurring the economic costs of tightening the lockdown. This is naturally especially significant near the critical rate of contagion R e = 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A key parameter that determines the effect of quarantines is the fraction of asymptomatic patients. If everyone is symptomatic then quarantine will completely eradicate the disease, while if no one is symptomatic then in www.nature.com/scientificreports/ any case there will be no mortality. The difficult situation is where some fraction of cases are asymptomatic, in which case there is high mortality but quarantine is not fully effective. This is demonstrated in Fig. 2 that shows the total population percentage of symptomatic cases and the economic costs as a function of the rate of symptoms among infection cases, with and without quarantine. The precise population mortality in every outbreak is some percentage of the total symptomatic cases, where the exact percentage depends on specific properties of the disease and of the population, on environmental conditions and conditions of the healthcare system. The figure shows that quarantines can stop the spreading of an infection only if almost all patients are symptomatic, while intermediate to high symptom rates of 50-90 percent still lead to high mortality.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 467,
                    "end": 473,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "A promising intervention is to track previous contacts of any identified infectious person. People who have been in contact with an infected person need scrutiny for two possible reasons: on the one hand they may already be infected by this person without knowing it and, on the other hand, they may be the asymptomatic source of this person's infection and may infect others. Obviously, tracking contacts of infected patients is a difficult and costly endeavor which seriously infringes on the privacy of infected people and of their contacts. Yet, in most western countries, citizens are required by law to cooperate with such an epidemiological investigation by health authorities. In the current COVID-19 crisis, it has become clear that effective contact tracing at scale requires automated tools such as cell-phone GPS-tracking which further heightens the privacy concerns. Trading-off the human-rights loss of privacy versus the human-rights losses from lockdowns is a difficult social question and requires a clear understanding of the possible benefits of tracking. This is what we aim to study here. We study two types of interventions after tracking a person's contacts:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tracking."
        },
        {
            "text": "• Track and Quarantine: This is the simple version of tracking: isolate infected individuals and all their recent direct contacts. • Track and Test: Test the direct contacts of an infected person and isolate only those who have tested positive. Here, we naturally continue recursively with tracking and testing the contacts of any person who tests positive. This method avoids the collateral damage of neighbor isolation: only infected individuals are put in quarantine. Figure 3 compares the economic and mortality costs of these two interventions with the basic Quarantine method and with the no-quarantine benchmark for a range of social distancing levels. These are shown both for a closed system and for an open system with a small flow of incoming infections. The effectiveness of tracking is clearly visible at all levels of social distancing, with Track and Test being especially effective, often taking us below the critical threshold of contagion that eradicates the disease. We consider these simulation results to be a clear indication of the effectiveness of track-and-test strategies, stressing the difficult normative question faced by democratic governments around the world of whether and how to deploy contact tracing with its associated privacy loss.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 471,
                    "end": 479,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Tracking."
        },
        {
            "text": "Testing capacity. Our Track and Test method continued recursively with testing the contacts of any infected person found until no more infections were detected. In the worst case this method requires an unbounded number of tests per day. We also study a \"bounded-testing\" variant, where we only have a limited testing capacity, and once this limit is reached, we can no longer continue with testing. Figure 4 shows the effect that the testing capacity has on the effectiveness of the bounded, realistic, version of Track and Test in comparison with the Quarantine method combined with the same testing capacity where the available tests are administered at random. As Fig. 4a shows, while there is some advantage to random tests and quarantine over straightforward www.nature.com/scientificreports/ quarantine without any testing, its effectiveness is a far cry from that of Track and Test. See more details in the \"Results\" section. In Appendix C in the supplementary information, we also consider tracking and testing with low-precision tests, showing the robustness of the Track and Test approach.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 400,
                    "end": 408,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 668,
                    "end": 675,
                    "text": "Fig. 4a",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Tracking."
        },
        {
            "text": "On-off lockdown policies. Until now we have only considered static lockdown policies. This is rather limiting in our \"open system\" model that assumes a small steady flow of spontaneous infections, thus ruling out the possibility of complete eradication of the disease. In such (realistic) models, a natural strategy would be to dynamically relax the lockdown when there are only very few infected people, tightening it back when the number of infected people increases (this is the \"hammer-and-the-dance\" strategy popularized in 22 ). These dynamic lockdowns may be able to out-perform static constant levels of lockdown. Figure 5a depicts the cost map of percentage of labor days lost versus the total percentage of infected population for 24 different On-Off policies. The two colors indicate whether the lockdown policy is applied with the limited tests version of the Track and Test method or with random tests and the Quarantine method; the population percentage of tests per day for both methods is 0.5% . Table 1 shows the details of the algorithms corresponding to the policies in the figure. The 12 left columns are policies with the Track and Test method and the right columns are with random tests and Quarantine. The dotted curves show the comparison to the costs of using fixed lockdowns with the two methods and the same number of tests. It can be seen that in the presence of incoming infections, dynamic lockdown policies are more efficient than fixed lockdowns both for Quarantine with random tests and for the Track and Test method. Also in this setting with a limited testing capacity and in combination with dynamic lockdowns, Track and Test policies show a clear advantage over Quarantine policies. See the \"Results\" section for further analysis of the different dynamic lockdown policies.",
            "cite_spans": [
                {
                    "start": 529,
                    "end": 531,
                    "text": "22",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 622,
                    "end": 631,
                    "text": "Figure 5a",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1012,
                    "end": 1019,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Tracking."
        },
        {
            "text": "One policy that stands out in Fig. 5a is policy A. Policy A combines the Track and Test method with a strong lockdown of 80% and a full removal of the lockdown once the known number of active cases becomes very low-below 0.01% of the population. The lockdown is \"re-activated\" once this number is doubled. Figure 5b shows the dynamics of the spread of the infection under policy A. It can be seen that this type of low-threshold www.nature.com/scientificreports/ dynamic lockdown policy in combination with tracking and a limited number of tests manages to restrict the spread of the infection to below 2% of the population in a period of 18 months at significantly lower costs than the non-tracking or the fixed-lockdown alternatives.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 30,
                    "end": 37,
                    "text": "Fig. 5a",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 306,
                    "end": 315,
                    "text": "Figure 5b",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Tracking."
        },
        {
            "text": "The early roots of mathematical modeling of the spread of epidemics and the effect of interventions trace back to the classic work of Bernoulli 23, 24 from 1776, where he used differential equations to analyze the effect of inoculation as an intervention tool for reducing mortality in smallpox outbreaks. About a century and a half later, the modern SIR model was analyzed in the seminal work of Kermack and McKendrick in 1927 7 , based on an earlier model of Ross and Hudson 25 . The SIR model is based on three coupled differential equations that describe the dynamics of the sizes of three populations: Susceptible S, Infected I and Removed R. The SEIR model is an extension that adds the Exposed state E, which is a non-infectious incubation stage. The steady-state result of the total spread of an infection is the same for the two models. The classical SEIR model describes the dynamics of these four populations by the following set of differential equations:",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 147,
                    "text": "Bernoulli 23,",
                    "ref_id": null
                },
                {
                    "start": 148,
                    "end": 150,
                    "text": "24",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 397,
                    "end": 429,
                    "text": "Kermack and McKendrick in 1927 7",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "For a broader introduction on SEIR and related models see 26, 27 . As seen in these equations, the classical SEIR model is deterministic and considers the population as a homogeneous continuum. A natural extension of the model is to a Markov chain model with discrete \"compartments\" that count the population in each of the states. Stochastic compartmental models of this type allow to simulate more complex settings where the population is no longer homogeneous but is divided to different groups (such as age groups) that have different transition rates between states, or to add more states such as hospitalization states and different disease severity levels; of course, this flexibility comes with the cost of more free parameters in the models. Several such models were recently designed for simulating outbreaks in the current COVID-19 crisis with different interventions, some of which are used by advisory teams for policy makers or as publicly available open source tools (e.g., 28, 29 ) . A basic characteristic of compartmental models is that they count the population size in each state and the flows of populations between the different states but, importantly, they do not have identities for individuals and do not model individual interactions.",
            "cite_spans": [
                {
                    "start": 58,
                    "end": 61,
                    "text": "26,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 62,
                    "end": 64,
                    "text": "27",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 989,
                    "end": 992,
                    "text": "28,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 993,
                    "end": 997,
                    "text": "29 )",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "SIR and SEIR models have also been studied on networks. In the network-based model, individuals can be identified and their interactions can be tracked; this is required in order to directly study the effect of tracking, whereas population-based models require to make a priory modeling assumptions on the effects of tracking or quarantines 12 , and cannot capture network effects of individual interactions. Previous work on SIR and SEIR models on networks focused mainly on basic statistical properties of these models on several network types 14, 16 , or on the effect of targeted vaccination schemes 15, 30, 31 .",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 343,
                    "text": "12",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 546,
                    "end": 549,
                    "text": "14,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 550,
                    "end": 552,
                    "text": "16",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 604,
                    "end": 607,
                    "text": "15,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 608,
                    "end": 611,
                    "text": "30,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 612,
                    "end": 614,
                    "text": "31",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "In the context of the current COVID-19 pandemic, there is a large and growing body of work on the health, social and economic outcomes of the pandemic [32] [33] [34] [35] [36] [37] [38] , and on evaluating the effectiveness of different mitigation efforts 21, [39] [40] [41] [42] . More related to the present work are recent works from the economic literature 41,42 that study how different mitigation methods affect economy-mortality tradeoffs, and point out to an advantage in efficiency to targeted policies over uniform lockdowns. However, these works use population-level models which do not account for individual interactions and individual-level tracking. The present work focuses on methods that rely (1) www.nature.com/scientificreports/ on individual-level tracking and testing, and on studying them in a network-based individual interaction model, both in terms of epidemiological effectiveness and of economic efficiency.",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 155,
                    "text": "[32]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 156,
                    "end": 160,
                    "text": "[33]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 161,
                    "end": 165,
                    "text": "[34]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 166,
                    "end": 170,
                    "text": "[35]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 171,
                    "end": 175,
                    "text": "[36]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 176,
                    "end": 180,
                    "text": "[37]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 181,
                    "end": 185,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 256,
                    "end": 259,
                    "text": "21,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 260,
                    "end": 264,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 265,
                    "end": 269,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 270,
                    "end": 274,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 275,
                    "end": 279,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "In this section, we give the details of our model and simulations of individual interactions and interventions on networks, and in the Results section we discuss the outcomes of different mitigation policies under this model. The model is an adaptation of the classic SEIR model to dynamic networks, augmented with one additional parameter that describes the average fraction of symptomatic cases among infected individuals. As discussed in the introduction, the symptomatic-cases rate is a crucial property of an infection and its addition to the model is necessary for evaluating the effects of tracking and quarantines. We start by describing how infectious interactions occur in the network model, we then continue to present how lockdowns, quarantines, and tracking work in this model, and then we present the equations of the dynamics at the individual level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Network interactions. We adhere in our modeling to the basic SEIR model and use a uniform infection probability p per interaction and uniform disease progression times. The infection probability p is related to the basic reproductive number R 0 in the SEIR model as follows. Let m be the average number of interactions of an infected individual during the whole infectious stage, then R 0 = m · p is the average number of infections caused by this individual when the rest of the population is in the susceptible state. Throughout the paper we use R 0 = 3.6 , which is a plausible value for the COVID-19 without interventions 9, 43 . Note that other values directly correspond to lockdown level shifts in our results. The infection rate and the time scales in the experiments are chosen on the one hand to be in the correct realistic range of epidemics of the type of the COVID-19, but on the other hand, we do not aim to give a detailed modeling of a specific outbreak, but rather to study and demonstrate basic effects and fundamental trade-offs of different intervention approaches. We thus do not include in our modeling details such as age or the health conditions of individuals other than that which is related to the infection.",
            "cite_spans": [
                {
                    "start": 626,
                    "end": 628,
                    "text": "9,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 629,
                    "end": 631,
                    "text": "43",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Once an individual interacts with an infectious person there is a probability p that this individual becomes infected and moves to the exposed state. The progression of the disease is then governed by two time constants and an additional parameter to describe symptoms. Let τ E be the average duration of the incubation time of the disease (the exposed state) and let τ I be the average duration of the infectious state. After this time the patient moves to a removed state (either recovers, is isolated until no longer infectious, or with some probability dies). We use the time constants τ E = 6 days and τ I = 8 days. Let q be the symptoms rate, which is the average fraction of infected individuals who develop symptoms at some time during their infectious stage. We assume a constant probability p symp per day to develop symptoms at each day of the infectious stage, such that the total probability for each individual to develop symptoms at some time during the whole infectious stage equals q. For a given value q, the parameter p symp is given by the equation: p symp = 1 − q 1/τ I . This modeling allows to capture both asymptomatic and pre-symptomatic infection cases. In the experiments presented in the paper we use q = 0.5 (for the COVID-19, symptoms-rate estimates range between 0.2 and 0.9 by different sources [44] [45] [46] [47] . We also study the effect of different values of this parameter.",
            "cite_spans": [
                {
                    "start": 1327,
                    "end": 1331,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1332,
                    "end": 1336,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1337,
                    "end": 1341,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1342,
                    "end": 1346,
                    "text": "[47]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "We consider the dynamics of the spread of an infection in discrete time, in steps of one day. The results of the experiments are measured across a time span of 540 days (roughly a year and a half). A population of N = 10 5 individuals is represented in the model as a set V t of vertices in an interaction graph. Let G t = {V t , E t } be the interaction graph at time t. Each vertex has a unique identity and a private internal state at time t that includes the following properties: (1) Infection state: susceptible, exposed, infectious or removed, and the time since contagion; (2) Symptoms state: symptomatic or not symptomatic. Only individuals in the infectious state can become symptomatic; (3) Visibility state: whether an infection is visible or not. An infection case (in states E or I) becomes visible if the individual has symptoms or is tested positive; (4) Quarantine state: currently quarantined or not quarantined, and the time since the beginning of the quarantine. Quarantines are for a period of 14 days. An (undirected) edge (i, j) t in this graph means that the two individuals represented by vertices i and j interacted at day t.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "At each day t a new subset of the possible edges describes the interactions of this day. In principle, any time series (E 1 , ..., E t ) of interactions can be used with the model. The basic network model we use is of uniform mixing, which is similar to the classical SEIR model, meaning that each edge exists at time t at a uniform probability, resulting in an Erdős-Rényi network. In Appendix A in the supplementary information we show qualitatively similar results also for geographic small world networks 48 , where the vertices are spatially located in two dimensions and have frequent interactions with their close relations, but also have a small number of long range interactions with a probability that diminishes quadratically with the geographic distance of the interaction.",
            "cite_spans": [
                {
                    "start": 509,
                    "end": 511,
                    "text": "48",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "To compare between mortality costs under different intervention methods, we measure the total size of the outbreak, which is the eventual population percentage of infected individuals. The total size of the outbreak is a fundamental quantity of the dynamics and thus it is a general metric and is less prone to modeling errors compared to mortality prediction modeling, which is in itself a highly complex task 36 . This provides, in our view, sufficient and reliable information for evaluating the success of mitigation methods and mainly, for comparing and distinguishing between different intervention policies.",
            "cite_spans": [
                {
                    "start": 411,
                    "end": 413,
                    "text": "36",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Intervention policies. The three basic intervention tools that we study for mitigating the spread of an infection in the network interaction model are lockdowns, quarantines and tracking-based policies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Lockdowns. We use a single lockdown-level parameter to model the effect of all social distancing measures. For example, a lockdown level of 0.5 (or 50% ) means that after the edges, E t , for a new day are determined, each of www.nature.com/scientificreports/ these edges will be deleted with probability 0.5. For the economic cost of lockdowns we use a linear model that assumes, e.g., that in a lockdown of 50% , half of the labor force is at work. In this context, one may also assume more complex models of convex costs that take into account that less costly measures of social distancing are taken first, or to consider a non-linear dependence of the costs of lockdowns on their duration due to externalities, however, we adhere here to the simpler linear model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Quarantines. Quarantined individuals are assumed to have no infectious interactions for a period of 14 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "In the simulations, after the set of edges for a new day is determined, and before the actual interactions are simulated, all the edges that are connected to quarantined individuals are removed for that day. The set of individuals starting a quarantine at each day is determined according to the mitigation policy that is applied.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Tracking. Let H t = V t , t t ′ =t−T+1 E t ′ be the tracking network at time t, where the tracking time T determines how many days of interactions are being tracked. We use a tracking time of 10 days, which is a little above the duration of the infectious stage. The tracking network H t identifies the individuals in the population as vertices and its edges show all the past interactions of each individual in a recent time window of T days. The health authorities can identify the vertices in H t and observe its edges at the end of each day, and then decide on a policy for day t + 1 . The internal properties of the vertices are not observed, except for these that are related to quarantines. Regarding the infection state, only a coarser level of information can be detected: (i) Symptomatic individuals are reported as infected; (ii) Individuals that are tested positive are also reported as infected, but without the specific knowledge of the exact states of their disease. The dynamic tracking network H t provides the basis for the different Track and Test strategies that we study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "To write the equations of the dynamics at the individual level, we introduce the following additional notations: For an individual v t ∈ V t at time t, let s(v t ) ∈ {S, E, I, R} denote the infection state, t c (v t ) ∈ N is the time (in days) since contagion, vis(v t ) ∈ {0, 1} is the visibility state (whether or not the health authorities know about this infection case), qr(v t ) ∈ {0, 1} is the quarantine state, t qr (v t ) ∈ 1...14 is the time (in days) since quarantine started, and symp(v t ) ∈ {0, 1} is the symptoms state. The information regarding an individual v t ∈ V t in the population at time t can thus be represented by a six-tuple",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equations of the dynamics."
        },
        {
            "text": "Initially, all individuals are at the susceptible state: (S, 0, 0, 0, 0, 0), except for a small randomly selected set of individuals that start the infection which are initialized to (E, 0, 0, 0, 0, 0). In the results presented in the paper the initial number of infections is 20 out of a population of 100, 000. Different initial conditions such as varying the number of the initially infected between 0.01% and 0.1% of the population, or adding variability to their initial states did not change the results. At each time t there is a set E t of tentative interactions. An intervention policy sets for each time t a lockdown level l t , a set of individuals T t that need to be tested, and a set of individuals Q t that need to start a quarantine on that day. The actual interactions at time t are determined by eliminating each interaction from E t with probability l t and all interactions (v t , u t ) such that v t ∈ Q t or u t ∈ Q t .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equations of the dynamics."
        },
        {
            "text": "The ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equations of the dynamics."
        },
        {
            "text": "If the individual is in the exposed state, i.e., s(v t ) = E: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equations of the dynamics."
        },
        {
            "text": "Here we show the effects of the intervention tools presented the previous section-lockdowns, quarantines, tracking and testing-on the dynamics and outcomes of an epidemic in the SEIR model in dynamic networks of interacting individuals. We first discuss the effects of lockdowns and of quarantine of infected individuals on the economic cost and on the total spread of the infection. Then, we evaluate the potential benefits of tracking the contacts of infected individuals and the added value of tests. Finally, we discuss dynamic lockdown policies and how do they interact with tracking and testing and with quarantines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Lockdowns are a direct tool for limiting the progression rate of an infection: a \"blanket lockdown\" that reduces on average the probability of each interaction by a fraction X leads to an immediate reduction in the infection rate, reducing the basic reproductive number from R 0 to R e = (1 − X)R 0 . In principle, a strict lockdown for a sufficient period of time can eradicate an infection completely. However, lockdowns have two key caveats as mitigation or containment tools: the first caveat is the high economic and social costs of lockdowns, and the second is that a full extinction state of the infection is not always feasible in practice due to its sensitivity to new incoming infections. In Fig. 3 , the red curves show the effect of using only lockdowns as a mitigation tool. The figures depict the cost maps of the total percentages of infected population and the percentages of labor days lost throughout a period of 18 months, in a closed system (Fig. 3a) and with a small flow of incoming infections (Fig. 3b) . The numbers near each marker indicate the lockdown level and the dotted lines are linear interpolations. The results show a qualitative difference between closed and open systems: In a closed system, as seen in Fig. 3a , it is possible to hold a strong lockdown of 80% that reduces the effective reproductive number to below 1 and to eradicate the infection completely. This leads to an overall low percentage of infected population and to relatively low costs, since the lockdown can be removed after a short period once there are no more infections. However, Fig. 3b shows how adding even a small incoming flow of infections (a single new infection per week in a 100,000 population) leads to a different result; when relying solely on lockdowns, herd immunity is not reached and, in the lack of additional tools to restrain the spread of the infection, the lockdown cannot be removed and the economic cost remains high. The curves show that in both closed and open systems there is a trade-off between mortality and labor days lost, but in systems that are 100% closed this trade-off breaks when moving from a subcritical to a supercritical lockdown level, while in the more realistic presence of some leakage of new infections the trade-off persists.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 702,
                    "end": 708,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 961,
                    "end": 970,
                    "text": "(Fig. 3a)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1016,
                    "end": 1025,
                    "text": "(Fig. 3b)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1239,
                    "end": 1246,
                    "text": "Fig. 3a",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1589,
                    "end": 1596,
                    "text": "Fig. 3b",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Lockdowns and quarantine."
        },
        {
            "text": "Next, we turn to look at the effect of quarantines. The yellow curves in Fig. 3 show the costs when symptomatic infected individuals are put in quarantine (i.e., the Quarantine method). It is clearly seen that the Quarantine method dominates the no-quarantine benchmark. I.e., for every fixed cost, Quarantine leads to a lower total infection percentage, and for every fixed infection percentage Quarantine has a lower cost than the no-quarantine benchmark. When looking at fixed lockdown levels and comparing the no-quarantine (red) and Quarantine (yellow) methods, we see that at low lockdown levels, quarantining symptomatic cases creates some trade-off between economic cost and the mortality rate, mainly in the closed system condition. This happens because a significant part of the population are symptomatic and quarantined, leading to a non-negligible loss of labor www.nature.com/scientificreports/ days. However, this trade-off breaks when the lockdown level is higher and closer to the critical value. E.g., at lockdown levels of 0.6 in both closed and open systems, Quarantine has lower economic costs and lower mortality rates than the no-quarantine benchmark.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 73,
                    "end": 79,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Lockdowns and quarantine."
        },
        {
            "text": "The effectiveness of quarantines depends on the rate at which infected individuals develop symptoms. In an extreme case where all infected individuals are symptomatic and detected at an early time of their infectious stage, quarantining infected individuals may be sufficient to stop an outbreak. On the other extreme, if there are almost no symptomatic cases, then the infection is not considered dangerous and even a widespread outbreak is not a serious concern. The situation of intermediate values is harder to control: When only part of the infected individuals develop symptoms, and symptoms may start either early or late during the infectious stage of the disease, asymptomatic and pre-symptomatic individuals act as \"invisible spreaders\" of the infection, leading to high mortality. Fig. 2 shows the total population percentage of symptomatic cases as a function of the rate of symptoms, with and without quarantines. As can be seen, a high symptoms rate exerts \"force\" in two opposite directions: On the one hand, symptomatic cases can be detected and isolated, but on the other hand, a higher rate of symptoms naturally leads to more symptomatic cases. The tension between these two forces is expressed in the non-monotonic cost curves, both having a maximum point, with intermediate symptom rates resulting in high costs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 792,
                    "end": 798,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Lockdowns and quarantine."
        },
        {
            "text": "Tracking. Next, we describe the results of the tracking-based intervention methods and compare these results to the basic Quarantine method. The tracking methods we compare are Track and Quarantine that quarantines symptomatic individuals as well as everyone they interacted with in the past 10 days, and the Track and Test method that recursively performs tests based on direct interactions with symptomatic individuals in the past 10 days and quarantines at every day only the detected infected individuals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lockdowns and quarantine."
        },
        {
            "text": "The green and purple curves in Fig. 3 show the cost map of the Track and Quarantine method and the Track and Test method, respectively. A comparison with the results of the basic Quarantine method (in yellow) shows a clear-cut advantage of the two tracking methods over the Quarantine method in terms of mortality under all lockdown levels, in both open and closed systems. In terms of economic costs, at low lockdown levels of 30% or below, the Track and Quarantine method quarantines a large fraction of the population due to their interactions with infected individuals and has the highest cost. In contrast, at higher lockdown levels Track and Quarantine manages to contain the infection and its economic costs drop and become lower than these of the basic Quarantine method (without tracking). The Track and Test method that quarantines only infected individuals leads to low infection spread and economic costs, outperforming the other methods.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 31,
                    "end": 37,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Lockdowns and quarantine."
        },
        {
            "text": "In Fig. 3 it is particularly interesting to notice the zero lockdown points of the Track and Test method. The figures show that both in open and closed systems, the Track and Test method manages to suppress the spread of the infection and practically achieves containment of the outbreak without using any lockdown. Figure 6 shows the dynamics of the infection under the Track and Test method without any lockdown in open and closed systems. In the closed system (Fig. 6a) , Track and Test eliminates the infection to zero after about a year, with a total of less than 2% infected population. With an incoming flow of infections (Fig. 6b ) complete elimination is impossible, but here the spread of the infection under the Track and Test method is slow and sub-linear, reaching only less than 4% of the population in 18 months.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 9,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 316,
                    "end": 324,
                    "text": "Figure 6",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 463,
                    "end": 472,
                    "text": "(Fig. 6a)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 629,
                    "end": 637,
                    "text": "(Fig. 6b",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Lockdowns and quarantine."
        },
        {
            "text": "To shed more light on the process in which the Track and Test method manages to outperform the basic Quarantine method and suppress the outbreak we look at the dynamics of the number of actual active cases (exposed and infectious states) and the count of currently quarantined individuals for the two methods. Notice that the actual active cases count does not include recovered cases while the quarantined cases typically do include some recently recovered patients. Figure 7a shows the dynamics of the active cases count across time (in blue), presented as percentages of the population, and the dynamics of the percentage of the population currently in quarantine (in orange) for the Quarantine method. Figure 7b shows a similar plot for the Track and Test method. Both figures are presented in the more realistic open-system condition. We observe two problems in the www.nature.com/scientificreports/ Quarantine method: First, the number of quarantined cases reaches significantly lower levels than the number of actual cases, and second, Quarantine is \"lagging behind\" the dynamics of the actual infected cases. Both of these problems stem from the fact that the Quarantine method relies on passive detection of symptomatic cases; these cases consist only a part of the actual cases due to a large fraction of asymptomatic cases and are detected with a latency due to the incubation and pre-symptomatic time of the disease. The Track and Test method manages to overcome both of these difficulties, as it does not rely only on natural detection of symptomatic cases. Instead, these cases are used as seeds to track and then quarantine infection chains, quarantining also exposed and asymptomatic individuals. Figure 7b shows that the quarantined cases reach close to the actual active cases and very little lag effect can be seen. The advantage of tracking and testing is seen in the two orders of magnitude difference in scale between the two figures (approximately 30% vs. 0.3% at the maximum points).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 468,
                    "end": 477,
                    "text": "Figure 7a",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 706,
                    "end": 715,
                    "text": "Figure 7b",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1713,
                    "end": 1722,
                    "text": "Figure 7b",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Lockdowns and quarantine."
        },
        {
            "text": "We have seen that the Track and Test method outperforms the basic Quarantine method by a large gap in both the scale of spread of the infection (and thus the mortality rate), and in the economic costs of the mitigation efforts. An issue that might arise in the context of the Track and Test method is that in the worst case, this method requires an unbounded number of tests (limited only by the size of the population). It could be that Track and Test simply tests the whole population in a short period of time; such a strategy, if it were possible to implement, would stop the infection, and it does not require any tracking. For (an extreme) example, if the whole population was to be tested in a single day, all infected individuals could be quarantined, and the infection would not spread. To test whether this is the case we first look at the actual number of tests run by the (unbounded) Track and Test method, and then look at a bounded-tests variant of the method. Figure 8a shows the average number of tests actually performed by the Track and Test method across time in 50 realizations of the infection spreading process, presented as percentages of the population. The shaded area in the figure shows the 1st to the 3rd quartiles across the different realizations. It can be seen that in practice, the unbounded Track and Test method typically requires only a moderate number of tests per day. The average rate of daily tests increases at the beginning of the outbreak, reaching 0.25% of the population and then gradually decreases. Figure 8b shows the full distribution of test rates over all simulation instances and all simulation days. www.nature.com/scientificreports/ Most of the mass of the distribution is indeed centered at low test rates, but there is a tail of low probability events of days with high test rates. The inset in logarithmic scale shows that these events are rare, and their probability roughly decays exponentially with the test rate, but still, their probability is not negligible. Next, we describe a bounded version of the Track and Test method which avoids these high-test-rate events, and show that such test rates are not really required for effective tracking and testing.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 975,
                    "end": 984,
                    "text": "Figure 8a",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 1546,
                    "end": 1555,
                    "text": "Figure 8b",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Limited testing capacity."
        },
        {
            "text": "Bounded Track and Test. As long as the daily tests did not reach a given capacity limit, the bounded variant of Track and Test runs the recursive tests as in the Track and Test method. If the daily test capacity is reached, bounded Track and Test quarantines all the detected infected individuals and all their neighbors in the tracking network, excluding those that were tested negative on the same day. In the special case of zero test capacity, this algorithm is equivalent to the Track and Quarantine algorithm, and in the special case of infinite capacity it is equivalent to the Track and Test algorithm. Figure 4 shows the percentage of total infected population (Fig. 4a ) and the economic costs (Fig. 4b) as a function of the daily test capacity in population percentages for the bounded Track and Test method and the Quarantine method. The Quarantine method is combined with random tests with the same test capacity. In terms of the size of the outbreak, the bounded version of Track and Test has a significant advantage over the Quarantine method for all test capacities. In terms of economic costs, at low test capacities Track and Test has higher costs than the Quarantine method, but the cost drops rapidly as the capacity is increased. For test capacities of 3% and above, also the bounded version of Track and Test manages to contain the outbreak without the use of lockdowns and at lower costs than the Quarantine method.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 611,
                    "end": 619,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 670,
                    "end": 678,
                    "text": "(Fig. 4a",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 704,
                    "end": 713,
                    "text": "(Fig. 4b)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Limited testing capacity."
        },
        {
            "text": "The above results show that tests and quarantines alone do reduce the size of the infection, but only moderately, and a high testing capacity is required for a significant reduction in costs and mortality (see also Appendix B in the supplementary information). Tracking without tests has a stronger effect, however, this is still not sufficient to reach one-digit percentages in the size of the outbreak, and still there are non-negligible costs due to largescale quarantines. The Track and Test method manages to contain the outbreak at low costs and outperforms the other approaches. This advantage of Track and Test is not a result only of a large number of tests, nor a result of tracking alone, but it is a result of the combination of tracking with a sufficient testing capacity for contacts of infected individuals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limited testing capacity."
        },
        {
            "text": "On-off lockdown policies. We have seen that on the one hand, in closed systems a strong lockdown leads to a fast extinction of the infection, which in turn leads also to low economic costs, but on the other hand, if there are incoming infections the fixed lockdown is not desirable as it leads to high costs. If a sufficient testing capacity is available (of around 3% ), we have seen that the Track and Test method can effectively contain the outbreak at low costs without lockdowns. Now we consider a more restrictive setting for interventions, where there is a non-zero incoming flow of infections-and so a complete eradication of the infection is not possible-and the daily test capacity is limited to a more moderate value. In this setting we turn to evaluate the performance of a family of dynamic lockdown algorithms that we call \"On-Off \" lockdown policies, in the spirit of the \"Hammer and Dance\" idea as advocated in 22 . We evaluate the On-Off lockdown policies in combination with the Track and Test method and with the Quarantine method.",
            "cite_spans": [
                {
                    "start": 927,
                    "end": 929,
                    "text": "22",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Limited testing capacity."
        },
        {
            "text": "On-off algorithms. The dynamic \"On-Off \" lockdown policies that we study are a family of threshold algorithms that are defined by four parameters: Low, High, On, Off . The algorithms track the current number of known active cases, in percentages of the population size. If this number is above the On threshold, the lockdown level is switched to High. If the known active cases are below the Off threshold, the lockdown is switched to Low. For example, an On-Off policy with parameters (50, 80, 10, 1) means that if the number of known active cases is above 10% of the population a strict 80% lockdown will be applied, and once the number of known active cases drops below 1% of the population, the lockdown will be relieved to a 50% level. The choice of a lockdown policy is orthogonal to the choice of tracking, testing or quarantine method, in the sense that any On-Off policy can be used in combination with any method of the methods discussed in the previous sections. Figure 5a shows the cost map of 24 policies that are a combination of 12 On-Off algorithms applied with two methods: the bounded version of Track and Test and the Quarantine method with random tests, both with a daily test capacity of 0.5% of the population. The letters in the figure mark the different policies as shown in Table 1 ; the 12 left columns in the table are with the bounded Track and Test method and the right columns are with the Quarantine method. Larger circles in Fig. 5a indicate higher variance between simulation instances and the radius shows the standard deviation. The purple and orange dotted curves are the results of different fixed lockdown policies with the same number of tests for Track and Test (purple) and for Quarantine (orange), presented for comparison with the On-Off policies.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 974,
                    "end": 983,
                    "text": "Figure 5a",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1299,
                    "end": 1306,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1457,
                    "end": 1464,
                    "text": "Fig. 5a",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Limited testing capacity."
        },
        {
            "text": "The On-Off policies are divided to two types: policies that switch between a 80% lockdown and 0% lockdown, which we call \"strict\" On-Off policies, and policies that switch between 80% and 50% lockdowns, which we call \"trembling-hand\" On-Off policies. For the Quarantine method, policies M-R are strict and policies S-X are trembling-hand. Each of these two families shows a cost-mortality trade-off: changes in the thresholds of the algorithm within the same family that reduce mortality also increase the economic cost. When switching between the trembling-hand family S-X to the strict family M-R the trade-off breaks and it is possible by such changes in the algorithm to reduce both costs and mortality, except for policy S that has a slightly lower mortality than policy M. For the Track and Test method (purple markers in the figure), policies A-E are strict and policies G-L are trembling-hand On-Off policies. Policies G-L all have similar high cost and low mortality, and policies A-E show the cost-mortality trade-off as in the Quarantine method. www.nature.com/scientificreports/ An especially interesting policy in Fig. 5a is policy A that achieves a very low mortality rate and has a moderate cost of 35% , significantly lower than the fixed lockdown alternatives (the dotted lines in the figure). Figure 5b shows the dynamics of the spread of the infection under policy A. It can be seen that under this policy the 80% lockdown is active less than half of the time, and is restarted at a frequency of about one month. This algorithm leads to a slow quasi-linear spread of the infection, reaching less than 2% of the population in 18 months.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1127,
                    "end": 1134,
                    "text": "Fig. 5a",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1311,
                    "end": 1320,
                    "text": "Figure 5b",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Limited testing capacity."
        },
        {
            "text": "We conclude that first, the dynamic On-Off policies are more efficient than fixed lockdown policies, and second, also in the setting of a moderate testing capacity and in combination with dynamic lockdowns, Track and Test leads to a substantial reduction in mortality and costs. Regarding the choice between specific types of On-Off policies, first, we see that trembling-hand policies have only a minor advantage in mortality rate over strict On-Off policies, but cause a significantly higher economic burden, and second, the low threshold (and hence high frequency) policies achieve better results in terms of mortality than the high-threshold ones, but with some trade-off between mortality and economic cost.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limited testing capacity."
        },
        {
            "text": "We studied the effectiveness of a range of intervention policies for mitigating epidemic outbreaks in a networkbased SEIR model. Our model describes individual interactions directly, as edges in a time dependent network, and keeps track of the internal state of each individual in the population. These features of the model were introduced in order to allow studying policies that rely on individual-level tracking directly, without making a priory assumptions about the outcomes of tracking. Of course, the model has limitations. Specifically, we do not model in this work heterogeneity in susceptibility levels or in viral loads of infected individuals, we use a linear model for the economic cost of lockdowns and quarantines, and we consider the total percentage of infected individuals as a proxy to mortality and other health outcomes of the infected population. Therefore, the total outbreak size and the economic cost in our model should be interpreted as first approximations and as comparative metrics between mitigation approaches. For example, in an economy where the costs of lockdowns are super-linear in the intensity of the lockdowns or its duration due to externalities, lockdown-based policies become more expensive and the economic gap in favor of tracking-based methods will increase. Or, if parts of the population are not susceptible, either naturally or due to vaccines, then the model describes only the sub-population of susceptible and the actual fraction of the population infected by the disease will be lower under all intervention policies. Another limitation is in complexity: keeping track of the interaction network requires considerable computational resources. Although this complexity is polynomial in the population size, in a large population performing or simulating individual-level tracking can be challenging and more sophisticated algorithmic solutions may be required. Additionally, in reality there may be gaps between a planned policy and that which is implemented in the field. Such issues of compliance, enforcement and implementation may pose constraints to policy makers which are not included in our model; our results describe only the potential of the different interventions policies assuming that they are implemented.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Every intervention policy eventually tries to trade-off between economic costs and mortality, as well as privacy costs and other social and civil-rights costs incurred by the epidemic or by the policy itself. Our results show stark advantages to mitigation methods that rely on individual-level tracking compared to non-tracking methods, reaching low mortality and economic costs. If the testing capacity is around 3% , Track and Test manages to stop the spread of an infection, without any lockdowns. When the testing capacity is lower, we have shown that strict On-Off lockdowns dominate fixed-lockdown policies, and again, Track and Test policies dominate non-tracking policies. Table 1 . On-Off policies corresponding to the results in Fig. 5 . The left columns are On-Off policies combined with the Track and Test method with a bounded daily test capacity of 0.5% . The right columns are with the Quarantine method and the same number of tests distributed at random. The middle line separates between the \"strict\" and \"trembling-hand\" On-Off policies. www.nature.com/scientificreports/ Our findings on the benefits of fast and effective tracking of all infected individuals and their interactions suggest that these have the potential to replace the usage of lockdowns and social distancing measures, and to save human lives and economic costs. Digital tracking has a serious cost in the privacy of infected individuals and their contacts, but on the other hand, lockdowns and social distancing restrictions have their own severe costs in freedom and human rights, beyond their economic costs. Our results stress the importance and urgency of facing the difficult normative question of whether and how to deploy contact tracing in democratic countries, both for the current COVID-19 crisis and in order to prevent outbreaks in the future.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 682,
                    "end": 689,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 740,
                    "end": 746,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Received: 28 December 2020; Accepted: 22 July 2021",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization. Coronavirus disease 2019 ( COVID-19) : situation report, 72",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Severe outcomes among patients with coronavirus disease 2019 (covid-19)-United States",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Covid",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Team",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "MMWR Morb. Mortal Wkly. Rep",
            "volume": "69",
            "issn": "",
            "pages": "343--346",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19 and Italy: what next? The lancet",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Remuzzi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Remuzzi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "395",
            "issn": "",
            "pages": "1225--1228",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Covid-19 -Navigating the Uncharted",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Fauci",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Lane",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Redfield",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N. Engl. J. Med",
            "volume": "382",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMe2002387"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The covid-19 epidemic",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Velavan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Meyer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Trop. Med. Int. Health",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A contribution to the mathematical theory of epidemics",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "O"
                    ],
                    "last": "Kermack",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Mckendrick",
                    "suffix": ""
                }
            ],
            "year": 1927,
            "venue": "Proc. R. Soc. Lond. A",
            "volume": "115",
            "issn": "",
            "pages": "700--721",
            "other_ids": {
                "DOI": [
                    "10.1098/rspa.1927.0118"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The incubation period of coronavirus disease 2019 (covid-19) from publicly reported confirmed cases: Estimation and application",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Lauer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann. Intern. Med",
            "volume": "172",
            "issn": "",
            "pages": "577--582",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The reproductive number of COVID-19 is higher compared to SARS coronavirus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Gayle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilder-Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rocklöv",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Travel Med",
            "volume": "27",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/jtm/taaa021"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Estimation of the reproductive number of novel coronavirus (covid-19) and the probable outbreak size on the diamond princess cruise ship: A data-driven analysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. J. Infect. Dis",
            "volume": "93",
            "issn": "",
            "pages": "201--204",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "How will country-based mitigation measures influence the course of the covid-19 epidemic",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Heesterbeek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Klinkenberg",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Hollingsworth",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "931--934",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Quantifying SARS-CoV-2 transmission suggests epidemic control with digital contact tracing",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ferretti",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chris",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Michelle",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Lele",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Anel",
                    "suffix": ""
                },
                {
                    "first": "A-D",
                    "middle": [],
                    "last": "Lucie",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Michael",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "David",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Christophe",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "368",
            "issn": "6491",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The implications of silent transmission for the control of covid-19 outbreaks",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Moghadas",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Proc. Natl. Acad. Sci",
            "volume": "117",
            "issn": "",
            "pages": "17513--17515",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Spread of epidemic disease on networks",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Newman",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Phys. Rev. E",
            "volume": "66",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/physreve.66.016128"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Modelling disease outbreaks in realistic urban social networks",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Eubank",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nature",
            "volume": "429",
            "issn": "",
            "pages": "180--184",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The analysis of an Seir rumor propagation model on heterogeneous network",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Phys. A Stat. Mech. Appl",
            "volume": "469",
            "issn": "",
            "pages": "372--380",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Feasibility of controlling COVID-19 outbreaks by isolation of cases and contacts",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hellewell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Glob. Health",
            "volume": "8",
            "issn": "",
            "pages": "488--496",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Health versus wealth: On the distributional effects of controlling a pandemic. No. w27046",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Glover",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jonathan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dirk",
                    "suffix": ""
                },
                {
                    "first": "R-R",
                    "middle": [],
                    "last": "José-Víctor",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "National Bureau of Economic Research",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The effect of control strategies to reduce social mixing on outcomes of the COVID-19 epidemic in Wuhan, China: a modelling study",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Prem",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Public Health",
            "volume": "5",
            "issn": "",
            "pages": "261--270",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Modeling contact tracing in outbreaks with application to ebola",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Browne",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gulbudak",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Webb",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Theor. Biol",
            "volume": "384",
            "issn": "",
            "pages": "33--49",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "On confinement and quarantine concerns on an SEIAR epidemic model with simulated parameterizations for the COVID-19 pandemic",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "De La Sen",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Asier",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Ravi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Symmetry",
            "volume": "12",
            "issn": "10",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/sym12101646"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Coronavirus: the hammer and the dance. Medium",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pueyo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "An attempt at a new analysis of the mortality caused by smallpox and of the advantages of inoculation to prevent it",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bernoulli",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Blower",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Rev. Med. Virol",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Daniel Bernoulli's epidemiological model revisited",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dietz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Heesterbeek",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Math. Biosci",
            "volume": "180",
            "issn": "",
            "pages": "1--21",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "An application of the theory of probabilities to the study of a priori pathometry-Part II",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ross",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Hudson",
                    "suffix": ""
                }
            ],
            "year": 1917,
            "venue": "inProceedings of the Royal Society of London. Series A, Containing Papers of a Mathematical and Physical Character",
            "volume": "93",
            "issn": "",
            "pages": "212--225",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Compartmental models in epidemiology",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Brauer",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Mathematical Epidemiology",
            "volume": "",
            "issn": "",
            "pages": "19--79",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Mathematical models of infectious disease transmission",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Grassly",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nat. Rev. Microbiol",
            "volume": "6",
            "issn": "",
            "pages": "477--487",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The impact of COVID-19 and strategies for mitigation and suppression in low-and middle-income countries",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Walker",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "369",
            "issn": "6502",
            "pages": "413--422",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Containing epidemic outbreaks by message-passing techniques",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Altarelli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Braunstein",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dall&apos; Asta",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Wakeling",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zecchina",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Phys. Rev. X",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Distributive immunization of networks against viruses using the 'honey-pot' architecture",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Goldenberg",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shavitt",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Shir",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Solomon",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nat. Phys",
            "volume": "1",
            "issn": "",
            "pages": "184--188",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Economic effects of coronavirus outbreak (covid-19) on the world economy",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Fernandes",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Available at SSRN",
            "volume": "3557504",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "If the world fails to protect the economy, covid-19 will damage health not just now but also in the future",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mckee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Stuckler",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat. Med",
            "volume": "26",
            "issn": "",
            "pages": "640--642",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The socio-economic implications of the coronavirus and covid-19 pandemic: A review",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nicola",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. J. Surg",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "What will be the economic impact of COVID-19 in the US? Rough estimates of disease scenarios. No. w26867",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Atkeson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "National Bureau of Economic Research",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3386/w26867"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "How deadly is COVID-19? Understanding the difficulties with estimation of its fatality rate. No. w26965",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Atkeson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "National Bureau of Economic Research",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3386/w26965"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Internal and external effects of social distancing in a pandemic",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Farboodi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Jarosch",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Shimer",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J. Econ. Theor",
            "volume": "196",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "The consequences of the COVID-19 pandemic on mental health and implications for clinical practice",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fiorillo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gorwood",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "European Psychiatry",
            "volume": "63",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1192/j.eurpsy.2020.35"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Possible effects of mixed prevention strategy for covid-19 epidemic: Massive testing, quarantine and social distancing",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kuniya",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Inaba",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "AIMS Public Health",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Response to the covid-19 epidemic: The Chinese experience and implications for other countries",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X.-G",
                    "middle": [],
                    "last": "Yue",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Tchounwou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. J. Environ. Res. Public Health",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph17072304"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Optimal targeted lockdowns in a multi-group SIR model. No. w27102",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Acemoglu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Victor",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Iván",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Michael",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "National Bureau of Economic Research",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3386/w27102"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "A simple planning problem for COVID-19 lockdown, testing, and tracing",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Alvarez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "David",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Franceso",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "American Economic Review: Insights",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "https:/www.aeaweb.org/articles?id=10.1257/aeri.20200201"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Estimating the number of infections and the impact of non-pharmaceutical interventions on COVID-19 in 11 European countries",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Flaxman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Swapnil",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Axel",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Unwin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Coupland",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Harisson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Report",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Estimating the asymptomatic proportion of coronavirus disease 2019 (covid-19) cases on board the diamond princess cruise ship",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mizumoto",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kagaya",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zarebski",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eurosurveillance",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Estimation of the asymptomatic ratio of novel coronavirus infections (covid-19)",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. J. Infect. Dis",
            "volume": "94",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Covid-19: identifying and isolating asymptomatic people helped eliminate virus in Italian village",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Day",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.m1165"
                ]
            }
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "The small-world phenomenon: An algorithmic perspective",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kleinberg",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Proceedings of the thirty-second annual ACM symposium on Theory of computing",
            "volume": "",
            "issn": "",
            "pages": "163--170",
            "other_ids": {
                "DOI": [
                    "https:/dl.acm.org/doi/pdf/10.1145/335305.335325"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Outbreak dynamics and outcomes with different lockdown levels. (a) Outbreak dynamics. The full and dotted lines show the total percentage of population infected and the percentage of active cases, respectively, as a function of time. (b,c) The cost map of the percentage of labor days lost in a period of 18 months versus the percentage of population infected, in closed and open systems, respectively.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Effect of symptoms rate. (a) The full and dotted lines show the total population percentage of symptomatic and all infected patients, respectively, with and without quarantines, as a function of the symptoms rate. (b) Economic costs with and without quarantines as a function of the symptoms rate. Scientific Reports | (2021) 11:16305 | https://doi.org/10.1038/s41598-021-95415-7",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Tracking compared with the Quarantine method and the no-quarantine benchmark.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Effect of tests. A comparison between random tests and the Quarantine method and the bounded Track and Test method, as a function of the percentage of population tested each day. Scientific Reports | (2021) 11:16305 | https://doi.org/10.1038/s41598-021-95415-7",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "On-Off policies. (a) The cost map of the total percentage of labor days lost in 18 months versus the total percentage of population infected. The letters near the markers indicate the different policies as shown in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "dynamics are comprised of four equations sets, each describing the progression of the six parameters of each individual. The relevant equation set for each individual is determined according to the epidemiological state of that individual (S, E, I, or R). The four equation sets are the individual interaction and discrete time counterparts of the four SEIR equations presented in Eq. (1), with the additional information regarding the symptoms, visibility, and quarantine states of each individual. A key difference from the classical SEIR model is that here each individual has an internal state, and so the number of parameters that are updated at each step of the dynamics of a population of N individuals is 6N, and the number of interactions is quadratic with N, while the population-based SEIR keeps track of a coarser information of only four states (the population sizes of each of the four states {S, E, I, R}). The equations of the dynamics are as follows: If the individual is in the susceptible state, i.e., s(v t ) = S: • Denote the number of interactions of individual v t at time t with infections individuals by k(v t ) = |{(v t , u t ) ∈ E t : s(u t ) = I}| • The state v t+1 in the next day is updated according to: and the other parameters remain: t c",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Track and test without any lockdown: outbreak dynamics.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Active and quarantined cases.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Distribution of test rates of the Track and Test method. Scientific Reports | (2021) 11:16305 | https://doi.org/10.1038/s41598-021-95415-7",
            "latex": null,
            "type": "figure"
        },
        "TABREF2": {
            "text": "Purple markers are policies with the bounded Track and Test method and orange markers are with the Quarantine method with random tests. The purple and orange dotted curves show a comparison to the results of fixed lockdown policies with bounded Track and Test and with Quarantine and random tests, respectively. (b) The dynamics of the outbreak under policy A.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "and the other parameters remain constant at this state: s(",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "https://doi.org/10.1038/s41598-021-95415-7",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This project has received funding from the European Research Council (ERC) under the European Union's Horizon 2020 research and innovation programme (Grant agreement No. 740282).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Y.K. and N.N. formalized the model, analyzed the results and wrote the manuscript. Y.K. implemented and conducted the simulations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author contributions"
        },
        {
            "text": "The authors declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "The online version contains supplementary material available at https:// doi. org/ 10. 1038/ s41598-021-95415-7.Correspondence and requests for materials should be addressed to Y.K.Reprints and permissions information is available at www.nature.com/reprints.Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by/4. 0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Information"
        }
    ]
}