{
    "paper_id": "c3f3e170783f4d006c57016d609fcd061e64d639",
    "metadata": {
        "title": "Detoxification of Aflatoxin B1 by a Potential Probiotic Bacillus amyloliquefaciens WF2020",
        "authors": [
            {
                "first": "Alicia",
                "middle": [],
                "last": "Rodríguez",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Fuguo",
                "middle": [],
                "last": "Xing",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhendong",
                "middle": [],
                "last": "Cai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jie",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Guangdong Provincial Key Laboratory of Food Quality and Safety, Guangdong Provincial Key Laboratory of Nutraceuticals and Functional Foods",
                    "institution": "South China Agricultural University",
                    "location": {
                        "settlement": "Guangzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Chen",
                "middle": [
                    "G"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Liao",
                "middle": [
                    "Z"
                ],
                "last": "Xu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "C",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Liang",
                "middle": [
                    "Z"
                ],
                "last": "Liu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "T",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhong",
                "middle": [
                    "Q"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wang",
                "middle": [
                    "L"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wang",
                "middle": [
                    "J"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Guojun",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Guangdong Provincial Key Laboratory of Food Quality and Safety, Guangdong Provincial Key Laboratory of Nutraceuticals and Functional Foods",
                    "institution": "South China Agricultural University",
                    "location": {
                        "settlement": "Guangzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "†",
                "middle": [],
                "last": "Qian&apos;an Fang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Guangdong Provincial Key Laboratory of Food Quality and Safety, Guangdong Provincial Key Laboratory of Nutraceuticals and Functional Foods",
                    "institution": "South China Agricultural University",
                    "location": {
                        "settlement": "Guangzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "†",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhenlin",
                "middle": [],
                "last": "Liao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Guangdong Provincial Key Laboratory of Food Quality and Safety, Guangdong Provincial Key Laboratory of Nutraceuticals and Functional Foods",
                    "institution": "South China Agricultural University",
                    "location": {
                        "settlement": "Guangzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Chunwei",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Guangdong Moyanghua Grains and Oils Co., Ltd",
                    "institution": "",
                    "location": {
                        "settlement": "Yangjiang",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhibo",
                "middle": [],
                "last": "Liang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Guangdong Moyanghua Grains and Oils Co., Ltd",
                    "institution": "",
                    "location": {
                        "settlement": "Yangjiang",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Tong",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Guangdong Provincial Key Laboratory of Food Quality and Safety, Guangdong Provincial Key Laboratory of Nutraceuticals and Functional Foods",
                    "institution": "South China Agricultural University",
                    "location": {
                        "settlement": "Guangzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Qingping",
                "middle": [],
                "last": "Zhong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Guangdong Provincial Key Laboratory of Food Quality and Safety, Guangdong Provincial Key Laboratory of Nutraceuticals and Functional Foods",
                    "institution": "South China Agricultural University",
                    "location": {
                        "settlement": "Guangzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Li",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Guangdong Provincial Key Laboratory of Food Quality and Safety, Guangdong Provincial Key Laboratory of Nutraceuticals and Functional Foods",
                    "institution": "South China Agricultural University",
                    "location": {
                        "settlement": "Guangzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiang",
                "middle": [],
                "last": "Fang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Guangdong Provincial Key Laboratory of Food Quality and Safety, Guangdong Provincial Key Laboratory of Nutraceuticals and Functional Foods",
                    "institution": "South China Agricultural University",
                    "location": {
                        "settlement": "Guangzhou",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Microbial degradation is considered as an attractive method to eliminate exposure to aflatoxin B1 (AFB1), the most toxic mycotoxin that causes great economic losses and brings a serious threat to human and animal health, in food and feed. In this study, Bacillus amyloliquefaciens WF2020, isolated from naturally fermented pickles, could effectively degrade AFB1 ranging from 1 to 8 µg/ml, and the optimum temperature and pH value were 37-45 • C and 8.0, respectively. Moreover, B. amyloliquefaciens WF2020 was considered to be a potential probiotic due to the synthesis of active compounds, absence of virulence genes, susceptibility to various antibiotics, and enhanced lifespan of Caenorhabditis elegans. Extracellular enzymes or proteins played a major role in AFB1 degradation mediated by B. amyloliquefaciens WF2020 into metabolites with low or no mutagenicity and toxicity to C. elegans. AFB1 degradation by the cellfree supernatant was stable up to 70 • C, with an optimal pH of 8.0, and the cell-free supernatant could still degrade AFB1 by 37.16% after boiling for 20 min. Furthermore, B. amyloliquefaciens WF2020 caused a slight defect in fungal growth and completely inhibited AFB1 production when co-incubated with Aspergillus flavus. Additionally, B. amyloliquefaciens WF2020 suppressed the expression of 10 aflatoxin pathway genes and 2 transcription factors (alfR and alfS), suggesting that B. amyloliquefaciens WF2020 might inhibit AFB1 synthesis in A. flavus. These results indicate that B. amyloliquefaciens WF2020 and/or its extracellular enzymes or proteins have a promising potential to be applied in protecting food and feed from AFB1 contamination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Aflatoxins, a group of mycotoxins produced mainly by Aspergillus flavus and Aspergillus parasiticus, contaminate about 60-80% of food and feed around the world (Lee and Ryu, 2017; Eskola et al., 2019) , and are also perceived as a severe threat to human health due to their hepatotoxicity, nephrotoxicity, immunotoxicity, etc. (Silvia et al., 2018) . Among the 20 types of aflatoxins identified, aflatoxin B1 (AFB1) is the most toxic, mutagenic, and carcinogenic to both humans and livestock and is classified as a group-1 carcinogen by the International Agency for Research on Cancer (IARC, 1993) . AFB1 contamination in crops has become a widespread problem, and considerable investigations have been directed at finding methods, such as physical, chemical, and biological methods, to prevent its toxicity.",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 179,
                    "text": "(Lee and Ryu, 2017;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 180,
                    "end": 200,
                    "text": "Eskola et al., 2019)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 327,
                    "end": 348,
                    "text": "(Silvia et al., 2018)",
                    "ref_id": null
                },
                {
                    "start": 585,
                    "end": 597,
                    "text": "(IARC, 1993)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Microbial degradation was considered as an attractive method due to its specificity, efficiency, environmental friendliness, protection of the quality and flavor of food, and feasibility of the processes when applied in industries (Mishra and Das, 2003; Wu et al., 2009 ). In the last decade, beneficial microorganisms substantially were found to be capable of reducing AFB1 in contaminated media, including Actinobacteria (e.g., Brachybacterium sp., Rhodococcus, Streptomyces, Nocardia, and Mycobacterium), Bacillus (e.g., Bacillus, Lysinibacillus, Streptococcus, and Staphylococcus), G-Proteobacteria (e.g., Enterobacter sp., Klebsiella, Pseudomonas, and Brevundimonas), Ascomycota (e.g., Aspergillus, Alternaria, Neurospora, and Trichoderma), Basidiomycota (e.g., Pleurotus), Zygomycota (e.g., Mucor, Rhizopus, and Absidia), etc. (Verheecke et al., 2016) . However, bacteria have more applications for AFB1 remediation due to some advantages such as more elimination within a shorter time and producing no pigments (Laciakova et al., 2008) , and among them, Bacillus becomes an attractive candidate because of its high tolerance to various environmental stresses and application as a kind of potential probiotics (Yan et al., 2017) . For instance, AFB1 was reduced by 92.1% by Bacillus shackletonii L7 for 72 h (Liang et al., 2017) , 85.61% by Bacillus subtilis UTBSP1 for 96 h (Farzaneh et al., 2012) , 91.5% by Bacillus velezensis DY3108 for 96 h (Shu et al., 2018) , 94.70% by Bacillus licheniformis CFR1 for 72 h (Rao et al., 2016) , and 100% by Bacillus TUBF1 for 72 h (El-Deeb et al., 2013) . Although more and more Bacillus were reported to degrade AFB1, few studies have performed the safety assessment of selected strains. In addition, the narrow working temperature range and unsuitability for the processing environment in AFB1degrading bacteria reported previously also become challenges in commercial applications. Therefore, it is still worth exploring safe bacteria, including Bacillus, which are suitable for food and feed processing and detoxify AFB1 into less toxic metabolites with excellent degradation efficiency and wide temperature ranges in the future.",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 253,
                    "text": "(Mishra and Das, 2003;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 254,
                    "end": 269,
                    "text": "Wu et al., 2009",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 833,
                    "end": 857,
                    "text": "(Verheecke et al., 2016)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1018,
                    "end": 1042,
                    "text": "(Laciakova et al., 2008)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1216,
                    "end": 1234,
                    "text": "(Yan et al., 2017)",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1314,
                    "end": 1334,
                    "text": "(Liang et al., 2017)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1381,
                    "end": 1404,
                    "text": "(Farzaneh et al., 2012)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1452,
                    "end": 1470,
                    "text": "(Shu et al., 2018)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1520,
                    "end": 1538,
                    "text": "(Rao et al., 2016)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1577,
                    "end": 1599,
                    "text": "(El-Deeb et al., 2013)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Bacillus amyloliquefaciens, which was ubiquitously found in various environments, including food, plants, animals, soil, and aquatic environments, was reported as a potential probiotic due to its strong antimicrobial activity, the synthesis of bioactive compounds, including peptides and exopolysaccharides, its survival in gastrointestinal conditions, etc. (WoldemariamYohannes et al., 2020; Ngalimat et al., 2021) . Moreover, B. amyloliquefaciens could be a multifunctional microbe and potentially applied in the animal food and feed industry and in functional food processing due to the improvement in the functional, sensory, and shelf life of end products and the production of several enzymes, including G-glutamyl transpeptidase pectinase, xylanase, β-glucosidase, and amylase, which can hydrolyze complex compounds, including insoluble proteins, carbohydrates, fibers, hemicellulose, and lignans, and then increase the digestion and absorption of nutrients from food and feed and form novel functional and bioactive compounds (WoldemariamYohannes et al., 2020; Chen et al., 2021) . In addition, some strains of B. amyloliquefaciens, such as B. amyloliquefaciens UTB2, UNRC52, and UNRCLR, could suppress AFB1 synthesis (Bluma and Etcheverry, 2006; Siahmoshteh et al., 2018) . However, except for B. amyloliquefaciens S8C, Y1-B1, SWUN-TP23, SG-16, and HSP-5 (Xu et al., 2015; Guo et al., 2017; Wang J. et al., 2018; Ali et al., 2021; Zhang et al., 2021) , little was known about the AFB1 degradation potential of B. amyloliquefaciens as well as the molecular mechanism of the loss in AFB1 production. Here, the AFB1-degrading bacterium in naturally fermented pickles was isolated and identified as B. amyloliquefaciens (WF2020), and the toxicities of the strain and its AFB1 degradation products were also assessed based on sequenced genome information, antibiotic susceptibility, the changes in the lifespan of Caenorhabditis elegans, and Ames mutagenicity. Moreover, the effects of cultivation conditions on AFB1 degradation mediated by B. amyloliquefaciens WF2020 and its active components were investigated by measuring the concentrations of residue AFB1 in media with different temperatures, pH values, and metal ions. Lastly, the effects of B. amyloliquefaciens WF2020 on the fungal growth and synthesis of AFB1 were investigated when B. amyloliquefaciens WF2020 was co-incubated with A. flavus, a producer of aflatoxins. The results indicated that B. amyloliquefaciens WF2020 is a potential probiotic applied in the protection of food and feed from AFB1 contamination.",
            "cite_spans": [
                {
                    "start": 358,
                    "end": 392,
                    "text": "(WoldemariamYohannes et al., 2020;",
                    "ref_id": null
                },
                {
                    "start": 393,
                    "end": 415,
                    "text": "Ngalimat et al., 2021)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1034,
                    "end": 1068,
                    "text": "(WoldemariamYohannes et al., 2020;",
                    "ref_id": null
                },
                {
                    "start": 1069,
                    "end": 1087,
                    "text": "Chen et al., 2021)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1226,
                    "end": 1254,
                    "text": "(Bluma and Etcheverry, 2006;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1255,
                    "end": 1280,
                    "text": "Siahmoshteh et al., 2018)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1336,
                    "end": 1381,
                    "text": "SWUN-TP23, SG-16, and HSP-5 (Xu et al., 2015;",
                    "ref_id": null
                },
                {
                    "start": 1382,
                    "end": 1399,
                    "text": "Guo et al., 2017;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1400,
                    "end": 1421,
                    "text": "Wang J. et al., 2018;",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1422,
                    "end": 1439,
                    "text": "Ali et al., 2021;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1440,
                    "end": 1459,
                    "text": "Zhang et al., 2021)",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "About 1 g of fermented food was mixed with 10 ml of sterile saline and then diluted to 10 −3 , 10 −4 , 10 −5 , 10 −6 , and 10 −7 levels. All dilutions were spread evenly on coumarin medium (CM: 1% coumarin, 0.025% KH 2 PO 4 , 0.1% NH 4 NO 3 , 0.1% CaCl 2 , 0.025% MgSO 4 · 7H 2 O, 0.0001% FeSO 4 , and 1.5% agar) and cultured at 37 • C for 4 days. Single colonies were isolated and transferred to fresh CM plates three times. Colonies growing on CM plates were selected and tested for AFB1 degradation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Isolation of Potential Aflatoxin B1-Degrading Bacteria From Fermented Foods"
        },
        {
            "text": "Overnight cultured bacterial cells were diluted to an optical density at 600 nm (OD 600 ) of 0.01 with fresh Luria-Bertani (LB) medium, and then AFB1 purchased from J&K Scientific (Beijing, China) was added into 1 ml of dilution for a final concentration of 2 µg/ml. Sterile LB medium with AFB1 was used as the control. After 3-day incubation at 37 • C by shaking at 180 rpm, the supernatant was extracted using chloroform according to previous reports (Guan et al., 2008) , and the chloroform fractions were evaporated and dissolved using dimethyl sulfoxide (Sigma-Aldrich, St. Louis, MO, USA). The redissolved solution was filtered using the 0.22-µm pore filter (Merck-Millipore, Darmstadt, Germany) and stored at −20 • C for high-performance liquid chromatography (HPLC) detection.",
            "cite_spans": [
                {
                    "start": 453,
                    "end": 472,
                    "text": "(Guan et al., 2008)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Aflatoxin B1 Degradation in Liquid Culture"
        },
        {
            "text": "About 94-96% of AFB1 could be recovered from the liquid culture using chloroform extraction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aflatoxin B1 Degradation in Liquid Culture"
        },
        {
            "text": "Aflatoxin B1 was analyzed by HPLC according to the procedure reported by Fang et al. (2020) . The percentage of AFB1 degradation was calculated using the following formula: the percentage of AFB1 degradation = (1 − C a /C b ) × 100%, where C a and C b are the concentration of remaining AFB1 in the sample and total AFB1 in the control sample, respectively.",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 91,
                    "text": "Fang et al. (2020)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Quantification of Aflatoxin B1 by High-Performance Liquid Chromatography"
        },
        {
            "text": "Aflatoxin B1 metabolites were extracted with chloroform after a 72-h incubation of AFB1 degrading bacterium in LB medium with 2 µg/ml of AFB1 and analyzed by HPLC-Q-TOF-MS according to the procedure described by Fang et al. (2020) . Extractions from the AFB1-degrading bacterium in LB and sterile LB media with AFB1 were used as controls.",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 230,
                    "text": "Fang et al. (2020)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Analysis of Aflatoxin B1 Metabolites by HPLC-Quadrupole-Time-of-Flight-Mass Spectrometry"
        },
        {
            "text": "Genomic DNA was extracted using Wizard R Genomic DNA Purification kit (Promega, Beijing, China) according to the manufacturer's protocol and sequenced using a combination of PacBio RS II Single Molecule Real Time (SMRT, Pacific Biosciences, MenloPark, CA, United States) and Illumina sequencing platforms (Hiseq X Ten; Illumina, San Diego, CA, United States). The PacBio reads and Illumina reads were used to assemble the complete genome sequence into a contig using the hierarchical genome assembly process (HGAP) and CANU (Version 1.7 1 ). The last circular step was manually checked and finished, generating a complete genome with seamless chromosomes and plasmids. Finally, error correction of the PacBio assembly results was performed with Illumina reads using Pilon. Sequence data were deposited at the US National Center for Biotechnology Information (NCBI) under accession number CP092778.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Genome Sequencing and Analysis"
        },
        {
            "text": "The coding sequences (CDSs) were predicted with Glimmer (Version 3.02 2 ) and annotated from the databases of Non-Redundant (NR Protein Sequence Database), Swiss-Prot, Pfam, Gene Ontology (GO), Clusters of Orthologous Group (COG), and Kyoto Encyclopedia of Genes and Genomes (KEGG) using sequence alignment tools such as Basic Local Alignment Search Tool (BLAST, Version 2.3.0 3 ), Diamond (Version 0.8.3 4 ), and HMMER (Version 3.1b2 5 ), and annotations were obtained from the best-matched subjects (E-value < 10 −5 ) for gene annotation. All data were analyzed on the free online Majorbio Cloud Platform 6 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Genome Sequencing and Analysis"
        },
        {
            "text": "Disk diffusion susceptibility tests were conducted according to the procedure reported by the National Committee for Clinical Laboratory Standards. Briefly, a bacterial dilution (OD 600 = 0.01) was spread on the Mueller-Hinton agar (MHA: 0.2% beef dehydrated infusion, 1.75% casein hydrolyzate, 0.15% starch, and 2% agar) plates and the disks with 2 µg lincomycin, 5 µg ciprofloxacin or rifampin, 10 µg gentamicin, streptomycin, ampicillin penicillin, imipenem, or norfloxacin, 15 µg erythromycin, or 30 µg tetracycline, cefalexin, kanamycin, chloramphenicol, or vancomycin were put on the plates. After 12 h of incubation at 37 • C, the diameters of the inhibition zones were recorded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antibiotic Susceptibility"
        },
        {
            "text": "Lifespans were monitored as described previously (Donato et al., 2017) . Briefly, L4 worms of C. elegans N2 were grown on a nematode growth medium (NGM) agar plate seeded with Escherichia coli OP50 at 20 • C and treated with alkaline hypochlorite to collect embryos. Embryos were cultivated to obtain a synchronized population. Synchronized L4 worms were transferred to fresh NGM plates seeded with the tested bacterium or E. coli OP50 or E. coli OP50 plus AFB1 or degradation metabolites every 2 days. Worms were considered dead when they stopped pharyngeal pumping and did not respond to prodding with a platinum wire. The number of dead/live worms was recorded every day.",
            "cite_spans": [
                {
                    "start": 49,
                    "end": 70,
                    "text": "(Donato et al., 2017)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Assay for the Lifespan of Caenorhabditis elegans"
        },
        {
            "text": "To evaluate the mutagenicity of the degradation metabolites, the Salmonella (Ames) test was conducted with the S9 Enzyme Activation kit (Iphase Pharma Service, Beijing, China) according to the manufacturer's instructions and the procedure described by Fang et al. (2020) . Briefly, the degradation metabolites extracted from a 96-h culture co-incubated with the AFB1degrading bacterium and AFB1 were incubated with Salmonella typhimurium TA98 or TA100 at 37 • C for 48 h. The number of S. typhimurium colonies was recorded, and the data were given as the number of reversed colony-forming units (CFUs). Samples extracted from LB medium with AFB1 were used as positive controls, and extracts from LB medium were used as negative controls.",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 270,
                    "text": "Fang et al. (2020)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Ames Mutagenicity Assay"
        },
        {
            "text": "The dilution of bacterial cells (OD 600 = 0.02, the same below unless specified) was cultured in LB medium with shaking for 48 h at 37 • C, and the supernatant and cells were collected, respectively, after centrifugation at 12,000 rpm for 5 min at 4 • C. The supernatant filtered with a 0.22-µm pore filter served as the extracellular extracts for AFB1 degradation. After washing with 10 mM phosphate buffer (pH 8.0) three times, the cells were broken by ultrasonication (25 kHz, ultrasound for 4 s interval 1 s, 15 min) in the ice bath, and centrifuged at 12,000 rpm for 15 min at 4 • C. The supernatant filtered with 0.22-µm pore filter served as the intracellular extracts for AFB1 degradation. Meanwhile, cells washed with phosphate buffer were boiled for 20 min, resuspended in an equal volume of 10 mM phosphate buffer (pH 8.0), and served as dead cells for AFB1 degradation. Extracellular extracts, intracellular extracts, and dead cells were co-incubated with 2 µg/ml of AFB1 at 37 • C with shaking at 180 rpm for 72 h, respectively. Cultures of LB medium or phosphate buffer supplemented with 2 µg/ml AFB1 were used as the control, and all variables of control groups were similar to those of the corresponding extracts and dead cells. Residual AFB1 was tested as described above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aflatoxin B1 Degradation by Extracellular Extracts, Intracellular Extracts, and Dead Cells"
        },
        {
            "text": "Effect of Proteinase K, Sodium Dodecyl Sulfate, and Heat Treatment on Aflatoxin B1 Degradation Extracellular extracts were divided into four fractions to investigate the influence of proteinase K, SDS, and heat on AFB1 degradation. One fraction was boiled for 20 min, and other fractions were treated with proteinase K (1 mg/ml), SDS (1%), or SDS plus proteinase K for 6 h, respectively. Subsequently, each fraction was incubated with 2 µg/ml AFB1 at 37 • C with shaking at 180 rpm, and phosphate buffer with 2 µg/ml AFB1 was used as the control. After 24 h, residual AFB1 was monitored as described above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aflatoxin B1 Degradation by Extracellular Extracts, Intracellular Extracts, and Dead Cells"
        },
        {
            "text": "To investigate the effects of AFB1 concentrations on AFB1 degradation mediated by the AFB1-degrading bacterium, bacterial cells were incubated with 1, 2, 5, and 8 µg/ml AFB1, respectively, at 37 • C for 96 h by shaking at 180 rpm. LB medium with the corresponding concentration of AFB1 was used as the control. The effects of temperature, pH, and metal ions were determined by setting the cultivation temperature at 25, 30, 37, 40, 45, or 50 • C, adjusting the initial pH values to 5.0, 6.0, 7.0, 8.0, or 9.0, and adding MgSO 4 (0.5 mg/ml), ZnSO 4 ·7H 2 O (0.5 mg/ml), CuSO 4 ·5H 2 O (0.5 mg/ml), MnSO 4 ·H 2 O (0.5 mg/ml), FeSO 4 ·7H 2 O (0.5 mg/ml), or CaCl 2 (0.5 mg/ml). Bacterial cells were incubated in LB medium with 2µg/ml AFB1 at 37 • C for 24, 48, or 72 h by shaking at 180 rpm. Correspondingly, LB medium with 2 µg/ml AFB1 in each incubation was used as the control. Residual AFB1 was detected by the HPLC described as above. In addition, bacterial growth was also investigated by measuring the OD 600 value.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effects of Aflatoxin B1 Concentrations, Temperature, pH Values, and Metal Ions on Aflatoxin B1 Degradation by the Aflatoxin B1-Degrading Bacterium and Its Cell-Free Supernatant"
        },
        {
            "text": "To investigate the effects of initial pH values, temperature, and metal ions on AFB1 degradation by the cell-free supernatant of AFB1-degrading bacterial culture, the cell-free supernatant was collected as described and exposed to 2 µg/ml of AFB1, and the mixture was incubated at 37 • C by shaking at 180 rpm. The effects of initial pH values were analyzed by adjusting the mixture to 5.0, 6.0, 7.0, 8.0, or 9.0. In the temperature test, the mixture was incubated at 20, 30, 37, 40, 50, 60, or 70 • C, respectively. In terms of metal ions, the reaction mixture was supplemented with 0.5 mg/ml of MgSO 4 , ZnSO 4 ·7H 2 O, CuSO 4 ·5H 2 O, MnSO 4 ·H 2 O, FeSO 4 ·7H 2 O, and CaCl 2 , respectively. Correspondingly, LB medium with 2 µg/ml of AFB1 in each incubation was used as the control. After a 48-h incubation, residual AFB1 was analyzed by HPLC as described above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effects of Aflatoxin B1 Concentrations, Temperature, pH Values, and Metal Ions on Aflatoxin B1 Degradation by the Aflatoxin B1-Degrading Bacterium and Its Cell-Free Supernatant"
        },
        {
            "text": "To investigate an effect of the AFB1-degrading bacterium on the fungal growth of A. flavus, the antagonistic effect and dry weight were tested after the AFB1-degrading bacterium was coincubated with A. flavus for 2 days in potato dextrose agar (PDA) and potato dextrose broth (PDB), respectively. About 1 µl of the bacterial cell dilution was spotted in the upper part of a PDA plate and 1 µl of a conidial suspension (1.0 × 10 6 conidia/ml) of A. flavus was spotted in the lower part of the plate. The plates were incubated at 30 • C for 2 days, and fungal growth was observed. Meanwhile, 100 µl of a conidial suspension (1.0 × 10 9 conidia/ml) of A. flavus was added into 100 ml of PDB supplemented with bacterial cells (OD 600 = 0.02) and incubated at 30 • C by shaking at 180 rpm. PDB with A. flavus conidia was set as the control. After 2 days, fungal mycelia and the supernatant were collected by centrifugation. The collected mycelia were dried at 60 • C and weighted. The supernatant was filtered by the 0.22 µm pore filter and analyzed by HPLC to detect the content of AFB1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assays for the Fungal Growth and the Production of Aflatoxin B1 in Aspergillus flavus"
        },
        {
            "text": "About 100 µl of a conidial suspension (1.0 × 10 9 conidia/ml) of A. flavus was added to 100 ml of PDB supplemented with bacterial cells (OD 600 = 0.02) and incubated at 30 • C by shaking at 180 rpm. PDB with A. flavus conidia was set as the control. After 2 days, fungal mycelia were harvested and used to extract total RNA using the RNAiso TM Plus reagent (TaKaRa, Dalian, China). Total RNA was reversely transcribed to cDNA using the PrimeScript R RT reagent kit (TaKaRa). Transcripts of targeted genes were quantified via real-time quantitative polymerase chain reaction (qRT-PCR) with paired primers (Supplementary Table 1 ) under the action of SYBR R Premix Ex TaqTM (TaKaRa). The transcript of the fungal β-tublin gene was used as an internal standard. The relative transcript level of each gene was calculated as the ratio of its transcript in the group of A. flavus plus bacterial cells to the control group, using the threshold-cycle (2 − Ct ) method.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 619,
                    "end": 626,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Transcriptional Profiling of Genes Related to Aflatoxin B1 Synthesis"
        },
        {
            "text": "All the above experiments were conducted three times. The results of three replicates were expressed as mean ± standard deviation (SD), and statistical analysis was subjected to one-factor analysis of variance (ANOVA) performed with SPSS software. It is considered statistically significant when p < 0.05 in all the experiments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "After primary screening using coumarin as the sole carbon source and secondary screening by addition of 2 µg/ml AFB1 in LB medium, four isolates showed the ability to degrade AFB1 after a 48-h incubation (Supplementary Figure 1A) . Among the four isolates, WF2020, which was isolated from naturally fermented pickles, displayed the maximum degradation ability up to 70.22% (Supplementary Figure 1A) . When AFB1 concentration was not more than 5 µg/ml, except those in the first 24 h, the percentages of degrading AFB1 for WF2020 during the 96-h incubation were nearly similar among the treatments at the same cultivation time and nearly reached the maximum at 72 h where the percentage of AFB1 degradation was more than 84% ( Figure 1A) . Moreover, when AFB1 concentration was up to 8 µg/ml, WF2020 could degrade AFB1 in a time-dependent manner, and a reduction of more than 75% was observed at 96 h ( Figure 1A) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 219,
                    "end": 229,
                    "text": "Figure 1A)",
                    "ref_id": null
                },
                {
                    "start": 388,
                    "end": 398,
                    "text": "Figure 1A)",
                    "ref_id": null
                },
                {
                    "start": 726,
                    "end": 736,
                    "text": "Figure 1A)",
                    "ref_id": null
                },
                {
                    "start": 902,
                    "end": 912,
                    "text": "Figure 1A)",
                    "ref_id": null
                }
            ],
            "section": "Isolation and Identification of Aflatoxin B1-Degrading Bacteria"
        },
        {
            "text": "WF2020 is a Gram-positive bacterium with the typical colony characteristics of Bacillus sp. (Supplementary Figure 1B) . According to genome sequences obtained using Illumina Hiseq and a PacBio system, the complete genome sequence of WF2020 comprises a 4,043,726 bp circular chromosome, consisting of 4,133 predicted genes, 27 rRNA genes, and 86 tRNA genes ( Figure 1B) . In addition, no plasmid was observed in the genome. Based on the sequence analysis of 16s rRNA and other 31 housekeeping genes, including dnaG, frr, infC, nusA, pgk, pyrG, rplA, rplB, rplC, rplD, rplE, rplF, rplK, rplL, rplM, rplN, rplP, rplS, rplT, rpmA, rpoB, rpsB, rpsC, rpsE, rpsI, rpsJ, rpsK, rpsM, rpsS, smpB, and tsf, the closest relative of WF2020 was B. amyloliquefaciens strain (Supplementary Figures 1C,D) . Therefore, this isolate was termed B. amyloliquefaciens WF2020.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 92,
                    "end": 117,
                    "text": "(Supplementary Figure 1B)",
                    "ref_id": null
                },
                {
                    "start": 358,
                    "end": 368,
                    "text": "Figure 1B)",
                    "ref_id": null
                },
                {
                    "start": 759,
                    "end": 787,
                    "text": "(Supplementary Figures 1C,D)",
                    "ref_id": null
                }
            ],
            "section": "Isolation and Identification of Aflatoxin B1-Degrading Bacteria"
        },
        {
            "text": "The Active Component to Degrade Aflatoxin B1 in Bacillus amyloliquefaciens WF2020 and Its Characteristics Adsorption and degradation are the two main approaches in the removal of mycotoxins by microbes (Hathout and Aly, 2014) . Here, cell-free supernatant (i.e., extracellular extracts) of B. amyloliquefaciens WF2020 was more effective than dead cells and intracellular extracts in reducing AFB1 during a 72-h incubation (Figure 2A) . The percentage reduction of AFB1 for cell-free supernatant, intracellular extracts, and dead cells is 60. 67, 14.11, and 26.95% at 24 h, 71.01, 19.80, and 27.87% at 48 h, and 71.01, 20.95, and 27 .85% at 72 h (Figure 2A) , respectively. Additionally, bacterial cells harvested from the cultivation of 48-h incubation in LB medium removed 12.25% of AFB1 on average after incubated with 2 µg/ml AFB1 for 1 h at 37 • C by shaking at 180 rpm. These findings suggested that the removal of AFB1 mediated by B. amyloliquefaciens WF2020 was mainly dependent on the degradation and the cell-free supernatant was the main active ingredient during AFB1 degradation. Moreover, AFB1 degradation capacity of the cell-free supernatant decreased by 20.50, 93.40, and 100% after pretreatment with proteinase K, SDS, and SDS plus proteinase K (Figure 2B) , respectively. Furthermore, cell-free supernatant still could degrade AFB1 by 37.16% after boiling for 20 min ( Figure 2B) . These results indicated that thermostable extracellular proteins or enzymes secreted by B. amyloliquefaciens WF2020 were involved in AFB1 degradation.",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 225,
                    "text": "(Hathout and Aly, 2014)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 542,
                    "end": 631,
                    "text": "67, 14.11, and 26.95% at 24 h, 71.01, 19.80, and 27.87% at 48 h, and 71.01, 20.95, and 27",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 422,
                    "end": 433,
                    "text": "(Figure 2A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 645,
                    "end": 656,
                    "text": "(Figure 2A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1261,
                    "end": 1272,
                    "text": "(Figure 2B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1386,
                    "end": 1396,
                    "text": "Figure 2B)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Isolation and Identification of Aflatoxin B1-Degrading Bacteria"
        },
        {
            "text": "pH, temperature, and metal ions affected the AFB1 degradation ability of the cell-free supernatant from bacteria and fungi (Zhang et al., 2014; Rao et al., 2016; Wang et al., 2017; Xu et al., 2017; Shu et al., 2018) . Here, AFB1 degradation studies with different incubation temperatures after 48-h incubation showed that the cell-free supernatant of B. amyloliquefaciens WF2020 could degrade AFB1 at temperatures ranging from 20 • C to 70 • C and the percentage of AFB1 degradation at 70 • C remained more than 70% (Figure 2C) , implying that the active constituents or components of the cell-free supernatant were thermostable and could work well within a wide range of working temperature. Moreover, the percentage of AFB1 degradation increased with the increase of temperature up to 60 • C which was the optimum temperature for 100% AFB1 degradation ( Figure 2C ). In addition, the cell-free supernatant of B. amyloliquefaciens WF2020 could degrade AFB1 over a broad pH from 5.0 to 9.0 and the maximum percentage displayed at pH 8 ( Figure 2D) . Lastly, the effects of metal ions on the AFB1 degradation ability of the cell-free supernatant were evaluated ( Figure 2E ). Mn 2+ , Mg 2+ , Fe 2+ , and Cu 2+ stimulated AFB1 degradation by 26.52, 15.19, 8.29 , and 5.69%, respectively, whereas Ca 2+ had no significant effect, but Zn 2+ inhibited the degradation by 6.73% (Figure 2E) , inferring that Mn 2+ , Mg 2+ , Fe 2+ , and Cu 2+ may act as enzyme activators, membrane stabilizers, and help to maintain the structural integrity of proteins.",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 143,
                    "text": "(Zhang et al., 2014;",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 144,
                    "end": 161,
                    "text": "Rao et al., 2016;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 162,
                    "end": 180,
                    "text": "Wang et al., 2017;",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 181,
                    "end": 197,
                    "text": "Xu et al., 2017;",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 198,
                    "end": 215,
                    "text": "Shu et al., 2018)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1240,
                    "end": 1258,
                    "text": "26.52, 15.19, 8.29",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 516,
                    "end": 527,
                    "text": "(Figure 2C)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 856,
                    "end": 865,
                    "text": "Figure 2C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1037,
                    "end": 1047,
                    "text": "Figure 2D)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1162,
                    "end": 1171,
                    "text": "Figure 2E",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1372,
                    "end": 1383,
                    "text": "(Figure 2E)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Isolation and Identification of Aflatoxin B1-Degrading Bacteria"
        },
        {
            "text": "Based on the genomic sequence analysis, there are 12 secondary metabolic gene clusters via an antiSMASH analysis, but only six gene clusters harbored 100% similarity to those of known secondary metabolites ( Table 1) . The metabolites of the six gene clusters were macrolactin, bacillaene, fengycin, difficidin, bacillibactin, and bacilysin, respectively (Table 1) , which are active substances with antibacterial, antifungal, anticancer, antiviral, anti-biofilm activities, biocontrol activity, etc. (Chen et al., 2008; Ryohei et al., 2015; Wu et al., 2015; Cochrane and Vederas, 2016; Zhou et al., 2018 Zhou et al., , 2021 Catherine et al., 2020; Erega et al., 2021; Kaushik et al., 2021) . Moreover, a total of 35 genes with up to 50% similarity were found after blasting in the database of virulence factors, but they were not virulence genes but rather regulatory genes that played important roles in regulating biological processes, including virulence in other bacteria (Table 2) . Additionally, a total of 19 genes with up to 50% similarity were found after blasting in the Comprehensive Antibiotic Resistance Database, and there is only one gene, imrB important for the FIGURE 1 | Aflatoxin B1 (AFB1) degradation mediated by Bacillus amyloliquefaciens WF2020 at different concentrations of AFB1 (A) and circular representation of the complete genome of B. amyloliquefaciens WF2020 (B). From outermost to innermost circle: circle 1, genome size; circle 2, genes on forward strand; circle 3, genes on reverse strand; circle 4, rRNA and tRNA; circle 5, GC content; and circle 6, GC skew. resistance to lincosamide antibiotics, with up to 85% similarity ( Table 3) . Susceptibility to the corresponding antibiotics showed that, except for lincomycin belonging to a member of lincosamide antibiotics, B. amyloliquefaciens WF2020 was sensitive to other 14 antibiotics, including tetracycline, penicillin, cefalexin, ampicillin, streptomycin, kanamycin, gentamicin, ciprofloxacin, chloramphenicol, vancomycin, imipenem, rifampin, erythromycin, and norfloxacin (Figure 3A) , suggesting their lower likelihood of being antibiotic-resistant bacterium.",
            "cite_spans": [
                {
                    "start": 501,
                    "end": 520,
                    "text": "(Chen et al., 2008;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 521,
                    "end": 541,
                    "text": "Ryohei et al., 2015;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 542,
                    "end": 558,
                    "text": "Wu et al., 2015;",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 559,
                    "end": 586,
                    "text": "Cochrane and Vederas, 2016;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 587,
                    "end": 604,
                    "text": "Zhou et al., 2018",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 605,
                    "end": 624,
                    "text": "Zhou et al., , 2021",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 625,
                    "end": 648,
                    "text": "Catherine et al., 2020;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 649,
                    "end": 668,
                    "text": "Erega et al., 2021;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 669,
                    "end": 690,
                    "text": "Kaushik et al., 2021)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 208,
                    "end": 216,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 355,
                    "end": 364,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 977,
                    "end": 986,
                    "text": "(Table 2)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1661,
                    "end": 1669,
                    "text": "Table 3)",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 2062,
                    "end": 2073,
                    "text": "(Figure 3A)",
                    "ref_id": null
                }
            ],
            "section": "Safety and Toxicity of Bacillus amyloliquefaciens WF2020 and Its Aflatoxin B1 Degradation Products"
        },
        {
            "text": "Moreover, C. elegans has emerged as an invertebrate model to study host-pathogen interactions since its first documentation by Sydney Brenner (Brenner, 1974; Kumar et al., 2020) . In the current study, C. elegans was used to evaluate the toxicity of B. amyloliquefaciens WF2020 to animals. C. elegans fed on B. amyloliquefaciens WF2020 cells showed significantly increased longevity compared with the effect of the laboratoryfeeding bacterium E. coli OP50 cells when used as a food source ( Figure 3B ). Figure 2) , compared with those of AFB1 solution and the fermentation culture of B. amyloliquefaciens WF2020. Firstly, the Ames test was used to assess the mutagenicity of AFB1 degradation products by B. amyloliquefaciens WF2020. Compared with the control group, an approximately twofold increase in the number of revertant CFUs from S. typhimurium TA98 and TA100 was observed in the AFB1 group, but there was no significant difference in revertant CFUs of the degradation products and the control group (Figure 3C) , indicating that B. amyloliquefaciens WF2020 converted AFB1 to the metabolites with a loss of mutagenicity. Except for mutagenicity, AFB1 decreased the lifespan and increased the mortality rate of C. elegans (Yang et al., 2015) . Therefore, the effect of AFB1 and its degradation products on the lifespan of C. elegans was performed to further evaluate the toxicity of AFB1 degradation products mediated by B. amyloliquefaciens WF2020. The mean lifespan exposed to AFB1 significantly decreased by 25.14% compared with the control, but there was no significant difference in the survival rates of C. elegans exposed to degradation products and the control (Figure 3D) , implying that AFB1 degradation products mediated by B. amyloliquefaciens WF2020 were not toxic to the lifespan of C. elegans. These findings demonstrated that B. amyloliquefaciens WF2020 degraded AFB1 into metabolites, which exhibited no mutagenicity or toxicity to the lifespan of C. elegans.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 157,
                    "text": "(Brenner, 1974;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 158,
                    "end": 177,
                    "text": "Kumar et al., 2020)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1229,
                    "end": 1248,
                    "text": "(Yang et al., 2015)",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [
                {
                    "start": 491,
                    "end": 500,
                    "text": "Figure 3B",
                    "ref_id": null
                },
                {
                    "start": 504,
                    "end": 513,
                    "text": "Figure 2)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1008,
                    "end": 1019,
                    "text": "(Figure 3C)",
                    "ref_id": null
                },
                {
                    "start": 1676,
                    "end": 1687,
                    "text": "(Figure 3D)",
                    "ref_id": null
                }
            ],
            "section": "Safety and Toxicity of Bacillus amyloliquefaciens WF2020 and Its Aflatoxin B1 Degradation Products"
        },
        {
            "text": "These collective results demonstrated that B. amyloliquefaciens WF2020 might be used as a potential probiotic to degrade AFB1 in food and feed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Safety and Toxicity of Bacillus amyloliquefaciens WF2020 and Its Aflatoxin B1 Degradation Products"
        },
        {
            "text": "To evaluate the effects of fermentation conditions on AFB1 degradation mediated by B. amyloliquefaciens WF2020, incubation temperature, the initial pH of the culture, and metal ions were chosen as the tested fermentation conditions. In this study, AFB1 was degraded by B. amyloliquefaciens WF2020 at all incubation temperatures after 72-h incubation. The percentage of AFB1 degradation was 31.20, 46.99, 86.53, 85.16, 89.24, and 48.79% on average at 25, 30, 37, 40, 45, and 50 • C, respectively ( Figure 4A) . However, the degradation rate showed no significant difference in the range of 37-45 • C ( Figure 4A ). The growth of B. amyloliquefaciens WF2020 at 25, 30, 45, and 50 • C decreased by 32.94, 19.47, 22.44, and 32.23%, respectively, compared with that at 37 • C, and bacterial growth at 37 and 40 • C showed no significant difference ( Figure 4B) . Combined with the effects of different temperatures on the AFB1 degradation ability of the active component of B. amyloliquefaciens WF2020, we speculated the lower degradation of AFB1 mediated by B. amyloliquefaciens WF2020 at 25 and 30 • C might be due to the lower bacterial growth and lower activities of the active components at 25 and 30 • C, and the lower degradation of AFB1 at 50 • C might be attributed to the lower bacterial growth of B. amyloliquefaciens WF2020.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 497,
                    "end": 507,
                    "text": "Figure 4A)",
                    "ref_id": null
                },
                {
                    "start": 601,
                    "end": 610,
                    "text": "Figure 4A",
                    "ref_id": null
                },
                {
                    "start": 845,
                    "end": 855,
                    "text": "Figure 4B)",
                    "ref_id": null
                }
            ],
            "section": "Effect of Fermentation Conditions on Aflatoxin B1 Degradation by Bacillus amyloliquefaciens WF2020"
        },
        {
            "text": "In B. velezensis DY3108, AFB1 degradation capability decreased in parallel with a decrease in initial pH (Shu et al., 2018) , suggesting that the initial pH of the medium might be a critical factor in AFB1 degradation mediated by Bacillus.",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 123,
                    "text": "(Shu et al., 2018)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Effect of Fermentation Conditions on Aflatoxin B1 Degradation by Bacillus amyloliquefaciens WF2020"
        },
        {
            "text": "Here, AFB1 degradation mediated by B. amyloliquefaciens WF2020 was also sensitive to the initial pH of the medium. The percentage of AFB1 degradation was 47.36, 43.20, 46.08, 62.02, and 27 .01% on average at an initial pH of 5, 6, 7, 8, and 9, respectively (Figure 4C) , indicating that an initial pH value at 8.0 favored degradation when AFB1 was co-incubated with B. amyloliquefaciens WF2020. Moreover, the growth of B. amyloliquefaciens WF2020 at an initial pH of 5, 6, and 9 was inhibited by 25. 36, 19.70, and 94.50%, respectively, compared with that at an initial pH of 7, and bacterial growth at an initial pH of 7 and 8 showed no significant difference ( Figure 4D) . Thus, the significant decrease in the percentage of AFB1 degradation mediated by B. amyloliquefaciens WF2020 at pH 9.0 might be due to the severe bacterial growth defects at pH 9.0. With respect to the effect of metal ions on AFB1 degradation mediated by B. amyloliquefaciens WF2020, it was observed that, compared with the control, Mn 2+ , Ca 2+ , Fe 2+ , and Cu 2+ stimulated degradation by 30.24, 25.35, 24.14, and 15.36%, respectively, and Mg 2+ showed no significant difference though the percentage of AFB1 degradation increased by 8.61%, whereas Zn 2+ inhibited degradation by 30.39% (Figure 4E) . Moreover, compared with the control group, the growth of B. amyloliquefaciens WF2020 treated with Mg 2+ , Fe 2+ , Mn 2+ , and Ca 2+ increased by 63.22, 67.84, 94 .00, and 116.13%, respectively, but Zn 2+ inhibited bacterial growth by 29.05% and Cu 2+ had no significant effect on bacterial growth ( Figure 4F) . Combined with the effects of different metal ions on the AFB1 degradation ability of the active component of B. amyloliquefaciens WF2020, we speculated that changes in AFB1 degradation by B. amyloliquefaciens WF2020 caused by Fe 2+ , Mn 2+ , and Zn 2+ might be due to the effects of corresponding metal ions on bacterial growth and active component capacities, and the increase in AFB1 degradation by B. amyloliquefaciens WF2020 caused by Ca 2+ and Cu 2+ might be attributed to the increase in bacterial growth and active component capacities caused by the corresponding metal ions, respectively. ",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 188,
                    "text": "47.36, 43.20, 46.08, 62.02, and 27",
                    "ref_id": null
                },
                {
                    "start": 500,
                    "end": 545,
                    "text": "36, 19.70, and 94.50%, respectively, compared",
                    "ref_id": null
                },
                {
                    "start": 1069,
                    "end": 1075,
                    "text": "30.24,",
                    "ref_id": null
                },
                {
                    "start": 1076,
                    "end": 1082,
                    "text": "25.35,",
                    "ref_id": null
                },
                {
                    "start": 1083,
                    "end": 1089,
                    "text": "24.14,",
                    "ref_id": null
                },
                {
                    "start": 1090,
                    "end": 1101,
                    "text": "and 15.36%,",
                    "ref_id": null
                },
                {
                    "start": 1102,
                    "end": 1115,
                    "text": "respectively,",
                    "ref_id": null
                },
                {
                    "start": 1116,
                    "end": 1125,
                    "text": "and Mg 2+",
                    "ref_id": null
                },
                {
                    "start": 1426,
                    "end": 1442,
                    "text": "63.22, 67.84, 94",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 257,
                    "end": 268,
                    "text": "(Figure 4C)",
                    "ref_id": null
                },
                {
                    "start": 663,
                    "end": 673,
                    "text": "Figure 4D)",
                    "ref_id": null
                },
                {
                    "start": 1267,
                    "end": 1278,
                    "text": "(Figure 4E)",
                    "ref_id": null
                },
                {
                    "start": 1580,
                    "end": 1590,
                    "text": "Figure 4F)",
                    "ref_id": null
                }
            ],
            "section": "Effect of Fermentation Conditions on Aflatoxin B1 Degradation by Bacillus amyloliquefaciens WF2020"
        },
        {
            "text": "Except for AFB1 degradation, B. amyloliquefaciens WF2020 could inhibit the fungal growth of A. flavus and reduce AFB1 production. Pairwise interaction on agar plates proved that B. amyloliquefaciens WF2020 inhibited the fungal growth of A. flavus ( Figure 5A) . Moreover, the dry weight of the co-incubation culture of B. amyloliquefaciens WF2020 and A. flavus was reduced by 6.55% compared with that of A. flavus culture ( Figure 5B) . Additionally, B. amyloliquefaciens WF2020 completely inhibited AFB1 production when co-incubated with A. flavus in PDB for 2 days (Figure 5C ). Accompanied by a reduction of AFB1 production, B. amyloliquefaciens WF2020 suppressed the transcriptional expression of 10 aflatoxin pathway genes (aflA, aflB, aflE, aflG, aflH, aflJ, aflK, aflL, aflO, and aflQ) and 2 gene encoding transcription factor aflR and aflS by 22.44-100% but increased the expression of aflM, an aflatoxin pathway gene, by 146.98% ( Figure 5D ). The downregulated expression of 10 aflatoxin pathway genes and 2 transcription factors suggested that AFB1 synthesis might be inhibited by B. amyloliquefaciens WF2020, which might result in reduced AFB1 production caused by B. amyloliquefaciens WF2020.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 249,
                    "end": 259,
                    "text": "Figure 5A)",
                    "ref_id": null
                },
                {
                    "start": 424,
                    "end": 434,
                    "text": "Figure 5B)",
                    "ref_id": null
                },
                {
                    "start": 567,
                    "end": 577,
                    "text": "(Figure 5C",
                    "ref_id": null
                },
                {
                    "start": 940,
                    "end": 949,
                    "text": "Figure 5D",
                    "ref_id": null
                }
            ],
            "section": "Effects of Bacillus amyloliquefaciens WF2020 on the Fungal Growth and Production of Aflatoxin B1 in Aspergillus flavus"
        },
        {
            "text": "Generally, B. amyloliquefaciens was considered as a safe and non-toxic producing microbe and could be used for food and pharmaceutical purposes (WoldemariamYohannes et al., 2020). It was also reported that some strains of B. amyloliquefaciens, such as B. amyloliquefaciens UTB2, UNRC52, UNRCLR, S8C, Y1-B1, SWUN-TP23, SG-16, and HSP-5, could inhibit AFB1 synthesis or accelerate AFB1 degradation (Bluma and Etcheverry, 2006; Xu et al., 2015; Guo et al., 2017; Siahmoshteh et al., 2018; Wang J. et al., 2018; Ali et al., 2021; Zhang et al., 2021) . Here, our results indicated that B. amyloliquefaciens WF2020 derived from naturally fermented pickles could act as a potential probiotic to efficiently detoxify AFB1 in a time dependent manner in ranges of 1-8 µg/ml and inhibit the fungal growth of A. flavus and AFB1 production, as discussed below. Firstly, B. amyloliquefaciens WF2020 can degrade AFB1 ranging from 1 to 5 µg/ml by more than 80% after a 72h incubation, which was similar to the 85.50% reduction of AFB1 at the concentration of 0.5 µg/ml reported in B. amyloliquefaciens SG16 (Wang J. et al., 2018) and was significantly higher than the 42.13 and 58.77% reduction reported in B. amyloliquefaciens SWUN-TP23 and HSP-5, respectively (Xu et al., 2015; Guo et al., 2017) and the 40 and 73.2% reduction of AFB1 at the concentration of 0.5 µg/ml reported in B. amyloliquefaciens S8C and Y1-B1, respectively (Ali et al., 2021; Zhang et al., 2021) . Compared with the degradation abilities of AFB1 in the reported Bacillus species, the degradation ability in B. amyloliquefaciens WF2020 is similar to that in B. licheniformis BL010 , B. velezensis DY3108 (Shu et al., 2018) , and B. subtilis UTBSP1 (Farzaneh et al., 2012) , higher than that in B. subtilis JSW-1 (Xia et al., 2017) but slightly lower than that in Bacillus sp. TUBF1 (El-Deeb et al., 2013) and B. licheniformis CFR1 (Rao et al., 2016) , suggesting that there were great differences in degradation efficiency from one strain to other. Moreover, AFB1 degradation by B. amyloliquefaciens WF2020 was affected by fermentation temperatures, initial pH values, and metal ions. The temperature and initial pH value at the maximum degradation of AFB1 were 45 • C and pH 8.0, respectively. Mn 2+ , Ca 2+ , Fe 2+ , and Cu 2+ stimulated AFB1 degradation, and Mg 2+ had no effect but Zn 2+ inhibited the degradation. Compared with the reported Bacillus strains, the temperature was higher than the estimates of 30 • C observed in B. velezensis DY3108 and 37 • C observed in B. cereus CaG6 (Abdel-Shafi et al., 2018; Shu et al., 2018) , and the pH value was the same to that observed in B. velezensis DY3108 (Shu et al., 2018) . The stimulation induced by Ca 2+ and the inhibition induced by Zn 2+ were in agreement with the results in Myroides odoratimimus 3J2MO, but the stimulation induced by Fe 2+ , and Cu 2+ and unchanged degradation caused by Mg 2+ were opposite to the findings in M. odoratimimus 3J2MO (Mwakinyli et al., 2019) . Meanwhile, the stimulation induced by Mn 2+ was also opposite to that in M. odoratimimus 3J2MO (Mwakinyli et al., 2019) but was in well agreement with that in B. cereus CaG6 (Abdel-Shafi et al., 2018) .",
            "cite_spans": [
                {
                    "start": 396,
                    "end": 424,
                    "text": "(Bluma and Etcheverry, 2006;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 425,
                    "end": 441,
                    "text": "Xu et al., 2015;",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 442,
                    "end": 459,
                    "text": "Guo et al., 2017;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 460,
                    "end": 485,
                    "text": "Siahmoshteh et al., 2018;",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 486,
                    "end": 507,
                    "text": "Wang J. et al., 2018;",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 508,
                    "end": 525,
                    "text": "Ali et al., 2021;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 526,
                    "end": 545,
                    "text": "Zhang et al., 2021)",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 1091,
                    "end": 1113,
                    "text": "(Wang J. et al., 2018)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1246,
                    "end": 1263,
                    "text": "(Xu et al., 2015;",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1264,
                    "end": 1281,
                    "text": "Guo et al., 2017)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1416,
                    "end": 1434,
                    "text": "(Ali et al., 2021;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1435,
                    "end": 1454,
                    "text": "Zhang et al., 2021)",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 1662,
                    "end": 1680,
                    "text": "(Shu et al., 2018)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1706,
                    "end": 1729,
                    "text": "(Farzaneh et al., 2012)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1770,
                    "end": 1788,
                    "text": "(Xia et al., 2017)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1840,
                    "end": 1862,
                    "text": "(El-Deeb et al., 2013)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1889,
                    "end": 1907,
                    "text": "(Rao et al., 2016)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 2549,
                    "end": 2575,
                    "text": "(Abdel-Shafi et al., 2018;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2576,
                    "end": 2593,
                    "text": "Shu et al., 2018)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 2667,
                    "end": 2685,
                    "text": "(Shu et al., 2018)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 2970,
                    "end": 2994,
                    "text": "(Mwakinyli et al., 2019)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 3092,
                    "end": 3116,
                    "text": "(Mwakinyli et al., 2019)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 3171,
                    "end": 3197,
                    "text": "(Abdel-Shafi et al., 2018)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Secondly, the removal of mycotoxins by microbes was mainly attributed to adsorption and degradation (Hathout and Aly, 2014) . In B. amyloliquefaciens WF2020, the removal of AFB1 was mainly dependent on degradation, and extracellular proteins or enzymes were the main active ingredient, which was similar to previous studies on AFB1 degradation mediated by Bacillus, such as B. amyloliquefaciens SG16 (Wang J. et al., 2018) , B. licheniformis CFR1 (Rao et al., 2016) , B. subtilis UTBSP1 and JSW-1 (Farzaneh et al., 2012; Xia et al., 2017) , B. velezensis DY3108 (Shu et al., 2018) , and B. shackletonii L7 (Xu et al., 2017) . Moreover, the AFB1 degradation ability of extracellular proteins or enzymes was affected by temperature, the pH value, and metal ions. Increased temperatures may have promoted the bioavailability of organic compounds and facilitated biodegradation (Müller et al., 1998) . Here, the percentage of AFB1 degradation mediated by the cell-free supernatant increased with the increase of temperature up to 60 • C where 100% of AFB1 was removed, and the percentage of AFB1 degradation at 70 • C remained more than 70%. Compared with the reported Bacillus, the thermostability of the cellfree supernatant of B. amyloliquefaciens WF2020 was similar to that from B. shackletonii L7 (Xu et al., 2017) and higher than that from B. amyloliquefaciens SG16 (Wang J. et al., 2018) , B. licheniformis CFR1 (Rao et al., 2016) , and B. subtilis UTBSP1 (Farzaneh et al., 2012) , but slightly lower than that of B. velezensis DY3108 (Shu et al., 2018) . Additionally, the cell-free supernatant of B. amyloliquefaciens WF2020 could still degrade AFB1 by 37.16% after boiling for 20 min, which was lower than that of B. amyloliquefaciens Y1-B1 (Zhang et al., 2021) . These results demonstrated that extracellular proteins or enzymes were thermostable and could work well within a wide range FIGURE 3 | The safety of B. amyloliquefaciens WF2020 and its AFB1 degradation products. (A) Susceptibility of B. amyloliquefaciens WF2020 to different antibiotics by the disk diffusion test. (B) Changes in the lifespan of C. elegans N2 caused by B. amyloliquefaciens WF2020. (C,D) Reduction of AFB1 mutagenic effects (C) and the toxicity to C. elegans N2 (D) caused by B. amyloliquefaciens WF2020. The AFB1 group means extracts from the media supplemented with 20 µg AFB1. The DM group refers to the culture extracts from the supernatant of the 96 h co-incubation of 20 µg AFB1 and B. amyloliquefaciens WF2020. The CN group means the control group. Different lowercase letters in the bars of each group indicate significant differences between treatments (Tukey's test, p < 0.05).",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 123,
                    "text": "(Hathout and Aly, 2014)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 400,
                    "end": 422,
                    "text": "(Wang J. et al., 2018)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 447,
                    "end": 465,
                    "text": "(Rao et al., 2016)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 497,
                    "end": 520,
                    "text": "(Farzaneh et al., 2012;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 521,
                    "end": 538,
                    "text": "Xia et al., 2017)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 562,
                    "end": 580,
                    "text": "(Shu et al., 2018)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 606,
                    "end": 623,
                    "text": "(Xu et al., 2017)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 874,
                    "end": 895,
                    "text": "(Müller et al., 1998)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1298,
                    "end": 1315,
                    "text": "(Xu et al., 2017)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1368,
                    "end": 1390,
                    "text": "(Wang J. et al., 2018)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1415,
                    "end": 1433,
                    "text": "(Rao et al., 2016)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1459,
                    "end": 1482,
                    "text": "(Farzaneh et al., 2012)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1538,
                    "end": 1556,
                    "text": "(Shu et al., 2018)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1747,
                    "end": 1767,
                    "text": "(Zhang et al., 2021)",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "of working temperature, which was helpful for application in food and feed processing and industry for AFB1 degradation. With respect to pH values, the optimal pH value of the cellfree supernatant from B. amyloliquefaciens WF2020 was 8.0, which was the same to that of extracellular enzymes from E. coli CG1061 , Stenotrophomonas maltophilia 35-3 (Guan et al., 2008) , B. shackletonii L7 (Xu et al., 2017) , and B. velezensis DY3108 (Shu et al., 2018) and was slightly higher than 7.5 reported in B. amyloliquefaciens SG16 (Wang J. et al., 2018) . In addition, the AFB1 degradation ability of the cell-free supernatant from B. amyloliquefaciens WF2020 was increased by Mn 2+ , Mg 2+ , Fe 2+ , and Cu 2+ and inhibited by Zn 2+ but was not affected by Ca 2+ , inferring that Mn 2+ , Mg 2+ , Fe 2+ , and Cu 2+ may act as enzyme activators, membrane stabilizers, and help to maintain the structural integrity of proteins. The enhancement of AFB1 degradation ability induced by Cu 2+ and the inhibition of AFB1 degradation caused by Zn 2+ were in agreement with the findings of extracellular enzymes or culture supernatant in B. shackletonii L7 (Xu et al., 2017) , B. licheniformis CFR1 (Rao et al., 2016) , and B. velezensis DY3108 (Shu et al., 2018) . Cu 2+ may take part in the redox reaction in electron transport, transferring an oxygen atom to the AFB1 substrate, and the oxidized AFB1 would then be hydrolyzed into nontoxic products (Xu et al., 2017) . It has been reported that the inhibition of AFB1 degradation by Zn 2+ might be due to the change in enzyme conformation caused by Zn 2+ , which resulted in decreased affinity of AFB1 (D'souza and Brackett, 1998) . The stimulation of AFB1 degradation caused by Mg 2+ was similar to that of B. licheniformis CFR1 (Rao et al., 2016) , but opposite to that of B. amyloliquefaciens SG16 (Wang J. et al., 2018) and B. shackletonii L7 (Xu et al., 2017) . The increase in AFB1 degradation induced by Mn 2+ was opposite FIGURE 4 | Effects of temperature (A,B), initial pH value (C,D), and metal ions (E,F) on the AFB1 degradation (A,C,E) and bacterial growth (B,D,F) in B. amyloliquefaciens WF2020. In terms of temperature, the residual AFB1 was analyzed after B. amyloliquefaciens WF2020 was co-incubated with 2 µg/ml AFB1 for 72 h. With respect to the effects of initial pH value and metal ions, the residual AFB1 was analyzed after B. amyloliquefaciens WF2020 was co-incubated with 2 µg/ml AFB1 at 37 • C for 24 and 48 h, respectively. Different lowercase letters on the bars of each group indicate significant differences between the treatments (Tukey's test, p < 0.05).",
            "cite_spans": [
                {
                    "start": 347,
                    "end": 366,
                    "text": "(Guan et al., 2008)",
                    "ref_id": null
                },
                {
                    "start": 388,
                    "end": 405,
                    "text": "(Xu et al., 2017)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 433,
                    "end": 451,
                    "text": "(Shu et al., 2018)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 523,
                    "end": 545,
                    "text": "(Wang J. et al., 2018)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1140,
                    "end": 1157,
                    "text": "(Xu et al., 2017)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1182,
                    "end": 1200,
                    "text": "(Rao et al., 2016)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1228,
                    "end": 1246,
                    "text": "(Shu et al., 2018)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1435,
                    "end": 1452,
                    "text": "(Xu et al., 2017)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1638,
                    "end": 1666,
                    "text": "(D'souza and Brackett, 1998)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1766,
                    "end": 1784,
                    "text": "(Rao et al., 2016)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1837,
                    "end": 1859,
                    "text": "(Wang J. et al., 2018)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1883,
                    "end": 1900,
                    "text": "(Xu et al., 2017)",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "to that in B. amyloliquefaciens SG16 (Wang J. et al., 2018) , B. shackletonii L7 (Xu et al., 2017) , and B. velezensis DY3108 (Shu et al., 2018) and different from no obvious changes in B. licheniformis CFR1 (Rao et al., 2016) . The increase of AFB1 degradation induced by Fe 2+ was opposite to that in B. amyloliquefaciens SG16 (Wang J. et al., 2018) and B. licheniformis CFR1 (Rao et al., 2016) .",
            "cite_spans": [
                {
                    "start": 37,
                    "end": 59,
                    "text": "(Wang J. et al., 2018)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 81,
                    "end": 98,
                    "text": "(Xu et al., 2017)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 126,
                    "end": 144,
                    "text": "(Shu et al., 2018)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 208,
                    "end": 226,
                    "text": "(Rao et al., 2016)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 329,
                    "end": 351,
                    "text": "(Wang J. et al., 2018)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 378,
                    "end": 396,
                    "text": "(Rao et al., 2016)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Thirdly, the application of B. amyloliquefaciens WF2020 in AFB1 degradation was safe. On one hand, B. amyloliquefaciens WF2020 could act as a safe and non-toxic producing microbe. Based on the genomic sequencing analysis, B. amyloliquefaciens WF2020 produces several active compounds such as macrolactin, bacillaene, fengycin, difficidin, bacillibactin, and bacilysin and does not contain virulence genes and any plasmid. Additionally, B. amyloliquefaciens WF2020 is not an antibiotic-resistant bacterium due to susceptibility to various antibiotics, including tetracycline, penicillin, cefalexin, ampicillin, streptomycin, kanamycin, gentamicin, ciprofloxacin, chloramphenicol, vancomycin, imipenem, rifampin, erythromycin, and norfloxacin. Moreover, B. amyloliquefaciens WF2020 significantly enhanced the lifespan of C. elegans by an average of 20.78%, which was slightly lower than that of B. amyloliquefaciens EnB-alf1 isolated from alfalfa (Medicago sativa L.) seeds . On the other hand, B. amyloliquefaciens WF2020 converted AFB1 into metabolites with a loss of mutagenicity and non-toxicity to the lifespan of C. elegans. The loss of mutagenicity was also observed in Aspergillus oryzae MAO103 and MAO104, Aspergillus niger RAF106, B. licheniformis CFR1, and Rhodococcus erythropolis (Alberts et al., 2006; Rao et al., 2016; Fang et al., 2020) . The detoxification of AFB1 was mainly focused on the damage of the AFB1 toxic group of coumarin, which is a carcinogenic group, and bifuran nucleus, which are basic toxic structures . The loss of mutagenicity and the mortality rate of C. elegans suggested that B. amyloliquefaciens WF2020 might detoxify AFB1 into non-toxic compounds with the damage of coumarin and/or bifuran nucleus. These findings demonstrated that B. amyloliquefaciens WF2020 could act as a probiotic used to degrade AFB1 in food and feed.",
            "cite_spans": [
                {
                    "start": 1291,
                    "end": 1313,
                    "text": "(Alberts et al., 2006;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1314,
                    "end": 1331,
                    "text": "Rao et al., 2016;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1332,
                    "end": 1350,
                    "text": "Fang et al., 2020)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Lastly, B. amyloliquefaciens WF2020 could slightly inhibit the fungal growth of A. flavus, completely reduce AFB1 production, and significantly suppress the expression of some important genes involved in the synthesis of aflatoxins, such as aflA, aflB, alfE, alfG, alfH, alfJ, alfK, alfL, alfO, alfQ, alfR, and alfS. The inhibition of the fungal growth of A. flavus was lower than that in B. amyloliquefaciens UNRC52, UNRCLR, and HSP-5, Bacillus safensis RF69, Bacillus. sp. RP103, and Bacillus sp. RP242 (Bluma and Etcheverry, 2006; Xu et al., 2015;  FIGURE 5 | Changes in fungal growth, AFB1 production, and transcriptional expression of genes involved in AFB1 synthesis in Aspergillus flavus. (A) The antagonistic effect of B. amyloliquefaciens WF2020 on fungal growth after the bacterium was co-incubated with A. flavus for 2 days on a plate of potato dextrose agar (PDA). (B,C) The reduction of dry weight (B) and AFB1 production (C) caused by B. amyloliquefaciens WF2020 after the bacterium was co-incubated with A. flavus for 2 days in the potato dextrose broth (PDB). (D) Quantitation of relative transcriptional levels of selected genes associated with AFB1 synthesis in A. flavus via real-time quantitative polymerase chain reaction (qRT-PCR) after B. amyloliquefaciens WF2020 was co-incubated with A. flavus for 2 days in PDB. The line represents the transcriptional levels of genes in control experiments, which were defined as 1. Different lowercase letters in the bars of each group indicate significant differences between treatments (Tukey's test, p < 0.05). Einloft et al., 2021) . The reduction in AFB1 production was similar to that in B. amyloliquefaciens UTB2, B. amyloliquefaciens UNRC52, and B. amyloliquefaciens UNRCLR, but greater than that in B. safensis RF69, Bacillus. sp. RP103, and Bacillus sp. RP242 (Bluma and Etcheverry, 2006; Siahmoshteh et al., 2018; Einloft et al., 2021) . aflA, aflB, alfE, alfG, alfH, alfJ, alfK, alfL, alfO, and alfQ are important aflatoxin pathway genes, which encode two fatty acid synthases, a norsolorinic acid ketoreductase, a P450 monooxygenase, an alcohol dehydrogenase, an esterase, versicolorin B synthase, a cytochrome P450 monooxygenase, O-methyltransferase B, and a P450 monooxygenase, respectively (Yu, 2012) . alfR, encoding the positive-acting transcription factor, is required for the transcriptional activation of most, if not all, structural genes in the aflatoxin gene cluster, such as aflB, alfE, alfG, alfH, alfJ, alfK, alfL, alfO, and alfQ (Price et al., 2006; Yu, 2012) . alfS, bidirectionally transcribed from aflR, is necessary for aflatoxin formation by regulating several aflatoxin pathway genes, such as alfA and aflB (Yu, 2012) . Therefore, it was speculated that B. amyloliquefaciens WF2020 might inhibit AFB1 synthesis by downregulating the expression of aflR, aflS, and several important aflatoxin pathway genes. The reduction in AFB1 production might be attributed to the inhibition of fungal growth and AFB1 synthesis and AFB1 degradation caused by B. amyloliquefaciens WF2020.",
            "cite_spans": [
                {
                    "start": 505,
                    "end": 533,
                    "text": "(Bluma and Etcheverry, 2006;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 534,
                    "end": 550,
                    "text": "Xu et al., 2015;",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 551,
                    "end": 551,
                    "text": "",
                    "ref_id": null
                },
                {
                    "start": 1575,
                    "end": 1596,
                    "text": "Einloft et al., 2021)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1831,
                    "end": 1859,
                    "text": "(Bluma and Etcheverry, 2006;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1860,
                    "end": 1885,
                    "text": "Siahmoshteh et al., 2018;",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1886,
                    "end": 1907,
                    "text": "Einloft et al., 2021)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2267,
                    "end": 2277,
                    "text": "(Yu, 2012)",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 2518,
                    "end": 2538,
                    "text": "(Price et al., 2006;",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 2539,
                    "end": 2548,
                    "text": "Yu, 2012)",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 2702,
                    "end": 2712,
                    "text": "(Yu, 2012)",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Bacillus amyloliquefaciens WF2020 could act as a potential probiotic with susceptibility to various antibiotics, the synthesis of several active substances, and beneficial effects on the lifespan of C. elegans to degrade AFB1 into non-toxic products over a wide pH range from 5 to 9 and the temperature from 25 to 50 • C. Bacterial growth and AFB1 degradation ability of B. amyloliquefaciens WF2020 were also affected by metal ions, including Mg 2+ , Fe 2+ , Cu 2+ , Mn 2+ , Ca 2+ , and Zn 2+ . This degradation was mainly attributed to extracellular proteins or enzymes possessing a wide reaction temperature ranging from 20 to 70 • C and pH ranging from 5 to 9, which will be helpful for their application in the harsh conditions during food and feed processing. Moreover, B. amyloliquefaciens WF2020 also could inhibit fungal growth, reduce AFB1 production, and downregulate the expression of several aflatoxin pathway genes and two transcription factors (aflR and aflS) in A. flavus. Therefore, B. amyloliquefaciens WF2020 and/or its enzymes or proteins in the supernatant are new promising agents to protect food and feed from AFB1 contamination. However, the structure of degradation products and the purification of enzymes or proteins merit further investigation to elucidate the mechanisms of AFB1 degradation mediated by B. amyloliquefaciens WF2020, which will be helpful to exploit the probable agents used in food and feed processing to reduce AFB1 contamination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "The datasets presented in this study can be found in online repositories. The names of the repository/repositories and accession number(s) can be found below: https://www.ncbi.nlm. nih.gov/, CP092778.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DATA AVAILABILITY STATEMENT"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Biodegradation of aflatoxins by bacteria",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Abdel-Shafi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shehata",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shindia",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ei-Meligy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Khidr",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Egyptian J. Microbiol",
            "volume": "53",
            "issn": "",
            "pages": "241--254",
            "other_ids": {
                "DOI": [
                    "10.21608/ejm.2018.5752.1078"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Biological degradation of Aflatoxin B1 by Rhodococcus erythropolis cultures",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Alberts",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Engelbrecht",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Steyn",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Holzapfel",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Van Zyl",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Int. J. Food Microbiol",
            "volume": "109",
            "issn": "",
            "pages": "121--126",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijfoodmicro.2006.01.019"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Biodegradation of aflatoxin by bacterial species isolated from poultry farms",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hassan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Essam",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Ibrahim",
                    "suffix": ""
                },
                {
                    "first": "Al-Amry",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Toxicon",
            "volume": "195",
            "issn": "",
            "pages": "7--16",
            "other_ids": {
                "DOI": [
                    "10.1016/j.toxicon.2021.02.005"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Influence of Bacillus spp. isolated from maize agroecosystem on growth and aflatoxin B1 production by Aspergillus section Flavi",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "V"
                    ],
                    "last": "Bluma",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Etcheverry",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Pest Manag. Sci",
            "volume": "62",
            "issn": "",
            "pages": "242--252",
            "other_ids": {
                "DOI": [
                    "10.1002/ps.1154"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The genetics of Caenorhabditis elegans",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Brenner",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Genetics",
            "volume": "77",
            "issn": "",
            "pages": "71--94",
            "other_ids": {
                "DOI": [
                    "10.1093/genetics/77.1.71"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Bacilysin within the Bacillus subtilis group: gene prevalence versus antagonistic activity against gram-negative foodborne pathogens",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Catherine",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "H"
                    ],
                    "last": "Quynh",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Annika",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Simon",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "T T"
                    ],
                    "last": "Thi",
                    "suffix": ""
                },
                {
                    "first": "Jacques",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Biotechnol",
            "volume": "327",
            "issn": "",
            "pages": "28--35",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jbiotec.2020.12.017.327"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Antibacterial activities of Bacillus amyloliquefaciens DQB-1 isolated from the cecum of Dezhou donkeys",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J. Equine Vet. Sci",
            "volume": "102",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jevs.2021.103616"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Difficidin and bacilysin produced by plant-associated Bacillus amyloliquefaciens are efficient in controlling fire blight disease",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Scholz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Borriss",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Junge",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mögel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kunz",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Biotechnol",
            "volume": "140",
            "issn": "",
            "pages": "38--44",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jbiotec.2008.10.015"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Lipopeptides from Bacillus and Paenibacillus spp.: a gold mine of antibiotic candidates",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Cochrane",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Vederas",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Med. Res. Rev",
            "volume": "36",
            "issn": "",
            "pages": "4--31",
            "other_ids": {
                "DOI": [
                    "10.1002/med"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The role of trace metal ions in aflatoxin B1 degradation by Flavobacterium aurantiacum",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "D&apos;souza",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Brackett",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J. Food Prot",
            "volume": "61",
            "issn": "",
            "pages": "1666--1669",
            "other_ids": {
                "DOI": [
                    "10.1089/cmb.1998.5.747"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Bacillus subtilis biofilm extends Caenorhabditis elegans longevity through downregulation of the insulin-like signalling pathway",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Donato",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Ayala",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cogliati",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bauman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Costa",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Le Ini",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nat. Commun",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/ncomms14332"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Biocontrol capabilities of three Bacillus isolates towards aflatoxin B1 producer A. flavus in vitro and on maize grains",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Einloft",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "B D"
                    ],
                    "last": "Oliveria",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Radünz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Dionello",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Food Control",
            "volume": "125",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.foodcont.2021.107978"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Isolation and characterization of endophytic bacilli bacterium from maize grains able to detoxify Aflatoxin B1",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "El-Deeb",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Altalhi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Khiralla",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hassan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Gherbawy",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Food Biotechnol",
            "volume": "27",
            "issn": "",
            "pages": "199--212",
            "other_ids": {
                "DOI": [
                    "10.1080/08905436.2013.811083"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Bacillaene mediates the inhibitory effect of Bacillus subtilis on Campylobacter jejuni biofilm",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Erega",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Stefanic",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Dogsa",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Danevcic",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Simunovic",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Klancnik",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Appl. Environ. Microbiol",
            "volume": "87",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1128/AEM.02955-2920"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Worldwide contamination of food-crops with mycotoxins: validity of the widely cited 'FAO estimate' of 25%",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Eskola",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kos",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Elliott",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hajšlová",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mayar",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Krska",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Critical Rev. Food Sci. Nutrition",
            "volume": "60",
            "issn": "",
            "pages": "2773--2789",
            "other_ids": {
                "DOI": [
                    "10.1080/10408398.2019.1658570"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Degradation and detoxification of aflatoxin B1 by tea-derived Aspergillus niger RAF106",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Toxins",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/toxins12120777"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Aflatoxin B1 degradation by Bacillus subtilis UTBSP1 isolated from pistachio nuts of Iran",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Farzaneh",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ghassempour",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sedaghat",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ahmadzadeh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mirabolfathy",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Food Control",
            "volume": "23",
            "issn": "",
            "pages": "100--106",
            "other_ids": {
                "DOI": [
                    "10.1016/j.foodcont.2011.06.018"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Aflatoxin B1 degradation by Stenotrophomonas Maltophilia and other microbes selected using coumarin medium",
            "authors": [],
            "year": null,
            "venue": "Int. J. Mol. Sci",
            "volume": "9",
            "issn": "",
            "pages": "1489--1503",
            "other_ids": {
                "DOI": [
                    "10.3390/ijms9081489"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Study on probiotic function, safety and application of Bacillus amyloliquefaciens from Tibetan pigs",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Yang",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Jiangsu Agricultural Sci",
            "volume": "45",
            "issn": "",
            "pages": "137--140",
            "other_ids": {
                "DOI": [
                    "10.15889/j.issn.1002-1302.2017.14.038"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Biological detoxification of mycotoxins: a review",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Hathout",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Aly",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Annals Microbiol",
            "volume": "64",
            "issn": "",
            "pages": "905--919",
            "other_ids": {
                "DOI": [
                    "10.1007/s13213-014-0899-897"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Monographs on the evaluation of carcinogenic risks to humans: some naturally occurring substances, food items and constituents",
            "authors": [],
            "year": 1993,
            "venue": "Heterocyclic Aromatic Amines Mycotoxins",
            "volume": "56",
            "issn": "",
            "pages": "498--521",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Macrolactin a as a novel inhibitory agent for SARS-CoV-2 Mpro: bioinformatics approach",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Kaushik",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tanmay",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Arabinda",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Debabrat",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bijuli",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Manasa",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Appl. Biochem. Biotechnol",
            "volume": "193",
            "issn": "",
            "pages": "1--24",
            "other_ids": {
                "DOI": [
                    "10.1007/s12010-021-03608-3607"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Caenorhabditis elegans: a model to understand host-microbe interactions",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Baruah",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tomioka",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lino",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kalita",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell. Mol. Life Sci",
            "volume": "77",
            "issn": "",
            "pages": "1229--1249",
            "other_ids": {
                "DOI": [
                    "10.1007/s00018-019-03319-3317"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Aflatoxins and possibilities for their biological detoxification",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Laciakova",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cicooova",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Mate",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Laciak",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Medycyna Weterynaryjna",
            "volume": "64",
            "issn": "",
            "pages": "276--279",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Worldwide occurrence of mycotoxins in cereals and cereal-derived food products: public health perspectives of their co-occurrence",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ryu",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Aflatoxin B1 detoxification by Aspergillus oryzae from Meju, a traditional Korean fermented soybean starter",
            "authors": [],
            "year": null,
            "venue": "J. Microbiol. Biotechnol",
            "volume": "27",
            "issn": "",
            "pages": "57--66",
            "other_ids": {
                "DOI": [
                    "10.4014/jmb.1607.07064"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Novel aflatoxin-degrading enzyme from Bacillus shackletonii L7",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "E A"
                    ],
                    "last": "Mohamed",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lancine",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yueju",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Jonathan",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Fuguo",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Toxins",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/toxins9010036"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "A review on biological control and metabolism of aflatoxin",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "N"
                    ],
                    "last": "Mishra",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Das",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Crit. Rev. Food Sci. Nutr",
            "volume": "43",
            "issn": "",
            "pages": "245--264",
            "other_ids": {
                "DOI": [
                    "10.1080/10408690390826518"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Thermophilic degradation of environmental pollutants",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Müller",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Antranikian",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Maloney",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sharp",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Biotechnol. Extremophiles",
            "volume": "61",
            "issn": "",
            "pages": "155--169",
            "other_ids": {
                "DOI": [
                    "10.1007/BFb0102292"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Investigation and characterization of Myroides odoratimimus strain 3J2MO aflatoxin B1 degradation",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Mwakinyli",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ming",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Li",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J. Agric. Food Chem",
            "volume": "67",
            "issn": "",
            "pages": "4595--4602",
            "other_ids": {
                "DOI": [
                    "10.1021/acs.jafc.8b06810"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "A review on the biotechnological applications of the operational group Bacillus amyloliquefaciens",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Ngalimat",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S R"
                    ],
                    "last": "Yahaya",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M A"
                    ],
                    "last": "Baharudin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Yaminudin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Karim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Ahmad",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/microorganisms9030614"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The aflatoxin pathway regulator AflR induces gene transcription inside and outside of the aflatoxin biosynthetic cluster",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Price",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Nierman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pritchard",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Jacobus",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "FEMS Microbiol. Lett",
            "volume": "255",
            "issn": "",
            "pages": "275--279",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1574-6968.2005.00084.x"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Biological detoxification of aflatoxin B1 by Bacillus licheniformis CFR1",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Rao",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Vipin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hariprasad",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A A"
                    ],
                    "last": "Appaiah",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Venkateswaran",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Food Control",
            "volume": "71",
            "issn": "",
            "pages": "234--241",
            "other_ids": {
                "DOI": [
                    "10.1016/j.foodcont.2016.06.040"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Epimerization at C-3\" in butirosin biosynthesis by an NAD(+)-dependent dehydrogenase BtrE and an NADPH-dependent reductase BtrF",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ryohei",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "F K"
                    ],
                    "last": "Prof",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "P D"
                    ],
                    "last": "Mario",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tadashi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "ChemBioChem",
            "volume": "16",
            "issn": "",
            "pages": "487--495",
            "other_ids": {
                "DOI": [
                    "10.1002/cbic.201402612"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Biological degradation of Aflatoxin B1 by cell-free extracts of Bacillus velezensis DY3108 with broad PH stability and excellent thermostability",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Shu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Toxins",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/toxins10080330"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Unraveling the mode of antifungal action of Bacillus subtilis and Bacillus amyloliquefaciens as potential biocontrol agents against aflatoxigenic Aspergillus parasiticus",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Siahmoshteh",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Hamidi-Esfahani",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Spadaro",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shams-Ghahfarokhi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Razzaghi-Abyaneh",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Food Control",
            "volume": "89",
            "issn": "",
            "pages": "300--307",
            "other_ids": {
                "DOI": [
                    "10.1016/j.foodcont.2017.11.010"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Aflatoxin B1 and M1: biological properties and their involvement in cancer development",
            "authors": [],
            "year": null,
            "venue": "Toxins",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/toxins10060214"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Microbial degradation of aflatoxin B1: current status and future advances",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Verheecke",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Liboz",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mathieu",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int. J. Food Microbiol",
            "volume": "237",
            "issn": "",
            "pages": "1--9",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijfoodmicro.2016.07.028"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Rapid biodegradation of Aflatoxin B1 by metabolites of Fusarium sp. WCQ3361 with broad working temperature range and excellent thermostability",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Sci. Food Agriculture",
            "volume": "97",
            "issn": "",
            "pages": "1342--1348",
            "other_ids": {
                "DOI": [
                    "10.1002/jsfa.7872"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Isolation and analysis of aflatoxin degrading bacterial strain from compost soil",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "China Feed",
            "volume": "23",
            "issn": "",
            "pages": "18--23",
            "other_ids": {
                "DOI": [
                    "10.15906/j.cnki.cn11-2975/s.20182304"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Aflatoxin B1 degradation and detoxification by Escherichia coli CG1061 isolated from Chicken Cecum",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Front. Pharmacol",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fphar.2018.01548"
                ]
            }
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Effective biodegradation of aflatoxin B1 using the Bacillus licheniformis (BL010) Strain",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Toxins",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/toxins10120497"
                ]
            }
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Prebiotic, probiotic, antimicrobial, and functional food applications of Bacillus amyloliquefaciens",
            "authors": [],
            "year": null,
            "venue": "J. Agric. Food Chem",
            "volume": "2020",
            "issn": "",
            "pages": "14709--147327",
            "other_ids": {
                "DOI": [
                    "10.1021/acs.jafc.0c06396"
                ]
            }
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Difficidin and bacilysin from Bacillus amyloliquefaciens FZB42 have antibacterial activity against Xanthomonas oryzae rice pathogens",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Borriss",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Sci. Rep",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/srep12975"
                ]
            }
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Biological degradation of aflatoxins",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jezkova",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pavlikova",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Dohnal",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kuca",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Drug Metab. Rev",
            "volume": "41",
            "issn": "",
            "pages": "1--7",
            "other_ids": {
                "DOI": [
                    "10.1080/03602530802563850"
                ]
            }
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Isolation and characterization of a Bacillus subtilis strain with aflatoxin B-1 biodegradation capability",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Garba",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Food Control",
            "volume": "75",
            "issn": "",
            "pages": "92--98",
            "other_ids": {
                "DOI": [
                    "10.1016/j.foodcont.2016.12.036"
                ]
            }
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Purification and identification of an aflatoxin B1 degradation enzyme from Pantoea sp. T6",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Toxicon",
            "volume": "157",
            "issn": "",
            "pages": "35--42",
            "other_ids": {
                "DOI": [
                    "10.1016/j.toxicon.2018.11.290"
                ]
            }
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Novel aflatoxin-degrading enzyme from Bacillus shackletonii L7",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F E"
                    ],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sangare",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N S"
                    ],
                    "last": "Selvaraj",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xing",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Toxins",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Isolation and identification of strain degrading aflatoxin B1 and its application in peanut meal",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "China Oils Fats",
            "volume": "40",
            "issn": "",
            "pages": "20--24",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Strategies and methodologies for developing microbial detoxification systems to mitigate mycotoxins",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yousef",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dion",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shao",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Toxins",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/toxins9040130"
                ]
            }
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Multi-toxic endpoints of the foodborne mycotoxins in nematode Caenorhabditis elegans",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Xue",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "Wang",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Toxins",
            "volume": "7",
            "issn": "",
            "pages": "5224--5235",
            "other_ids": {
                "DOI": [
                    "10.3390/toxins7124876"
                ]
            }
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Current understanding on aflatoxin biosynthesis and future perspective in reducing aflatoxin contamination",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Toxins",
            "volume": "4",
            "issn": "",
            "pages": "1024--1057",
            "other_ids": {
                "DOI": [
                    "10.3390/toxins4111024"
                ]
            }
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Endophytic Bacillus strains isolated from alfalfa (Medicago sativa L.) seeds: enhancing the lifespan of Caenorhabditis elegans",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "H"
                    ],
                    "last": "Hao",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Lett. Appl. Microbiol",
            "volume": "68",
            "issn": "",
            "pages": "226--233",
            "other_ids": {
                "DOI": [
                    "10.1111/lam.13102"
                ]
            }
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Screening a strain of Aspergillus niger and optimization of fermentation conditions for degradation of aflatoxin B1",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Xue",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Mu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Toxins",
            "volume": "6",
            "issn": "",
            "pages": "2072--6651",
            "other_ids": {
                "DOI": [
                    "10.3390/toxins6113157"
                ]
            }
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Isolation and identification of aflatoxin B1 degrading Bacillus amyloliquefaciens and its in vitro detoxification effect",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Qiao",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bian",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Acta Vet. Zootechnica Sinica",
            "volume": "52",
            "issn": "",
            "pages": "2291--2301",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Bacillibactin and bacillomycin analogues with cytotoxicities against human cancer cell lines from marine Bacillus sp. PKU-MA00093 and PKU-MA00092",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Mar. Drugs",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/md16010022"
                ]
            }
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "The mutated Bacillus amyloliquefaciens strain shows high resistance to Aeromonas hydrophila and Aeromonas veronii in grass carp",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Microbiol. Res",
            "volume": "250",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.micres.2021.126801"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "AFB1 degradation among diverse cell components of B. amyloliquefaciens WF2020. (A) AFB1 degradation by extracellular extracts, intracellular extracts, and dead cells during 72-h incubation with 2 µg/ml AFB1 at 37 • C. (B) Effects of heat, proteinase K (PK), SDS, and proteinase K plus SDS on AFB1 degradation mediated by the cell-free supernatant after co-incubation for 24 h. (C-E) Effects of different temperatures (C), pH values (D), and metal ions (E) on AFB1 degradation mediated by the cell-free supernatant after co-incubation for 48 h. Different lowercase letters in the bars of each group indicate significant differences between treatments (Tukey's test, p < 0.05).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Secondary metabolites predicted by the antiSMASH analysis of Bacillus amyloliquefaciens WF2020.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Except for the safety of the AFB1-degrading bacterium, the toxicity of AFB1 degradation products should not be neglected as some degradable products might be toxic like AFB1. In this case, B. amyloliquefaciens WF2020 might degrade AFB1 into C 15 H 11 O (m/z 207.08), C 15 H 15 O 2 (m/z 227.11), and C 15 H 19 O 4 (m/z 263.13), according to the HPLC-Q-TOF-MS analysis of the 72-h co-incubation culture of AFB1 and B. amyloliquefaciens WF2020 (Supplementary",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Genes with up to 50% similarity found in B. amyloliquefaciens WF2020 genome according to the database of virulence factors.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Genes with up to 50% similarity found in B. amyloliquefaciens WF2020 genome according to the Comprehensive Antibiotic Resistance Database.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This work was financially supported by the Guangdong Province Science and Technology Innovation Strategy Special Fund (2020B020226008), Guangzhou Science and Technology Research Projects (201904010274) ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "GC and QF designed and performed the experiments, analyzed the data, and prepared this manuscript. ZheL performed the experiments and revised this manuscript. CX and ZhiL analyzed the data. QZ and LW designed the experiments. XF contributed to the revision of this manuscript. JW contributed to the revision of this manuscript and overall support of this study. All authors contributed to the article and approved the submitted version. The remaining authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTHOR CONTRIBUTIONS"
        }
    ]
}