{
    "paper_id": "c454b64a6d401f4435f5eb65a109ccd3efc2d36a",
    "metadata": {
        "title": "Re-visioning Ideological Assemblages Through De-punctualizing and Activist Science, Mathematics and Technology Education",
        "authors": [
            {
                "first": "J",
                "middle": [
                    "Lawrence"
                ],
                "last": "Bencze",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Toronto",
                    "location": {
                        "addrLine": "252 Bloor Street West",
                        "postCode": "M5S 1V6",
                        "settlement": "Toronto",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "L"
                ],
                "last": "Bencze",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Toronto",
                    "location": {
                        "addrLine": "252 Bloor Street West",
                        "postCode": "M5S 1V6",
                        "settlement": "Toronto",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "It seems clear to many analysts that there are several existential and many 'normalized' threats to wellbeing of individuals, societies and environments-such as disruption from climate change, diseases from manufactured foods and species losses linked to habitat destruction-that have been associated with fields of science, mathematics and technology (and, likely, engineering). Culpability for such threats, while perhaps engaging much of humanity, seems most likely attributable to pro-capitalist individuals (e.g., financiers) and groups (e.g., corporations and transnational trade organizations)-which appear to have relatively successfully influenced most living and nonliving entities to form assemblages (dispositifs) that serve their self-interested ideologies. Given harms associated with such assemblages, it seems clear to many analysts that they need to be severely disrupted or, perhaps, replaced with alliances of entities that are based on ideological perspectives that may contribute to comprehensive wellbeing. Although pro-capitalist assemblages have been extremely resilient, it seems that current sociopolitical instability and, moreover, considerable disruption from the CoViD-19 pandemic may provide unprecedented opportunities for dramatic changes. In this article, after consideration of characteristics and extents of harms linked to fields of science, mathematics and technology/engineering, possibilities are described and critically defended for uses of a particular curriculum and pedagogical framework for helping students to imagine and, perhaps, realize new assemblages of entities that are held together by ideologies that they consider appropriate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Résumé Il semble clair pour de nombreux analystes qu'il existe plusieurs menaces existentielles et de nombreuses menaces « normalisées » au bien-être des individus, des sociétés et des environnements, telles que les perturbations dues au changement climatique, les maladies provenant des aliments manufacturés et la perte d'espèces liée à la destruction de l'habitat, qui ont été associées à des domaines des sciences, des mathématiques et de la technologie (et, probablement, de l'ingénierie). La culpabilité de telles menaces, même si elle engage peut-être une grande partie de l'humanité, semble très probablement attribuable aux individus procapitalistes (par exemple, les financiers) et aux groupes (par exemple, les sociétés et les organisations commerciales transnationales) -qui semblent avoir influencé avec un succès relatif la plupart des entités vivantes, non vivantes et symboliques pour former des assemblages (dispositifs) au service de leurs idéologies intéressées. Compte tenu des préjudices associés à de tels assemblages, il semble clair pour Can. J. Sci. Math. Techn. Educ. de nombreux analystes qu'ils doivent être gravement perturbés ou, peut-être, remplacés par des alliances d'entités fondées sur des perspectives idéologiques susceptibles de contribuer au bien-être global. Bien que les assemblages pro-capitalistes aient été extrêmement résilients, il semble que l'instabilité sociopolitique actuelle, à laquelle s'ajoutent les perturbations considérables dues à la pandémie de COVID-19, peut offrir des occasions de changements profonds sans précédent. Dans cet article, après avoir examiné les caractéristiques et l'étendue des préjudices liés aux domaines des sciences, des mathématiques et de la technologie / ingénierie, les possibilités sont décrites et défendues de manière critique pour l'utilisation d'un programme et d'un cadre pédagogique particuliers pour aider les élèves à imaginer et, peut-être, à réaliser de nouveaux assemblages d'entités maintenues ensemble par des idéologies qu'ils jugent appropriées.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In light of general sociopolitical instability around the world and, perhaps especially, disruptions by the CoViD-19 pandemic, science, mathematics and technology (and, likely, engineering) education appear to have unprecedented opportunities to contribute to systemic changes that may help overcome numerous personal, social and environmental harms that many suggest are most attributable to capitalist systems. On the other hand, there are numerous indications that pro-capitalist individuals and groups are ready to return societies to status quo situations, in which few socio-economic and other elite manipulate most other entities on earth for self-interested gains-contributing to such harms as massive wealth disparities, existential threats like climate disruption, species losses and nuclear war, along with ongoing illnesses from manufactured foods and beverages, increasing for-profit surveillance and self-actualization threats through forms of technology-mediated popular entertainment. In this position paper, after elaboration about harms associated with fields of science, mathematics and technology/engineering, a pedagogical framework aimed at encouraging and enabling students to envisage and actively promote assemblage of diverse entities into alliances held together by ideological perspectives of their choice is described, defended and problematized.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "There is much to celebrate about fields of science, mathematics and technology (SMT). Humans enjoy, for instance, extended lifespans through developments in medical and agricultural fields. Nevertheless, it also seems clear that SMT fields often are associated with many threats to wellbeing of individuals, societies and/or environments (WISE). Some prominent climate scientists, for instance, recently published a 'warning to humanity' about severity of harms linked to increases in global average temperatures associated with petroleum uses (Ripple et al., 2020) . Indeed, Ord (2020) includes devastation from climate change, along with nuclear war and species losses, among several existential risks for humanity. Meanwhile, among numerous perhaps less severe but apparently ongoing harms, it seems that humans continue to be plagued by harms like illnesses associated with manufactured foods (Weber, 2009) , pharmaceuticals (Norman et al., 2011) and tobacco (Verma, 2009) .",
            "cite_spans": [
                {
                    "start": 544,
                    "end": 565,
                    "text": "(Ripple et al., 2020)",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 576,
                    "end": 586,
                    "text": "Ord (2020)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 897,
                    "end": 910,
                    "text": "(Weber, 2009)",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 929,
                    "end": 950,
                    "text": "(Norman et al., 2011)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 963,
                    "end": 976,
                    "text": "(Verma, 2009)",
                    "ref_id": "BIBREF72"
                }
            ],
            "ref_spans": [],
            "section": "Our Current World"
        },
        {
            "text": "Although it may seem reasonable to blame scientists, engineers, mathematicians, technologists and related workers for personal, social and environmental harms like those mentioned above, it likely is not that simple. Based, for example, on actor-network theory (ANT), an ontological perspective that posits reciprocal relationships among living, non-living and symbolic (semiotic) entities ('actants') (Latour, 2005) , 'blame' may be considered distributed across actor-networks in which SMT fields are embedded. Blame, responsibilities etc. may not, however, be evenly distributed across such material-semiotic networks. Many analysts suggest that humans are particularly influential in dynamics of actor-networks and, accordingly, must accept most blame for many harms to WISE (e.g., Jasanoff, 2015) . Such views have led numerous scientists, social scientists and others to suggest we are currently living through an Anthropocene epoch-with signs of human activities like petroleum-based residues, for instance, captured in geological records (Crutzen & Stoermer, 2010) .",
            "cite_spans": [
                {
                    "start": 402,
                    "end": 416,
                    "text": "(Latour, 2005)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 774,
                    "end": 801,
                    "text": "WISE (e.g., Jasanoff, 2015)",
                    "ref_id": null
                },
                {
                    "start": 1046,
                    "end": 1072,
                    "text": "(Crutzen & Stoermer, 2010)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Our Current World"
        },
        {
            "text": "Meanwhile, other scholars and commentators suggest that few human actants rival impacts of procapitalist individuals and groups (e.g., Hardt & Negri, 2019) . A better moniker for our current epoch may, therefore, be the Capitalocene (Patel & Moore, 2017) . There are, indeed, many arguments supporting this contention. Power and influences of capitalism appear to have dramatically escalated since about the early 1970s with increasing globalization of neoliberal forms of it. Although definitions vary, neoliberal capitalism, unlike earlier more laisse faire forms, appears to feature concerted efforts by governmentswith assistance from numerous other pro-capitalist entities, including transnational governing organizations (e.g., Organisation for Economic Cooperation and Development), think tanks, banks, investors and corporations-to infuse such capitalist ideologies as possessive individualism, competitiveness, externalization of costs/responsibilities and socio-economic stratification into 'essences' (e.g., minds and bodies) of myriad living, nonliving and symbolic entities (actants), including schools, universities, engineers, scientists, consumers, machines and transportation systems (Cahill et al., 2018) . Foucault (1995) discussed influences by neoliberal capitalists in terms of normalizing power, that is, infusion of capitalist ideologies into minds and bodies of myriad entities so that they are considered 'normal' and, indeed, may become part of our subconscious. The resulting network of mostly cooperating living and nonliving actants, which Foucault (2008) called a dispositif, seems capable of assimilating most entities into its networks.",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 155,
                    "text": "Hardt & Negri, 2019)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 233,
                    "end": 254,
                    "text": "(Patel & Moore, 2017)",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1201,
                    "end": 1222,
                    "text": "(Cahill et al., 2018)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1225,
                    "end": 1240,
                    "text": "Foucault (1995)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Our Current World"
        },
        {
            "text": "Apparently key to neoliberal activities are, to varying extents, some fields of science, mathematics and technology (and, likely, engineering) . These seem embedded in and greatly influenced by pro-capitalist dispositifs (Krimsky, 2019) , such as in terms of being employed to encourage financially able citizens to engage in repeating cycles of consumption and disposal of goods and services (e.g., Usher, 2010) . This can be understood in terms of the schema in Fig. 1 , the original version of which Roth (2001) used to depict reciprocal relationships between science and technology. Assuming 'technology' also involves engineering and that mathematics may be integrated into related processes, this schema may represent 'STEM' (science, technology, engineering and mathematics) fields-associations that are now commonly promoted in many educational initiatives (Li et al., 2020) . STEM education has become part of dominant discourses in recent years and, so, although this journal is named after only three of the four fields, we can assume that SMT and STEM education are somewhat comparable-and, accordingly, are used here interchangeably.",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 142,
                    "text": "(and, likely, engineering)",
                    "ref_id": null
                },
                {
                    "start": 221,
                    "end": 236,
                    "text": "(Krimsky, 2019)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 400,
                    "end": 412,
                    "text": "Usher, 2010)",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 503,
                    "end": 514,
                    "text": "Roth (2001)",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 865,
                    "end": 882,
                    "text": "(Li et al., 2020)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [
                {
                    "start": 464,
                    "end": 470,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Our Current World"
        },
        {
            "text": "Although development of physical products and services (World), like vehicles and communication systems (e.g., social network apps), are and have been important, emphases are placed on representations (Signs) to promote consumerist desires. It may be more accurate, however, to say that emphases are placed on mis-representations. On the one hand, there appear to be unavoidable natural inefficiencies-called ontological gaps-in humans' translations between phenomena of the World (e.g., a tree) and Signs (e.g., drawing of a tree) to represent them. On the other hand, humans may-to serve certain purposesintentionally mistranslate between World and Sign, creating what I have called ideological gaps. For example, to encourage consumption, engineers may create designs that research suggests can cause people to envisage certain idealistic abstractions that may engender certain emotional attachments to commodities (World)-such as certain 'sleek' cell phone designs (Signs) that may be associated with higher social statuses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Our Current World"
        },
        {
            "text": "In concert with such designs, marketers may create advertisements (Signs)-perhaps showing welldressed, young and fit, people looking 'cool' and using such a phone (World)-that reinforce idealistic abstractions. Apparently, such techniques can persuade consumers to strongly associate idealized abstractions with commodities-thus creating brand identities and loyalties in commodity-consumer relationships. According to Usher (2010) , for example, effectiveness of idealized abstractions derives largely from their relative detachment (with large ideological gaps) from particular phenomena. Such hyperreal conditions can allow designers and marketers to continuously re-design the abstractions in ways that may convince consumers to regularly discard commodities in favour of newly designed/marketed idealized abstractions (Leonard, 2010) .",
            "cite_spans": [
                {
                    "start": 419,
                    "end": 431,
                    "text": "Usher (2010)",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 823,
                    "end": 838,
                    "text": "(Leonard, 2010)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Our Current World"
        },
        {
            "text": "With many (relatively privileged) people engaged in cycles of consumption and disposal, apparently largely through semiotic creation of desires, capitalists can more freely externalize their costs to generate profits (McMurtry, 2013) . Externalities can include, for instance, reductions in labour costs (e.g., for wages, benefits and working conditions) and materials (e.g., cheaper ingredients in foods, sometimes lacking in nutritional value). Such reductions can, in turn, lead to numerous compromises to qualities of goods and services that can contribute to many personal, social and environmental harms (like those described above). Exacerbating such compromises appear to have been legal decisions (e.g., in 1980 in the USA) to allow contracts between university-based engineers, scientists etc. and companies/financiers, which tended to further shift university academics' foci from knowledge generation for general wellbeing to those more greatly prioritizing private interests (Krimsky, 2019) .",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 233,
                    "text": "(McMurtry, 2013)",
                    "ref_id": null
                },
                {
                    "start": 988,
                    "end": 1003,
                    "text": "(Krimsky, 2019)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Our Current World"
        },
        {
            "text": "Based on arguments above, consumers are purchasing (and often discarding) virtual 'Trojan horses,' commodities that, through idealized abstractions on the surface, mask harmful features within (Bencze & Carter, 2015) . An important way to think of this is through actor-network theory, particularly in terms of punctualization, that is, making a network of relations appear reduced to a single entity (Callon, 1991) . For example, large genetically engineered (GE) salmon can be seen as bountiful food sources compared to wild salmon, possibly distracting customers from potentially problematic actants-such as government patents (which can inflate prices, limiting access to such food) and sea lice (which thrive in ocean fish pens, but harm wild and GE salmon) (Pierce, 2013) . Such punctualization, in turn, often is accompanied by deproblematization of SMT/STEM fields (and their supporters), that is, hiding problematic actants from consumers to, in other words, 'sanitize' for-profit products/services. Pro-capitalist ideological techniques like subterfuge described above, along with many others, seem to have concentrated global wealth to unprecedented degrees in what Piketty (2020) calls our hyper-capitalist era. The aid agency Oxfam (2020) suggested, for example, that about 2153 billionaires had roughly the same total wealth as about 4.6 billion people; the richest 1% of the world's population had more combined wealth than 6.9 billion people; and about 50% of humanity 'survive' on little more than $5.50 (USD) per day. It seems clear, therefore, that elite few are reaping benefits largely at expense of considerable personal, social and environmental injustices.",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 216,
                    "text": "(Bencze & Carter, 2015)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 401,
                    "end": 415,
                    "text": "(Callon, 1991)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 763,
                    "end": 777,
                    "text": "(Pierce, 2013)",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Our Current World"
        },
        {
            "text": "Assuming that pro-capitalist networks are largely responsible for numerous harms to wellbeing of individuals, societies and environments, it seems clear that, rather than being reformed, they must be replaced. Questions remain, however, about which socioeconomic systems may contribute to significant increases in social justice and environmental sustainability. Forms of socialism, being antithetical to capitalism, may seem to be reasonable replacements. Proponents of socialism probably should avoid movements towards so-called socialist states like the former USSR, given its highly authoritarian and unjust character (Borgnäs et al., 2015) . It may be reasonable to strive for more anarchical socialist models, such as libertarian socialism (Chomsky, 1999) . Regarding libertarianism, they would prioritize pro-socialist local decisionmaking by small groups of community members-generally without much (or any) influence from more hierarchical governing entities like central governments. At the same time, in light of significant environmental harms like those described above, there have been numerous calls for more environmentally conscious socialist systems-sometimes called eco-socialism. These would be non-capitalist, prioritizing values like equity, diversity and environmental vitality (Borgnäs et al., 2015; Löwy, 2015) .",
            "cite_spans": [
                {
                    "start": 622,
                    "end": 644,
                    "text": "(Borgnäs et al., 2015)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 746,
                    "end": 761,
                    "text": "(Chomsky, 1999)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1301,
                    "end": 1323,
                    "text": "(Borgnäs et al., 2015;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1324,
                    "end": 1335,
                    "text": "Löwy, 2015)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Worlds We Could Have"
        },
        {
            "text": "Shifting away from pro-capitalist dispositifs, perhaps replacing them with those promoting eco-socialist ideologies, seems very difficult. Capitalists' normalizing power appears highly resilient (Foucault, 1995 (Foucault, , 2008 . Indeed, pro-capitalist systems seem to thrive on apparent threats to their integrity. They often emerge stronger after crises, as was apparent following the 2007-2008 global financial crisis (Chomsky, 2017) . In this vein, numerous analysts suggested that crises such as neoliberalism-informed offshoring of jobs and associated poverty helped with rapid and, now, increasingly widespread emergence of so-called right-wing populism (RWP) (Mouffe, 2019) . These, in turn, appear to diminish roles for transnational entities like the United Nations and acceptance of 'liberal' values like universal human rights and religious tolerance (Carter, 2020) .",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 210,
                    "text": "(Foucault, 1995",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 211,
                    "end": 228,
                    "text": "(Foucault, , 2008",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 422,
                    "end": 437,
                    "text": "(Chomsky, 2017)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 668,
                    "end": 682,
                    "text": "(Mouffe, 2019)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 864,
                    "end": 878,
                    "text": "(Carter, 2020)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Worlds We Could Have"
        },
        {
            "text": "While there appear to be numerous variants of RWP, many scholars and political commentators suggest they have gained traction in several countries-including in Brazil, Hungary, India, Turkey, the UK, the USA and elsewhere-because of forms of 'salvation' promised by often-charismatic leaders who frequently suggest they can 'rescue' masses of people ('populations') from irrational and unethical practices of 'evil elite' (often in government) (Rodrik, 2018) . Meanwhile, however, promises of RWP leaders and their backers often seem to be ruses-enabling them to further implement pro-capitalist and other programmes (e.g., regarding immigration) that may not have been traditionally acceptable to populations. Such subterfuge seems aligned with conceptions of disaster capitalism (Klein, 2007) , in which leaders exploit public disorientation associated with 'natural' or anthropogenic crises, tacitly or explicitly declaring states of exception (Agamben, 2005) , to justify implementation of policies and practices that would, under pre-crisis circumstances, be unacceptable because of associated social injustices and/or environmental devastation. In this vein, it has been suggested that elected officials often have much less power-and, indeed, are beholden to a 'deep state' of power-brokers, like corporations and their lobbyists, who operate behind the scenes of political decision-making (Lofgren, 2016) .",
            "cite_spans": [
                {
                    "start": 444,
                    "end": 458,
                    "text": "(Rodrik, 2018)",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 781,
                    "end": 794,
                    "text": "(Klein, 2007)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 947,
                    "end": 962,
                    "text": "(Agamben, 2005)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1397,
                    "end": 1412,
                    "text": "(Lofgren, 2016)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Worlds We Could Have"
        },
        {
            "text": "Indeed, as I write this article in early December, 2020, the world is experiencing crises associated with the CoViD-19 pandemic-which some suggest has considerable anthropogenic origins (Johnson et al., 2020) -that RWP leaders and others seem to be using as 'smoke screens' to distract citizens from many pro-capitalist actions such as massive, no-strings-attached, bail-outs for financiers and corporations; deregulation of often-problematic (e.g., petroleum-producing/consuming) businesses; appointment of rightwing supreme court judges; and further isolationism (e.g., regarding immigration controls and border securitization) (Smith & Holden, 2020) .",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 208,
                    "text": "(Johnson et al., 2020)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 630,
                    "end": 652,
                    "text": "(Smith & Holden, 2020)",
                    "ref_id": "BIBREF69"
                }
            ],
            "ref_spans": [],
            "section": "Worlds We Could Have"
        },
        {
            "text": "Although the CoViD-19 crisis appears to have created unprecedented opportunities for pro-capitalist entities to augment their programmes (e.g., via online services), it also seems to have opened doors towards enactment of more eco-socialist policies and practices. Shortly after declaration of a pandemic in March 2020, governments with diverse political leanings instituted policies and practices that may have seemed unimaginable in years preceding the pandemic (Baker, 2020) . Suddenly, money was available for such socialism-like supports as health care, albeit mostly for infected individuals; unemployment benefits for laid-off workers, unemployed students and small companies; income tax payment postponements; rent payment deferrals; and research and development relating to the pandemic. At the same time, there were suggestions of numerous environmental changes that might only be imagined with severely restrained capitalist activities, including reduced greenhouse gas emissions because of diminished petroleum uses by many industries and commercial aviation (UN, 2020) . Community members also have rallied to voluntarily help those in need and produced artistic forms of community spirit-which have often occurred in times of crisis (Solnit, 2009 ), but seem antithetical to neoliberalism-informed, 'winner-take-all,' zeitgeists. In this vein, moreover, cultures (e.g., South Korea) that had many successes in addressing the pandemic arguably tended to have previously implemented some eco-socialist policies and practices, including for health care and pandemic preparedness, while countries with hyper-capitalist regimes (Brazil, UK and USA) tended to struggle with the pandemic (Davis, 2020) .",
            "cite_spans": [
                {
                    "start": 464,
                    "end": 477,
                    "text": "(Baker, 2020)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1071,
                    "end": 1081,
                    "text": "(UN, 2020)",
                    "ref_id": null
                },
                {
                    "start": 1247,
                    "end": 1260,
                    "text": "(Solnit, 2009",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 1695,
                    "end": 1708,
                    "text": "(Davis, 2020)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Worlds We Could Have"
        },
        {
            "text": "Our current era, apparently very politically unstable (Dalton, 2018) , including regarding influences of rightwing populism and, now, with myriad disruptions associated with the CoViD-19 pandemic, seems 'ripe' for significant societal changes. Assuming that-as argued above-innumerable harms for wellbeing of individuals, societies and environments are greatly associated with pro-capitalist dispositifs, rather than individuals, groups or humanity more broadly, it seems clear that overcoming such harms requires dramatically reforming or replacing such assemblages with those that promote wellbeing for all living and nonliving entities on earth. Such transformation, however, seem extremely difficult. Capitalism appears to derive its resilience, as discussed above, from its complexity, that is, its vast network of living and nonliving actants supporting its causes. Despite the number of actants involved, however, approaches to transforming societies may depend on fewer unifying entities, that is, 'glue' that may adhere actants to each other. In his analyses of capitalist systems over at least the last two centuries, Piketty (2020) suggests thatwhile fluctuating in character and experiencing different crises-most actants have, more or less, adhered to such ideological priorities as individualism, personal proprietorship, competitiveness, costs externalization, continuous growth, commodification, rapid-fire consumption-disposal cycles and reductionism.",
            "cite_spans": [
                {
                    "start": 54,
                    "end": 68,
                    "text": "(Dalton, 2018)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Possible Contributions from SMT Education"
        },
        {
            "text": "Perhaps reformers should focus on mobilizing alternative ideologies, striving to normalize them (Foucault, 1995) . Such a transformative project may, on the one hand, seem monumental-given the sheer vastness of actants needing to accommodate new ideological perspectives. Nevertheless, many authors suggest that dramatic changes may be possible through transformations in science and technology education that help create a 'critical mass' of sociopolitically active community members (e.g., Hodson, 2011; Levinson, 2013; Roth & Désautels, 2002) . There does, indeed, appear to be considerable support for such foci.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 112,
                    "text": "(Foucault, 1995)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 492,
                    "end": 505,
                    "text": "Hodson, 2011;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 506,
                    "end": 521,
                    "text": "Levinson, 2013;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 522,
                    "end": 545,
                    "text": "Roth & Désautels, 2002)",
                    "ref_id": "BIBREF65"
                }
            ],
            "ref_spans": [],
            "section": "Possible Contributions from SMT Education"
        },
        {
            "text": "Perhaps aligned with claims about associations between fields of science and technology and harms to wellbeing of individuals, societies and environments discussed above, Jasanoff (2015) has suggested that societal developments-capitalist or otherwise-are 'co-produced', that is, they are in dialectical relationships with developments in fields of science and technology (and, presumably, mathematics and engineering) . She adds (Jasanoff & Kim, 2009) , moreover, that such co-production tends to be largely governed by particular sociotechnical imaginaries-which she and Kim (2009) define as 'collectively held, institutionally stabilized and publicly performed visions of desirable futures, animated by shared understandings of forms of social life and social order attainable through, and supportive of, advances in science and technology' (p. 4; italics added). These may be conceived, in other words, as current conceptions and future visions of ideological perspectives that underlie assemblage of myriad actants into particular dispositifs.",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 186,
                    "text": "Jasanoff (2015)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 372,
                    "end": 418,
                    "text": "(and, presumably, mathematics and engineering)",
                    "ref_id": null
                },
                {
                    "start": 430,
                    "end": 452,
                    "text": "(Jasanoff & Kim, 2009)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Possible Contributions from SMT Education"
        },
        {
            "text": "Hopes for societal transformations through reforms in science and technology education seem 'mixed.' They seem doubtful, for instance, given influences of the so-called Global Education Reform Movement (GERM)-a 'viral-like' movement that appears to globally prioritize well-defined educational standards and narrow (often pro-capitalist) subject matter foci (Sahlberg, 2011) . In this vein, it is apparent that many STEM education initiatives, in their fervor for supporting global economic competitions, appear to overly emphasize teaching and learning of knowledge and skills claimed to be useful for production and marketing of for-profit goods and services, often sacrificing students' education about broader-sometimes problematic-relationships among fields of science and technology and societies and environments (Hoeg & Bencze, 2017) . On the other hand, different science education schema-including regarding socially acute questions, socioscientific issues and STSE (science, technology, society, environment) relationships (Bencze et al., 2020b )-have been developed and field-tested over the last several decades that may be suitable for engaging students in re-visioning assemblages of actants held together, more or less, by new ideological perspectives. Such schema may be called 'Science-in-Context' (SinC) approaches, to distinguish them from more reductionist-pro-capitalist-practices that emphasize teaching and learning of widely accepted laws, theories, inventions/innovations, procedures etc. of science and technology, often with minimal references to broader societal relationships. SinC approaches appear to help students to, at least, conceive of SMT/STEM fields as embedded in and, especially, co-determinant with societies (Jasanoff, 2015) .",
            "cite_spans": [
                {
                    "start": 358,
                    "end": 374,
                    "text": "(Sahlberg, 2011)",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 820,
                    "end": 841,
                    "text": "(Hoeg & Bencze, 2017)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1034,
                    "end": 1055,
                    "text": "(Bencze et al., 2020b",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1751,
                    "end": 1767,
                    "text": "(Jasanoff, 2015)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Possible Contributions from SMT Education"
        },
        {
            "text": "Although SinC schema can help students to consider and negotiate among ideological positions of diverse 'stakeholders' (e.g., politicians, scientists, consumers, company officials) on sociotechnical issues regarding, for instance, 'junk' food, invasive plant species or nuclear power (Hancock et al., 2019) , many such approaches tend to prioritize students' engagement in argumentation-based personal decision-making about controversies (Levinson, 2013) . Such personal-choice approaches seem important, such as when voting for politicians in representative democracies. On the other hand, confining students to personal choices regarding controversies-regardless of sophistication of underlying argumentation-may limit efforts to overcome many serious harms for wellbeing of individuals, societies and environments associated with SMT/STEM fields. Indeed, foci on controversies apparently have been used by private sector interests to promote public doubts about possibly harmful effects-often regarding science findings-of for-profit commodities, thus, possibly dissuading citizens from acting to overcome possible harms (Oreskes & Conway, 2010).",
            "cite_spans": [
                {
                    "start": 284,
                    "end": 306,
                    "text": "(Hancock et al., 2019)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 438,
                    "end": 454,
                    "text": "(Levinson, 2013)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Possible Contributions from SMT Education"
        },
        {
            "text": "Perhaps especially for existential threats, like those linked to climate change (Ord, 2020) , more aggressive actions (e.g., other than voting) seem necessary. For these, it may be that-as repeatedly stated by the Swedish youth climate activist, Greta Thunberg-we must treat them 'as if our house is on fire!' Arguably, however, intense actions also may be needed to overcome ongoing-if not existentialproblems like cancer, heart disease and diabetes linked to manufactured foods and beverages (Pollan, 2008 ) and many more. Accordingly, noting that many SinC approaches tend to confine students' education to Roberts' (2007) 'Vision II' levels of science literacy (e.g., being aware of STSE relationships), Sjöström et al. (2017) suggest that educational schema are needed that expand students' education to include socalled 'Vision III' science literacy-which they suggest would provide '[politicized] science education aiming at emancipation and societal participation, and includes aspects like socio-and eco-justice' (p. 182), in other words, engagement in personally meaningful sociopolitical actions to, altruistically, improve conditions around them.",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 91,
                    "text": "(Ord, 2020)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 494,
                    "end": 507,
                    "text": "(Pollan, 2008",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 610,
                    "end": 625,
                    "text": "Roberts' (2007)",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 708,
                    "end": 730,
                    "text": "Sjöström et al. (2017)",
                    "ref_id": "BIBREF68"
                }
            ],
            "ref_spans": [],
            "section": "Possible Contributions from SMT Education"
        },
        {
            "text": "Aligned with the recommendations above, some educational schema have been developed and fieldtested that are intended to provide students with more politicized forms of SMT/STEM education, including facilities for engagement in more sociopolitical actions. Such schema include 'Socio-scientific Inquirybased Learning' approaches supported by the European Union (Amos, Knippels & Levinson, 2020) and a programme for 'research-based SSI instruction' explored by a research team in South Korea (Choi & Lee, 2019) . However, few such schema appear to have emphasized-as advocated above-efforts to encourage students' re-visioning of ideologies that may enable assemblage of diverse living and nonliving actants into dispositifs that may represent their ideal futures. Key features, however, of the 'STEPWISE' curriculum and pedagogical framework (Bencze, 2017) that I have been using-often in collaboration with graduate students and teachers-as a basis of action research in different educational settings since 2006 show promise in this regard. 'STEPWISE' is the acronym for Science and Technology Education Promoting Wellbeing for Individuals, Societies and Environments, an educational framework for encouraging and enabling learners to eventually self-direct well-informed social actions to promote social justice and environmental sustainability. Elaborations of STEPWISE and access to relevant teaching and learning resources are available at www.stepwiser.ca.",
            "cite_spans": [
                {
                    "start": 491,
                    "end": 509,
                    "text": "(Choi & Lee, 2019)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 842,
                    "end": 856,
                    "text": "(Bencze, 2017)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Possible Contributions from SMT Education"
        },
        {
            "text": "The STEPWISE framework was (and is) largely designed to promote counter-hegemonic ideological perspectives and practices. Countering neoliberal possessive individualism (Cahill et al., 2018) was, for instance, the primary goal of the original version of the framework. It placed 'STSE Actions' at the geometric centre of a three-dimensional tetrahedron, semiotically suggesting that learners could (or should) altruistically 'spend' some of their cultural and social capital (Bourdieu, 2002 (Bourdieu, [1986 )-e.g., as literacy in the four other domains (i.e., skills education, STSE education, students' research and products ['knowledge,' like laws and theories] education)-trying to change phenomena in the world in directions aligned with students' ideological perspectives. For example, after her extensive research into chocolate products and having interviewed peers about their chocolate bar choices and, in that context, having informed them of some of her secondary research findings, a tenth-grade student concluded: '[A]fter everything they'd learned [e.g., from her], [they indicated] they'd be less willing to purchase chocolate that they actively knew had been made with child labour' (Nagi, 2018, p. 39) .",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 190,
                    "text": "(Cahill et al., 2018)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 475,
                    "end": 490,
                    "text": "(Bourdieu, 2002",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 491,
                    "end": 507,
                    "text": "(Bourdieu, [1986",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1200,
                    "end": 1219,
                    "text": "(Nagi, 2018, p. 39)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Possible Contributions from SMT Education"
        },
        {
            "text": "Such a claim suggests that this student had determined that youth may be willing to enact underlying ideologies about care for others rather than, for instance, self-interests that often are prioritized by capitalists. From the video-based description (tinyurl.com/y34982nv) of her project, it seems clear that-with reference to Fig. 1 above-she was interested in narrowing ideological gaps between aspects of the 'World' (chocolate production) and 'Signs' to represent them, such as by educating people about advertisers' tendencies to focus on individual adult chocolate company workers as one mechanism for distracting consumers from awareness of uses of child labour.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 329,
                    "end": 335,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Possible Contributions from SMT Education"
        },
        {
            "text": "To engage students in considering alternative ideological perspectives, the STEPWISE theoretical framework evolved, particularly after teacher feedback, into a more sequential, three-phase, set of teacher-led lessons and student activities. Based on constructivist learning theory (Osborne & Wittrock, 1985) , it begins with students reflecting on and expressing their pre-instructional attitudes, skills and knowledge ('ASK')-often regarding different for-profit products and services (e.g., cell phones). Such reflections are intended to be mostly student-directed (albeit with the teacher establishing contexts for reflection) and highly open-ended (with multiple possible conclusions) (Lock, 1990) , thus encouraging students to freely express their pre-instructional ASK. In doing so, they may, perhaps tacitly, express ideological positions that underlie their conceptions of current 'normalized' states of being (Foucault, 1995) . In responding to relatively divergent questions like, 'What do you like and dislike about this item [commodity] and for what reasons?,' 'What individuals and/or groups would agree or disagree with you, and for what reasons?' and 'What do you suggest should be done about harms you believe are linked to this item?,' students' stated conceptions tend to vary, but many or most are relatively reductionist and deproblematized-indicated by their claims, for example, that cell phones are widely appreciated, but expensive and often 'needing' replacement when new features are advertised.",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 307,
                    "text": "(Osborne & Wittrock, 1985)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 689,
                    "end": 701,
                    "text": "(Lock, 1990)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 919,
                    "end": 935,
                    "text": "(Foucault, 1995)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1038,
                    "end": 1049,
                    "text": "[commodity]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Possible Contributions from SMT Education"
        },
        {
            "text": "Their ASK appear to align well with hegemonic consumerist conceptions, which-as suggested abovetend to prioritize punctualized conceptions of phenomena like commodities that tend to avoid or distort awareness of problematic entities like transnational trade agreements that help ensure that extraction through disposal cycles involves low labour costs and permissive environmental regulations (Leonard, 2010) . Associated with such hegemonic conceptions have, as mentioned above, been capitalist financial supports for scientists to conduct research and/or write research reports that contradict suggestions of WISE harms linked to their commodities (e.g., petroleum products) (Oreskes & Conway, 2010) .",
            "cite_spans": [
                {
                    "start": 393,
                    "end": 408,
                    "text": "(Leonard, 2010)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 677,
                    "end": 701,
                    "text": "(Oreskes & Conway, 2010)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Possible Contributions from SMT Education"
        },
        {
            "text": "Students/citizens in democratic societies (at least) should, perhaps arguably (e.g., given 'democratic' emergence of RWP leaders), have access to conceptions of phenomena that feature-with reference to Fig.  1 -narrow ideological gaps, e.g., more truthful data regarding climate change. Given subterfuge apparently employed, as described above, by capitalists to portray processes and products of SMT/STEM in punctualized/de-problematized ways, it is apparent that many, if not all, students need teachers to directly teach ASK that they might struggle to discover on their own. Such discovery, indeed, appears to be particularly problematic in SMT/STEM education initiatives-which, for many decades and, apparently, more intensely in recent years, have promoted inquiry-based learning (IBL) approaches. Although such practices vary, it is apparent that they often tend to place students in contexts in which they are expected to discover-albeit perhaps with 'scaffolding' (teacher interventions)-widely accepted laws, theories and inventions of SMT/STEM fields (Bencze & Alsop, 2009) . For example, it has been described by Schwartz, Lederman and Crawford (2004) , who are prominent IBL advocates, as follows: 'Within a classroom, scientific inquiry involves student-centered projects, with students actively engaged in inquiry processes and meaning construction, with teacher guidance, to achieve meaningful understanding of scientifically accepted ideas targeted by the curriculum' (p. 612).",
            "cite_spans": [
                {
                    "start": 1062,
                    "end": 1084,
                    "text": "(Bencze & Alsop, 2009)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1125,
                    "end": 1163,
                    "text": "Schwartz, Lederman and Crawford (2004)",
                    "ref_id": "BIBREF67"
                }
            ],
            "ref_spans": [
                {
                    "start": 202,
                    "end": 209,
                    "text": "Fig.  1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Possible Contributions from SMT Education"
        },
        {
            "text": "Due to limitations of some students' intelligence and, apparently, many students' cultural and social capital (Bourdieu, 2002 (Bourdieu, [1986 ), discovery of abstractions like laws and theories through empirical activities can be challenging. This is a problem noted decades ago, with Wellington (1998) , for example, stating that '[empirical] work is still not a good tool for teaching theory- [T] heories are about ideas, not things. Theories involve abstract ideas which cannot be physically illustrated' (p. 7, italics in original). Similarly, experiences are unlikely to naturally reveal ideologies. Consequently, IBL practices meant to enable students to discover mainstream laws and theories (and effective methodologies) can be discriminatorycontributing to apparent ideological orientations envisaging school science/STEM education as a neoliberal-friendly sorting mechanism to identify and educate small cohorts of potential knowledge producers who may eventually help to govern thoughts and actions of most other citizens, many of whom may be considered knowledge consumers, mainly prepared to unquestioningly follow labour instructions from knowledge producers and enthusiastically and repeatedly purchase for-profit goods and services (Giroux & Giroux, 2006) . Such a hierarchical goal is evident, for instance, in some (although not all) statements sanctioning the most recent (and influential) US national science curriculum:",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 125,
                    "text": "(Bourdieu, 2002",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 126,
                    "end": 142,
                    "text": "(Bourdieu, [1986",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 286,
                    "end": 303,
                    "text": "Wellington (1998)",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 396,
                    "end": 399,
                    "text": "[T]",
                    "ref_id": null
                },
                {
                    "start": 1249,
                    "end": 1272,
                    "text": "(Giroux & Giroux, 2006)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Possible Contributions from SMT Education"
        },
        {
            "text": "The primary driver of the future economy and concomitant creation of jobs will be innovation, largely derived from advances in science and engineering. . . . 4 percent of the nation's workforce is composed of scientists and engineers; this group disproportionately creates jobs for the other 96 percent. (NRC, 2011, p. 2) To counter inequitable ideological practices like those described above, the STEPWISE pedagogical schema urges teachers to use approaches that aim to ensure that all students develop de-punctualized and problematized conceptions of processes and products of SMT/STEM fields. Drawing on work of Pierce (2013), for instance (as described above), students may be taught about actor-network theory as a way to depunctualize phenomena like genetically engineered salmon to enlighten students about larger networks to which such innovations are embedded and, based on Foucault's (2008) concept of dispositifs, that actants within such networks often are assembled to serve ideological perspectives of powerful entities (e.g., corporations). Effectiveness in helping students to develop new ideological perspectives regarding ontologies, epistemologies and methodologies associated with SMT/STEM fields may be evident, for example, in the complex network map (visible at tinyurl.com/y34982nv) prepared by a tenth-grade student about relationships involving chocolate (Nagi, 2018) and in the in-class discussion involving a student investigating shampoo, viewable online at tinyurl.com/y23m6kgb.",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 321,
                    "text": "(NRC, 2011, p. 2)",
                    "ref_id": null
                },
                {
                    "start": 884,
                    "end": 901,
                    "text": "Foucault's (2008)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1382,
                    "end": 1394,
                    "text": "(Nagi, 2018)",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Possible Contributions from SMT Education"
        },
        {
            "text": "Although promoted within the STEPWISE pedagogical schema, actively providing students with depunctualized and 'problematized' conceptions of phenomena seems somewhat problematic-given that most, if not all, decisions are value-based/ideological. My position on capitalism, while not always easy for me to enact, is very negative-advocating, as described above, transformations of our worlds towards forms of eco-socialism. Having declared such a position, I-and, perhaps, others-do not, however, want to be guilty of oppression by encouraging imposition on educators, students and others of my/our ideological perspectives about, individuals, societies and environments. On the one hand, given hegemony of procapitalist ideologies, it may seem reasonable to provide counter positions through generally state-funded institutions like public education. Moreover, there are precedents for at least dreaming of and publicly discussing 'utopic' worlds (Bregman, 2017 )-such as elimination of female voting restrictions and slavery-before they became more fully enacted. Some of us envisage, for instance, replacing conceptions of our species as Homo aeconomicus (highly rational, self-interested, individuals) with generalized assumptions around mutual human care (Lent, 2017) and care for key elements of global environmental sustainability, such as reductions in greenhouse gas concentrations, habitat exploitation/destruction and biodiversity losses (Raworth, 2017) .",
            "cite_spans": [
                {
                    "start": 947,
                    "end": 961,
                    "text": "(Bregman, 2017",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1259,
                    "end": 1271,
                    "text": "(Lent, 2017)",
                    "ref_id": null
                },
                {
                    "start": 1448,
                    "end": 1463,
                    "text": "(Raworth, 2017)",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "Possible Contributions from SMT Education"
        },
        {
            "text": "On the other hand, in democratic societies, it seems that liberalist individual rights to self-determine perspectives and practices-socially negotiated to avoid conflicts with others' perspectives-must be maintained in education. Deleuze and Guattari (1987 [1980] ), for instance, call for 'micro-political' decision-making by small, localized, groups of people in specific physical, social and environmental contexts, describing resulting forms of existence as nomadic rather than 'sedentary' (very rule-based). Omura et al. (2019) , in similar calls for greater democratization, recommend multiple worldings-promoting micro-political decision-making that may create multiple, unpredictable, eclectic contexts of being.",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 241,
                    "text": "Deleuze and",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 242,
                    "end": 263,
                    "text": "Guattari (1987 [1980]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 513,
                    "end": 532,
                    "text": "Omura et al. (2019)",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "Possible Contributions from SMT Education"
        },
        {
            "text": "The STEPWISE schema urges teachers to promote multiple worldings by students. Consistent with this schema are, for instance, learning outcomes and pedagogical practices regarding ways of knowing and doing of different cultures-like those advocated by Aikenhead and Jegede (1999) , which can contribute to multiple worldings because different cultures often vary in their ontological, epistemological, methodological and axiological assumptions. Shortly after such 'pluralist' instruction, however, teachers can progressively cede learning control to students, such as by engaging them in 'case methods' (Pedretti et al., 2008) in which students are first given a documentary (e.g., about an STSE controversy, such as about conflict minerals [e.g., at tinyurl.com/hynfane), and then asked to conduct secondary (and, perhaps, primary) research to learn more about it and, then, to provide suggestions for possible rectifying actions.",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 278,
                    "text": "Aikenhead and Jegede (1999)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 603,
                    "end": 626,
                    "text": "(Pedretti et al., 2008)",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 809,
                    "end": 832,
                    "text": "(and, perhaps, primary)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Possible Contributions from SMT Education"
        },
        {
            "text": "Such case methods can help students to more freely negotiate-albeit still with some teacher input-a range of ideological perspectives and practices. Diverse negotiations may be especially facilitated if teachers prioritize gradual shifts towards more student-directed and open-ended (Lock, 1990) analyses and evaluations of claims about ideological perspectives (or sociotechnical imaginaries), perhaps aligning numerous actants (e.g., government, military, paramilitary, miners, exporters, companies) into dispositifs as depicted in the documentary and from other sources and as they creatively imagine new assemblages held together by different ideological perspectives. In this vein, after such case method work, the STEPWISE schema suggests engaging students in designing and implementing practice 'RiNA' (research-informed & negotiated action) projects-like that highlighted above (Nagi, 2018) -and, then, in more student-directed and open-ended ones, thus, increasingly facilitating students' more democratic micro-political decision-making regarding ideological perspectives that they would prioritize holding together, like 'glue,' diverse actants.",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 295,
                    "text": "(Lock, 1990)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 886,
                    "end": 898,
                    "text": "(Nagi, 2018)",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Possible Contributions from SMT Education"
        },
        {
            "text": "In promoting democratic micro-political decision-making through increasingly student-led RiNA projects, we (using the STEPWISE schema) have sought to encourage students-as present and future community members-to increasingly seek to engage broader sets of living, nonliving and symbolic (semiotic) actants that may support ideological positions of their choice. In early such efforts, as reflected in accounts of students' projects in Bencze and Alsop (2014) and the first school-based issue of JASTE (tinyurl.com/y9axcbou), most actions in them were relatively local and educational-such as by providing class members with slideshow presentations, placing posters in school hallways and, most commonly, contributing to different 'friends-focused' social media outlets (e.g., Facebook™). In terms of rallying diverse actants to form dispositifs in support of causes (e.g., fair labour practices associated with different commodities), such approaches mostly were analogous to 'shotgun' blasts-dependent, to a great extent, on which actants happened to interact with the communications. As we introduced abstract concepts, such as actor-network theory and dispositifs, that may help students to envisage entities like commodities as part of dynamic assemblages of actants held together by particular ideological perspectives, however, students' discourses tended to shift towards more targeted and networked actions. For example, in her report about her research into chocolate consumerism, which appeared in JASTE 9.1 (bit.ly/2JGIgtf), Nagi (2018) referenced several associated actants:",
            "cite_spans": [
                {
                    "start": 435,
                    "end": 458,
                    "text": "Bencze and Alsop (2014)",
                    "ref_id": null
                },
                {
                    "start": 1536,
                    "end": 1547,
                    "text": "Nagi (2018)",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Possible Contributions from SMT Education"
        },
        {
            "text": "With exponentially increasing consumer demands, big-name chocolate companies such as Mars, Nestle, Cadbury, Lindt, Godiva, and have been implicated in ethical issues, particularly child labor. As defined by the International Labour Organization (ILO), these child workers are working under conditions that qualify as the 'worst forms of child labor '. (p. 38) Nevertheless, such actions tended to be propositional, that is, using research findings (and prior education) to make recommendations for networked awareness and/or changed practices. With reference to the schema for RiNA projects (and STEM) in Fig. 1 , in other words, students' ideological work tended to be mainly focused on World ➔ Sign translations, with some suggestions for Sign ➔ World translations. Consequently, for the last few years, we have been facilitating collaborative action research with secondary school teachers who aimed to encourage and enable students to develop and implement technologies (i.e., engineering products) that perform desired tasks while also promoting social justice and environmental sustainability. Examples of students' technology designs included a 3D-printed tennis shoe made from biodegradable material, 3D-printed parallette supports for athletic training, and a candle recycling device made from recycled consumer materials.",
            "cite_spans": [
                {
                    "start": 349,
                    "end": 359,
                    "text": "'. (p. 38)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 605,
                    "end": 611,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Possible Contributions from SMT Education"
        },
        {
            "text": "Students published articles about these technology design projects in JASTE 11.1 (tinyurl.com/yb45 cbmv). Such projects emphasize Sign ➔ World translations (Fig. 1 ) and, therefore, may more directly actualize ideologies. On the other hand, extents to which students engaged in discussions for mobilized ideologies (e.g., environmental sustainability) inherent to their new technologies have seemed generally limited, again, to social media distribution (Bencze et al., 2020a) . Much work, therefore, still appears necessary to encourage and enable students to more actively discuss and/or actualize efforts to mobilize such ideological perspectives among numerous and diverse actants to form dispositifs that support their causes.",
            "cite_spans": [
                {
                    "start": 454,
                    "end": 476,
                    "text": "(Bencze et al., 2020a)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 156,
                    "end": 163,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Possible Contributions from SMT Education"
        },
        {
            "text": "Although fields of science, mathematics and technology (and engineering) education-perhaps using approaches based on the STEPWISE schema-may have considerable potential to contribute to apparently necessary assemblage of actants into dispositifs that are largely held together by ideologies that, collectively, prioritize wellbeing for all individuals, societies and environments, there appear to be significant barriers to and dilemmas associated with such transformations. On the one hand, for instance, it seems clear that the CoViD-19 pandemic has significantly disrupted pro-capitalist dispositifs, revealing underlying injustices and inefficiencies in such systems and allowing for possible emergence of pro-socialist and proenvironmental practices by governments and those governed. Nevertheless, there also is much evidence to suggest that capitalism has not been fatally damaged. Indeed, there have been numerous indications of resilience of capitalist systems, regardless of limitations enacted by the deadly coronavirus. In addition to many behind-the-scenes enactments of pro-capitalist policies and practices noted above, such as (further) tax cuts to wealthy individuals and groups and de-regulation of numerous business operations, more overt-and perhaps seemingly necessary (for pandemic elimination)-dramatic increases in societal surveillance have been experienced, forms of pro-capitalist sociotechnical monitoring and control (Zuboff, 2019 ) that seem largely irreversible (Roth et al., 2020) .",
            "cite_spans": [
                {
                    "start": 1446,
                    "end": 1459,
                    "text": "(Zuboff, 2019",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 1493,
                    "end": 1512,
                    "text": "(Roth et al., 2020)",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [],
            "section": "Coda"
        },
        {
            "text": "Along similar lines, as apparent key agents in capitalist programmes of wealth concentration, right-wing populist governments (and, perhaps, others) have quickly enacted policies and practices that appear to have further weakened abilities of SMT/STEM fields to contribute to general wellbeing. In the USA, for instance, such measures appear to have at least included sidelining independent science advice, leaving key science positions vacant, revoking science-based safeguards, misrepresenting climate science and rolling back climate change safeguards, weakening science-based pollution standards without scientific justification, undermining protections from hazards at work and home, altering scientific content on federal websites, reducing public access to data, and creating a hostile environment for scientific staff (Carter et al., 2017) . Although election of a Democratic government in the USA may lead to reversal of some of these policies, doubts remain in light of suggestions that government changes do not, necessarily, disrupt influences of the 'deep state', including, especially, very rich financiers and corporations (Lofgren, 2016) .",
            "cite_spans": [
                {
                    "start": 826,
                    "end": 847,
                    "text": "(Carter et al., 2017)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1138,
                    "end": 1153,
                    "text": "(Lofgren, 2016)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Coda"
        },
        {
            "text": "With such barriers to transition to dispositifs held together by ideologies promoting greater ecological justice and environmental wellbeing, along with apparent continued inertial hegemonic control of zeitgeists of populations, it seems imperative-as argued here-that entities like SMT/STEM education intervene to encourage transitions to more socially just and environmentally sustainable systems. Having said that, lest proponents of such interventions be guilty of oppression, they must always work to engage multiple and diverse 'stakeholders' (e.g., governments, community members, company executives, workers, educators) in critical reflective practices (praxis) (McLaren, 2000) that may lead to uncertain and potentially unsatisfying (to them) results.",
            "cite_spans": [
                {
                    "start": 670,
                    "end": 685,
                    "text": "(McLaren, 2000)",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Coda"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Cross-cultural science education: A cognitive explanation of a cultural phenomenon",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Aikenhead",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "J"
                    ],
                    "last": "Jegede",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Journal of Research in Science Teaching",
            "volume": "36",
            "issn": "3",
            "pages": "269--287",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "State of exception (trans. K. Attell)",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Agamben",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Socio-scientific inquiry-based learning: Possibilities, and challenges for teacher education",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Amos",
                    "suffix": ""
                },
                {
                    "first": "M.-C",
                    "middle": [],
                    "last": "Knippels",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Levinson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "41--61",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "We can't go back to normal': How will coronavirus change the world? The Guardian",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Baker",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Science and technology education promoting wellbeing for individuals, societies and environments",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Bencze",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A critical and creative inquiry into school science inquiry",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Bencze",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Alsop",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "World of science education: North America",
            "volume": "",
            "issn": "",
            "pages": "27--47",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Activist science and technology education",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Capitalists' profitable virtual worlds: Roles for science & technology education",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Bencze",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Carter",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "International handbook of semiotics",
            "volume": "1",
            "issn": "",
            "pages": "1197--1212",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Promotion of ecojust engineering design, production and mobilization in/through school science. A presentation at the annual conference of the Australasian Science Education Research Association, online",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bencze",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Del Gobbo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "El Halwany",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Milanovic",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nurul-Hassan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Padamsi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Qureshi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rahman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zouda",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "SAQ, SSI and STSE education: Defending and extending 'Science-in-Context'. Cultural Studies of Science Education, x(x)",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bencze",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pouliot",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Pedretti",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Simonneaux",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Simonneaux",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zeidler",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "xx--xx",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The politics of ecosocialism: Transforming welfare. London and",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Borgnäs",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Eskelinen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Perkiö",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The forms of capital",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bourdieu",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Readings in economic sociology",
            "volume": "",
            "issn": "",
            "pages": "280--291",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Utopia for realists: How we can build the ideal world",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bregman",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The SAGE handbook of neoliberalism",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cahill",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Konings",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Primrose",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Techno-economic networks and irreversibility",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Callon",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "A sociology of monsters: Essays on power, technology and domination",
            "volume": "",
            "issn": "",
            "pages": "132--161",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "What's in a name: Post-liberalism, COVID-19 and science (education)",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Carter",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal for Activist Science and Technology Education",
            "volume": "11",
            "issn": "1",
            "pages": "16--31",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Sidelining science since day one: How the Trump administration has harmed public health and safety in its first six months. Cambridge MA: Union of Concerned Scientists",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Carter",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Goldman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Reed",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hansel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Halpern",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rosenberg",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Fostering students' understanding of socioscientific issues and their willingness to take action: Use of research-based SSI instruction. A presentation at the semi-annual conference of the European Science Education Research Association",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Profit over people: Neoliberalism and the global order",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chomsky",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Optimism over despair: On capitalism, empire, and social change",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chomsky",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Have we entered the \"Anthropocene\"? International Geosphere-Biosphere Programme",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Crutzen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Stoermer",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Political realignment: Economics, culture, and electoral change",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Dalton",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The monster enters: COVID-19, avian flu and the plagues of capitalism",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "A thousand plateaus: Capitalism and schizophrenia",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Deleuze",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Guattari",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Discipline and punish: The birth of the prison",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Foucault",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Michael Sennelart; General Editors: Francois Ewald and Alessandro Fontana",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Foucault",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Graham Burchell)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Challenging neoliberalism's new world order: The promise of critical pedagogy",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Giroux",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Giroux",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Cultural Studies ←➔ Critical Methodologies",
            "volume": "6",
            "issn": "1",
            "pages": "21--32",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Selecting socio-scientific issues for teaching",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Hancock",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Friedrichsen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Kinslow",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Sadler",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Science & Education",
            "volume": "28",
            "issn": "6-7",
            "pages": "639--667",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Empire, twenty years on",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hardt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Negri",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "New Left Review",
            "volume": "120",
            "issn": "",
            "pages": "67--92",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Looking to the future: Building a curriculum for social activism",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hodson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Rising against a gathering storm: A biopolitical analysis of citizenship in STEM policy",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hoeg",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bencze",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Cultural Studies of Science Education",
            "volume": "12",
            "issn": "4",
            "pages": "843--861",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Future imperfect: Science, technology, and the imaginations of modernity",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jasanoff",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Dreamscapes of modernity: Sociotechnical imaginaries and the fabrication of power",
            "volume": "",
            "issn": "",
            "pages": "1--33",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Containing the atom: Sociotechnical imaginaries and nuclear power in the United States and South Korea",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jasanoff",
                    "suffix": ""
                },
                {
                    "first": "S.-H",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Minerva",
            "volume": "47",
            "issn": "2",
            "pages": "119--146",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Global shifts in mammalian population trends reveal key predictors of virus spillover risk",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Hitchens",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Pandit",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rushmore",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C W"
                    ],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Doyle",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Proceedings of the Royal Society B",
            "volume": "287",
            "issn": "",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "The shock doctrine: The rise of disaster capitalism",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Klein",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Conflicts of interest in science: How corporate-funded academic research can threaten public health",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Krimsky",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "The patterning instinct: A cultural history of humanity's search for meaning",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Latour",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "The Story of Stuff: How our obsession with stuff is trashing the planet, our communities, and our healthand a vision for change",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Leonard",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Practice and theory of socio-scientific issues: An authentic model?",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Levinson",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Studies in Science Education",
            "volume": "49",
            "issn": "10",
            "pages": "99--116",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Research and trends in STEM education: A systematic review of journal publications",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Froyd",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of STEM Education",
            "volume": "7",
            "issn": "11",
            "pages": "1--16",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Open-ended, problem-solving investigations-What do we mean and how can we use them?",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lock",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "School Science Review",
            "volume": "71",
            "issn": "256",
            "pages": "63--72",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "The deep state: The fall of the constitution and the rise of a shadow government",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lofgren",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Ecosocialism: A radical alternative to capitalist catastrophe",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Löwy",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Che Guevara, Paulo Freire, and the pedagogy of the revolution",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mclaren",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "For a left populism",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mouffe",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "How ethical is your chocolate",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Nagi",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal for Activist Science & Technology Education",
            "volume": "9",
            "issn": "1",
            "pages": "38--41",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Successful STEM education: Identifying effective approaches in science, technology, engineering, and mathematics",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Clinical ethics in anesthesiology: A case-based textbook",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Norman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Rosenbaum",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Palmer",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "The world multiple: The quotidian politics of knowing and generating entangled worlds",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Omura",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Otsuki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Satsuka",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "The precipice: Existential risk and the future of humanity",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ord",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Merchants of doubt",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "The Generative Learning Model and its implications for science education",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Osborne",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wittrock",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Studies in Science Education",
            "volume": "12",
            "issn": "",
            "pages": "59--87",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Time to care: Unpaid and underpaid care work and the global inequality crisis",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Oxfam",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "A history of the world in seven cheap things: A guide to capitalism, nature, and the future of the planet",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Moore",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Promoting issues-based STSE perspectives in science teacher education: Problems of identity and ideology",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Pedretti",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bencze",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hewitt",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Romkey",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jivraj",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Science & Education",
            "volume": "17",
            "issn": "8/9",
            "pages": "941--960",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Education in the age of biocapitalism: Optimizing educational life for a flat world",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pierce",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Capital and ideology (trans. A. Goldhammer)",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Piketty",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "In defence of food: The myth of nutrition and the pleasures of eating",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pollan",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Doughnut economics: Seven ways to think like a 21st century economist",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Raworth",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "World scientists' warning of a climate emergency",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Ripple",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wolf",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Newsome",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Barnard",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Moomaw",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BioScience",
            "volume": "70",
            "issn": "1",
            "pages": "8--12",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Scientific literacy/science literacy",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Handbook of research on science education",
            "volume": "",
            "issn": "",
            "pages": "729--780",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Populism and the economics of globalization",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rodrik",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of International Business Policy",
            "volume": "1",
            "issn": "2",
            "pages": "12--33",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Growth in surveillance may be hard to scale back after pandemic, experts say. The Guardian",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Roth",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kirchgaessner",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Boffey",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Davidson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Learning science through technological design",
            "authors": [
                {
                    "first": "W.-M",
                    "middle": [],
                    "last": "Roth",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Journal of Research in Science Teaching",
            "volume": "38",
            "issn": "7",
            "pages": "768--790",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Science education as/for sociopolitical action",
            "authors": [
                {
                    "first": "W.-M",
                    "middle": [],
                    "last": "Roth",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Désautels",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Finnish lessons: What can the world learn from educational change in Finland",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sahlberg",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Developing views of nature of science in an authentic context: An explicit approach to bridging the gap between nature of science and scientific inquiry",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Lederman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Crawford",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Science Education",
            "volume": "88",
            "issn": "4",
            "pages": "610--645",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Use of the concept of Bildung in the international science education literature, its potential, and implications for teaching and learning",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sjöström",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Frerichs",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "G"
                    ],
                    "last": "Zin",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Eilks",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Studies in Science Education",
            "volume": "53",
            "issn": "2",
            "pages": "165--192",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "In shadow of pandemic, Trump seizes opportunity to push through his agenda. The Guardian",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Holden",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "First Person: COVID-19 is not a silver lining for the climate, says UN Environment chief",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Solnit",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Viking. United Nations",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Critical pedagogies of consumption: Living and learning in the shadow of the \"Shopocalypse",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Usher",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "36--46",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Cancer epidemiology: Modifiable factors",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Verma",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Food Inc.: How industrial food is making us sicker, fatter, and poorer -and what you can do about it, A participant media guide",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "Practical work in science: Time for a re-appraisal",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wellington",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "3--15",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "The age of surveillance capitalism: The fight for a human future at the new frontier of power",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zuboff",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "A model of science and technology (or 'STEM')",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements In the spirit of actor-network theory, responsibilities for this work must be considered shared among",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}