{
    "paper_id": "c45bcc6e427ce6ad734c5d9889350478c4d4e743",
    "metadata": {
        "title": "Generating Ecotrust: A Relational Response to the Infodemic",
        "authors": [
            {
                "first": "Krista",
                "middle": [],
                "last": "Hirschmann",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Academy of Communication in Healthcare",
                    "location": {
                        "settlement": "Pennsylvania",
                        "region": "PA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Kirsten",
                "middle": [],
                "last": "Isgro",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Vermont",
                    "location": {
                        "settlement": "Burlington",
                        "region": "VT",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Trust has been studied by a variety of disciplines and perspectives, with many pointing towards the need for a more complex and dynamic approach to understanding trust as a relational process. This paper introduces the concept of ecotrust within healthcare as means to capture a co-produced, relational response to the abundance of (mis)information produced by the current infodemic. As an approach that recognizes the contributions of and impact on all members of the system, ecotrust encourages research that explores the process by which trust emerges as a shared reality from both the provider's or healthcare team's perspectives, as well as the patient experience, potentially leading to new conversations and strategies for partnering together. Finally, ecotrust encourages the skills of relationship-centered communication as a specific strategy for entering conversations with curiosity and empathy, thus encouraging relationship-building as a humanistic first step for responding to (mis)information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Driving down a Pennsylvania highway two rival health networks engage in dueling billboards with competing claims such as,\"The care you trust\" and \"Trusted partners.\" \"Trust\" litters news headlines reporting on vaccine hesitation, ongoing healthcare inequities in communities of color, and anti-science perspectives. These coinciding examples suggest that trust within healthcare is under a hot spotlight at the moment, reflecting the culmination of instantaneous media, technology, politics, structural racism and, of course, COVID-19. The result is mountainous amounts of conflicting information and perspectives circulating among and consumed by diverse audiences. As white cis females whose doctorates are in the Communication discipline with a special interest in healthcare, we have trained to critically track and assess this very moment, yet even we find the sheer amount of sound bites overbearing and the \"trust wars\" unnerving.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Infodemic Jungle"
        },
        {
            "text": "The erosion of trust is certainly not a new issue in healthcare. As the American Board of Internal Medicine (ABIM) Foundation has emphasized in recent years through its research and publications, trust is a \"key element\" in the provision of healthcare (1). More recently, on an international scale scholars cite an epidemic of trust and the Edelman Trust Barometer reveals an \"epidemic of misinformation and widespread mistrust of societal institutions.\" (2)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Infodemic Jungle"
        },
        {
            "text": "The World Health Organization (WHO) describes this dense data jungle as an \"infodemic.\" Defined as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Infodemic Jungle"
        },
        {
            "text": "… too much information including false or misleading information in digital and physical environments during a disease outbreak. It causes confusion and risk-taking behaviors that can harm health. It also leads to mistrust in health authorities and undermines the public health response 3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Infodemic Jungle"
        },
        {
            "text": "With this in mind, our paper argues that the greatest ally in combating a healthcare infodemic is not immediately countering misinformation with more information, but rather, more relationship-centered communication. To this end, we introduce the concept of \"ecotrust.\" Ecotrust better defines a more inclusive, systemic, and generative approach to trust that values diverse ways of experiencing the world and being in relationship with others.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Infodemic Jungle"
        },
        {
            "text": "Ecotrust is the acknowledgement that, as a human endeavor, the social construction of \"trust\" is a generative and fluid process situated in evolving historical and social contexts that influence its ability to develop and be sustained. Ecotrust accounts for the biodiversity of human identity and interpretation, particularly in the context of an infodemic, and values the ways each actor (patients and health professionals) brings multiple selves and ways of knowing to an encounter, which ultimately influence how trusting as a process unfolds (4).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Infodemic Jungle"
        },
        {
            "text": "Ecotrust advances the current conversation of trust in a range of disciplines, such as psychology, sociology, organizational development, political science, economics and management. Each has a history of defining, dissecting and objectifying trust according to their individual discipline, contexts and interests (5, 6) . Even within health literature, trust research focuses almost exclusively on the patient's perspective highlighting aspects of risk, vulnerability and strategies to negotiate relationships with healthcare providers, simultaneously overlooking how providers' trust of patients might impact patient care and inform their own professional biases (7).",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 317,
                    "text": "(5,",
                    "ref_id": null
                },
                {
                    "start": 318,
                    "end": 320,
                    "text": "6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "The Origins of Ecotrust"
        },
        {
            "text": "Not investigating what contributes to providers' trust of patients, particularly in our electronic age, 8, 9) leads to blind spots and generates ladders of inference on the entire healthcare team's more socially powerful, yet equally human, behalf. Blind spots and assumptions inhibit conversations that could otherwise strengthen relationships and sort out opinion from evidence-based facts and competing misinformed realities. We also believe that better understanding the healthcare team's sensemaking towards trusting patients has implications for a wide array of overlapping conversations including vaccine hesitancy, equity and inclusion, and adherence and self-management, with important implications for each. To that end, it is important to explore not just what allows patients to trust healthcare, but what allows patients and healthcare teams to generate trust together.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 106,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 107,
                    "end": 109,
                    "text": "9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "The Origins of Ecotrust"
        },
        {
            "text": "Further complicating health trust research is that even within related bodies of literature, such as medicine and nursing, definitions and approaches to trust vary making it challenging for one discussion of trust to advance another (7, 10) . This lack of alignment is particularly confounding for those of us dedicated to studying communication and relationships within the healthcare context.",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 236,
                    "text": "(7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 237,
                    "end": 240,
                    "text": "10)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "The Origins of Ecotrust"
        },
        {
            "text": "In recent years, multiple meta-analyses (6, 8, 11) have reported that trust needs to be studied as an ongoing process rather than a stagnant relational state, acknowledging trust as a \"dynamic\", \"complex\" and \"human-centric system.\" (6) As Communication researchers, we agree with this perspective, and define trust, like all relational realities, as a symbolic and socially constructed process between two or more people. Shifting trust research to a dynamic orientation impacts healthcare in particular by pivoting the traditional focus from the patients' ability to trust providers, specifically physicians, in the face of risk and vulnerability, to a relational approach that considers how trust is co-produced between and among people.",
            "cite_spans": [
                {
                    "start": 40,
                    "end": 43,
                    "text": "(6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 44,
                    "end": 46,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 47,
                    "end": 50,
                    "text": "11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "The Origins of Ecotrust"
        },
        {
            "text": "Much like trust, co-production is a concept whose nuances vary by discipline and application. For our purposes, we share the perspectives of Renedo and Marston who define co-production as \"an exploratory space and a generative process that leads to different, and sometimes unexpected, forms of knowledge, values, and social relations\" allowing the \"complex, dynamic nature of these processes\" to emerge (12) . Similar to the generative origins of Appreciative Inquiry, co-production also potentially opens space to \"spontaneous, unsupervised, individual, group and organizational action toward a better future.\" (13, 14) More specifically, generativity, particularly as it relates to trust, may result in \"new forms of care other than health care (e.g., inclusive relationships, solidarity), values beyond economic value (e.g., equity, justice), and new insights and research practices that are relevant to different disciplines and practices (e.g., community participation, patient advocacy, collaborative research)\" (12) .",
            "cite_spans": [
                {
                    "start": 404,
                    "end": 408,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 613,
                    "end": 617,
                    "text": "(13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 618,
                    "end": 621,
                    "text": "14)",
                    "ref_id": null
                },
                {
                    "start": 1019,
                    "end": 1023,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "The Origins of Ecotrust"
        },
        {
            "text": "Reconceptualizing trust through co-production invites multiple perspectives and patterns of lived experience to the conversation including those experienced by patients and families, healthcare teams, their larger organization, or even science as a whole. Within those groups exist multiple, unique, layered and intersecting identities shaped and influenced not only by the current infodemic, but also by dynamics such as social power and political histories (15) . In short, the study of \"how\" trust forms within larger relational contexts, not \"what comprises trust\" creates opportunities for new approaches to trust research in healthcare. This reframing also requires a new language to acknowledge and reflect trust as dynamic, hence the term \"ecotrust.\"",
            "cite_spans": [
                {
                    "start": 459,
                    "end": 463,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "The Origins of Ecotrust"
        },
        {
            "text": "Proposing co-production as a generative frame for trust leads to the practical question of how to engage in such conversations? How do we redirect our instincts to match information with more information and instead first offer relationship as the foundation of trust? For this task we turn to relationshipcentered communication, an outgrowth of relationshipcentered care. As a concept relationship-centered care assumes a systems perspective by acknowledging the importance of all relationships within healthcare beyond the patient-provider. Relationship-centered care was first outlined by the Pew-Fetzer Task Force in 1994 and continued to evolve as both a theoretical and applied concept noted by Suchman as \"the capacity of individuals working in partnership to produce results that are greater than the sum of their individual efforts, the value of the collaborative process, and the importance of self-awareness and personal authenticity.\" (16, 17) Relationship-centered communication is the collection of specific skills that facilitate care, and arguably trust. These evidence-based skills include asking about the other's most important concerns, attention to the personal and emotional stories embedded within the exchange, and emphasis on asking the other's perspective, rather than assuming expert status (18) . While relationship-centered communication is an evolving and incomplete toolbox for ecotrust, with an emphasis on curiosity and connection, it provides an ideal framework for initiating generative conversations within the healthcare context. For instance, Dr. Kimberly Manning suggests shifting language from \"vaccine hesitation\" to \"vaccine deliberation\" when it comes to discussions about vaccinations, particularly COVID, in order to more fully recognize and explore the complexity involved with an individual's vaccination choice (19) . We can also argue the importance of utilizing relationship-centered communication to enhance trust with patients and families at the end of life, during consent for surgery and other moments in healthcare that produce heightened vulnerability. Furthermore, ecotrust produced through relationship-centered communication has application to many contexts beyond healthcare including, but not limited to community relationships with educators, law enforcement, and organized religion, which have also experienced significant scrutiny in recent years.",
            "cite_spans": [
                {
                    "start": 947,
                    "end": 951,
                    "text": "(16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 952,
                    "end": 955,
                    "text": "17)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1318,
                    "end": 1322,
                    "text": "(18)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1859,
                    "end": 1863,
                    "text": "(19)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Embodying Ecotrust: RCC As an Entry Point"
        },
        {
            "text": "We have taken a quick theoretical dive to introduce the concept of ecotrust, a generative process that acknowledges the impact of diverse roles and identities on the ability to create connection and strengthen relationships in the context of a healthcare infodemic. We further suggest that ecotrust is best supported by a framework of co-production, which can account for the complex, dynamic, and evolving nature of trust in human relationships. A framework of co-production would attend both to the patient and family's trust of other healthcare team members, as well as the team's trust towards the patient, which traditionally exists as a research gap. More specifically, we propose that meaningfully entering into these co-produced conversations with the patient and among team members might best be accomplished through the skills and paradigm of relationship-centered communication, as it implicitly guides speakers to a more relational stance through curious questions and empathic response, moving trust beyond dueling billboards and infodemics to authentic relationships on which to build a better healthcare system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding Thoughts: Relationships First"
        },
        {
            "text": "Neither author has any conflict of interests to report.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding Thoughts: Relationships First"
        },
        {
            "text": "Not Applicable",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical Approval"
        },
        {
            "text": "Not Applicable",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statement of Human and Animal Rights"
        },
        {
            "text": "There are not human subjects in this article and informed consent is not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statement of Informed Consent"
        },
        {
            "text": "The author(s) declared no potential conflicts of interest with respect to the research, authorship, and/or publication of this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of Conflicting Interests"
        },
        {
            "text": "The author(s) received no financial support for the research, authorship and/or publication of this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        }
    ],
    "bib_entries": {
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A recursive vision: Ecological understanding and Gregory Bateson",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Harries-Jones",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Review of trust research from an interdisciplinary perspective -psychology, sociology, economics, and cyberspace",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Mcquay",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Proceedings of the IEEE 2010 National Aerospace & Electronics Conference",
            "volume": "",
            "issn": "",
            "pages": "18--25",
            "other_ids": {
                "DOI": [
                    "10.1109/NAECON.2010.5712918"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Trust, health care relationships, and chronic illness: a theoretical coalescence",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Robinson",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Global Qualitative Nursing Research",
            "volume": "3",
            "issn": "",
            "pages": "1--11",
            "other_ids": {
                "DOI": [
                    "10.1177/2333393616664823"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Trust and distrust definitions: one bite at a time",
            "authors": [
                {
                    "first": "Harrison",
                    "middle": [],
                    "last": "Mcknight",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chervany",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Trust in cyber-societies",
            "volume": "2246",
            "issn": "",
            "pages": "27--54",
            "other_ids": {
                "DOI": [
                    "10.1007/3-540-45547-7_3"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The relevance of existing health communication models in the email age: an integrative literature review",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Fage-Butler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Jensen",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Comm and Med",
            "volume": "12",
            "issn": "",
            "pages": "117--145",
            "other_ids": {
                "DOI": [
                    "10.1558/cam.18399"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Ratings of patient-provider communication among veterans: serious mental illnesses, substance use disorders, and the moderating role of trust",
            "authors": [
                {
                    "first": "Asb",
                    "middle": [],
                    "last": "Bohner",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Zivin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Kilbourne",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Health Comm",
            "volume": "26",
            "issn": "3",
            "pages": "267--74",
            "other_ids": {
                "DOI": [
                    "10.1080/10410236.2010.549813"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Consensus on conceptualizations and definitions of trust: are we there yet",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Pytlikzillig",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Kimbrough",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Interdisciplinary Perspectives on Trust",
            "volume": "",
            "issn": "",
            "pages": "17--47",
            "other_ids": {
                "DOI": [
                    "doi.org/10.1007/978-3-319-22261-5_2"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The co-production of what? Knowledge, values, and social relations in health care",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Renedo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Marston",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLoS Biol",
            "volume": "15",
            "issn": "5",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pbio.2001403"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Appreciative inquiry is not (just) about the positive. OD Practitioner",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Bushe",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "39",
            "issn": "",
            "pages": "30--35",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Peek ME Examining the relationship between interpersonal and institutional trust in political and health care contexts",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Campos-Castillo",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Woodson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Theiss-Morse",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sacks",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Fleig-Palmer",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Interdisciplinary perspectives on trust",
            "volume": "",
            "issn": "",
            "pages": "99--115",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-319-22261-5_6"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The Pew-Fetzer Task Force. Health Professions Education and Relationship-centered Care",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tresolini",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A new theoretical foundation for relationshipcentered care. Complex responsive processes of relating",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Suchman",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Communication Rx: Transforming healthcare through relationship-centered communication",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chou",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cooley",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Communication & COVID Vaccines: The Power and the Threat of a Narrative\" Presentation at Academy of Communication in Healthcare, ENRICH",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Manning",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}