{
    "paper_id": "c49a013c596da8675b41e520e2cec3e778169c47",
    "metadata": {
        "title": "Unlinking super-linkers: the topology of epidemic response (Covid-19)",
        "authors": [
            {
                "first": "Shishir",
                "middle": [],
                "last": "Nagaraja",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Strathclyde",
                    "location": {}
                },
                "email": "shishir.nagaraja@strath.ac.uk"
            }
        ]
    },
    "abstract": [
        {
            "text": "A key characteristic of the spread of infectious diseases is their ability to use efficient transmission paths within contact graphs. This enables the pathogen to maximise infection rates and spread within a target population. In this work, we devise techniques to localise infections and decrease infection rates based on a principled analysis of disease transmission paths within human-contact networks (proximity graphs). Experimental results of disease spreading shows that that at low visibility rates contact tracing slows disease spreading. However to stop disease spreading, contact tracing requires both significant visibility (at least 60%) into the proximity graph and the ability to place half of the population under isolation. We find that pro-actively isolating super-links -key proximity encountershas significant benefits -targeted isolation of a fourth of the population based on 35% visibility into the proximity graph prevents an epidemic outbreak. It turns out that isolating super-spreaders is more effective than contact tracing and testing but less effective than targeting super-links. We highlight the important role of topology in epidemic outbreaks. We argue that proactive innoculation of a population by disabling super-links and super-spreaders may have an important complimentary role alongside contact tracing and testing as part of a sophisticated public-health response to epidemic outbreaks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "There has been rapid progress in understanding how infectious diseases spread organically, how the disease growth affects topology, and how the topology in turn affects disease interventions and the number of infected individuals. There is now substantial literature on the topic: see literature surveys [17, 36] and book length introduction to disease propagation [1, 12, 15] .",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 308,
                    "text": "[17,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 309,
                    "end": 312,
                    "text": "36]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 365,
                    "end": 368,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 369,
                    "end": 372,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 373,
                    "end": 376,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Early work modeled outbreaks of infectious diseases as a randomised stochastic process where every possible contact between an infected and a susceptible individual was equally likely [26, 27, 47] . These models assume a disease transmission network that is modeled by an Erdös-Renyi graph [18] , which is mathematically interesting but does not model real-world contact patterns accurately. In real networks, the infection chain may consist of individuals who are likely to be pairwise acquainted. In the case of a respiratory disease like Covid-19, for successful transmission, two individuals must be in contact that is sufficiently close enough to enable the transmission of the respiratory disease [19] . Thus it is likely that many successful transmissions involve pairwise acquaintances rather than contact between random individuals. In other words, while the random contact model is a good first approximation, in real networks the path-lengths are likely to be a lot smaller leading to faster disease transmission than modeled previously. This is known as the 'small-world' concept and it was first popularised in the context of social networks by the sociologist Stanley Milgram in 1967 [37] . Indeed existing epidemiology models use the reproduction number R 0 parameter as central component of their framework. R 0 represents the average number of infections caused by an infected person, and is assumed to be distributed according to a Normal distribution (assuming a purely random contact contact pattern).",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 188,
                    "text": "[26,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 189,
                    "end": 192,
                    "text": "27,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 193,
                    "end": 196,
                    "text": "47]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 290,
                    "end": 294,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 703,
                    "end": 707,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1198,
                    "end": 1202,
                    "text": "[37]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Connectivity plays a significant role in the spread of infectious diseases. Epidemiologists and medical practitioners expend much effort in tracking down people who were in the proximity of an infected person, followed by isolating them, and testing them. Techniques such as proactive screening of the population and testing random samples for pathogens all require significant effort. Additionally, these measures are said to work best when dealing with local clusters of infection. In particular, they don't scale to protect large populations especially against a virus like SARS-CoV-2 that has a significant incubation period of 7 days [2] . When diseases start spreading over networks of interpersonal contacts, responders can rapidly lose control of the situation. In the absence of appropriate interventions the numbers of infections and deaths rapidly increase and responders may be left with no other option but to isolate the entire population (lockdown). Aside from the severe economic and social repercussions, a lockdown does not stop the disease as transmission resumes soon after the suspension is lifted. As such social lockdowns are a one-off emergency measure that cannot be repeatedly applied due to the volatility they induce within human societies.",
            "cite_spans": [
                {
                    "start": 639,
                    "end": 642,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Targeted interventions can be much more effective and efficient. The intuition is that a small number of key individuals are believed to play a major role in disease transmission. Indeed many countries have successfully disrupted the spread of HIV/AIDS by targeting sex workers [41] . In contrast the efforts to contain Covid-19 have been largely restricted to the deployment of contact tracing combined with testing and isolation [11, 3, 24, 50, 21, 51, 48] . As an disease response strategy this is fairly \"leaky\" -even if a fraction of contacts remain untraced or unknown, then the disease continues to spread picking up pace soon after. As such \"leakages\" are hard to detect and expensive to contain. To automate contact tracing, apps based on pseudonymous Bluetooth beacons are at a stage of early deployment in many countries. However they require at least 60% of the population to adopt it in order to gain control of the disease. Current reports [16] indicate the adoption rates to be in the range of between 12% to 40%, crucially limiting the efficacy of a targeted strategy based on contact-tracing. There are a number of example contact tracing applications, for example bluetrace [3] and [11] .",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 282,
                    "text": "[41]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 431,
                    "end": 435,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 436,
                    "end": 438,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 439,
                    "end": 442,
                    "text": "24,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 443,
                    "end": 446,
                    "text": "50,",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 447,
                    "end": 450,
                    "text": "21,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 451,
                    "end": 454,
                    "text": "51,",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 455,
                    "end": 458,
                    "text": "48]",
                    "ref_id": null
                },
                {
                    "start": 954,
                    "end": 958,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1192,
                    "end": 1195,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1200,
                    "end": 1204,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this study, we systematically analyse various elements of human communication structures to develop sophisticated proactive isolation strategies that compliment contact tracing approaches. Is it possible, for example, to slow down or entirely stop the spread of an epidemic by pro-actively isolating (or quarantining) key individuals who play a vital role in disease spreading due to their positionality in the contact network. Is it possible that a low vertex-order node who has contacts within different groups of people who may otherwise have no contact with each other should be encouraged to self-isolate? There is loose precedent in epidemiology literature which discusses the concept of super-spreaders defined as high vertex-order nodes play a disproportionate role in disease spreading. However such nodes may simply be individuals with essential roles such as a bus driver or a nurse, who happen to interact with a large number of people within a short span of time. We answer key research questions: Is it possible to identify key individuals that must pro-actively self-isolate using the contact graph alone? Is it possible to identify such individuals even at low rates of app adoption? and, how to achieve this in a privacy-preserving manner, moving away from extremes such as undertaking pan-societal lockdown measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The focus of our work is on the probability that a susceptible individual will become an infected individual. Given an initial infection source within a population, we wish to be able to determine transmission chains -who infected whom -leading to the requirement to identify both infectious and susceptible individuals. The determination of infected or infectious individuals is driven by the probability that a specific individual is the originator of a given (infection) transmission chain. Similarly, identifying the set of susceptible individuals who are potentially at risk from an infection chain originating at a certain individual is also an important requirement to combat an infectious disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation framework for measuring disease propagation"
        },
        {
            "text": "The objective of our analysis is to determine how the topology of disease propagation affects the efforts of public health responders in identifying the endpoints of an transmission chain using contact tracing approaches. The effectiveness of such interventions depends on the topology of the propagation network. A disease intervention mechanism should help responders. If responders are unable to narrow down on susceptible individuals at risk of joining an infection chain beyond their initial knowledge prior to the intervention, then the propagation network can be described as being resistant to an intervention strategy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation framework for measuring disease propagation"
        },
        {
            "text": "We are interested in the effects of topology alone and ignore the effects of vaccination, acquired immunity, and changing rates of infectiousness on disease propagation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation framework for measuring disease propagation"
        },
        {
            "text": "There are several ways to measure disease propagation. Conventional approaches typically use the counts of susceptible, infected, infectious, and recovered individuals over time. These counts help understand the current status of disease propagation but provide no understanding of the network's (future) capacity for disease propagation. If we think of the network as a communication channel -where the efficiency of disease spreading (communication) is a function of channel (network topology) efficiency -then we can see that tools from Shannon theory of communications, specifically the capacity measures can be used to better understand disease transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measuring disease"
        },
        {
            "text": "We therefore introduce a new metric, called the disease transmission potential of a network defined as the quantum of disease transmission that can occur due to a single infection occurring anywhere within the network. This is mathematically represented as the entropy of the probability distribution of contracting an infection over all individuals within a population. This can also be equivalently understood as the amount of information the public-health responder is missing in order to identify the susceptible individuals that are most at risk of being infected. Low potential means there isn't much work remaining to be done in terms of identifying infectious individuals and isolating them from the susceptible population. On the other hand, high potential implies the responder has little knowledge and therefore high uncertainty about what network elements to disable in order to stop transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measuring disease"
        },
        {
            "text": "Transmission potential of a network is highest when all individuals within a population are at their maximal likelihood of contracting the disease. The maximum potential of a network of N individuals is log 2 N log 2 N and the minimum is zero. Thus we can define a health response to have maximal efficiency when the potential of the propagation network is zero. This the upper bound of efficiency for a response strategy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measuring disease"
        },
        {
            "text": "Secondary transmission potential In analyzing disease propagation on a particular network topology we need to examine the probability that a specific individual is part of an infection chain originating at a particular node at a certain time. In order to link the infection of a susceptible node to a certain originator, the responder must trace those in the proximity of the infectious originator and work their way through multiple infection chains until there are no further infected individuals linked to the origin. Let the disease propagation network be a directed graph G(V, E). If node i gets infected in an disease transmission event s i j , and is part of an infection chain that ends at j, then for a event s t k where node k gets infected at time t, the responder must link infection event s t k to s i j . Applying the transmission potential metric, we have:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measuring disease propagation"
        },
        {
            "text": "where p i j = Pr[s t k is s i j ] is the probability distribution over all the susceptible nodes in V . Suppose the disease is seeded by an infection event through a randomly chosen susceptible node within the network. Then after an infinite number of steps, the probability that a randomly chosen individual in the network is infected is given by stationary distribution of the Markov chain π. Let q (0) be the initial probability distribution over individuals where the pathogen is introduced into the network, this is equivalent to the distribution of initial viral load across susceptible individuals. q (t) then, is the probability distribution of infected nodes at which the pathogen is present after t steps. (this is also known as the state probability vector of the Markov chain at time t ≥ 0). With increasing t one would like to see that q (t) merges with π. The rate at which this takes place is known as the convergence rate of the Markov chain, and the difference itself is called the relative point-wise distance defined as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measuring disease propagation"
        },
        {
            "text": "The smaller the relative point-wise distance, faster the convergence, and faster the disease transmission within a network. It is now easy to see that the maximum transmission potential Pr[x = in f ected|y = in f ectious originator] the network can provide is the entropy of the stationary distribution of the chain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measuring disease propagation"
        },
        {
            "text": ".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measuring disease propagation"
        },
        {
            "text": "When P is the transition matrix of the chain it is well known that P has n real eigen-vectors π i and n eigenvalues λ i [49] . By using the relation q (t) = q (0) P (t) , we calculate the probability distribution of a node being infected after having faced a viral load from an infection chain of length t.",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 124,
                    "text": "[49]",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Measuring disease propagation"
        },
        {
            "text": "Primary or origin transmission potential: Next, we consider the probability distribution of potential originators of an infection outbreak. This may also be modeled by a Markovian random walk. For a destination node y, consider all random walks terminating at y. In order to achieve maximal potential, all these infection chains must be long enough for the respective state probability vector to converge with the stationary distribution. Since this applies equally to all originator nodes in the network, the primary transmission potential is given by:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measuring disease propagation"
        },
        {
            "text": "To simulate epidemic disease spreading on a network, we use Markov chains. This is a stochastic process that closely matches the way the disease spreads from an infectious individual to a susceptible individual.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modeling disease spreading as a random walk"
        },
        {
            "text": "The process of disease spreading wherein a single individual is the source of infection within a population, is equivalent to first selecting a random individual and then one or more random (susceptible) neighbours of the first (infectious) individual, repeating this process until there are no more susceptible individuals. Hence we may model disease spreading as a random walk on the disease propagation graph, with individuals being the states of the Markov chain process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modeling disease spreading as a random walk"
        },
        {
            "text": "Aside from graph topology there are other factors that affect the dynamics of an outbreak. The transmission potential of the disease from an infected to a susceptible member depends on the infectivity of the disease. Further, the infectivity of the individual (i.e the progression of the infection within the carrier) varies over time [44] and is often assumed to follow a Weibull distribution [20, 35] . We will focus on the impact of the topology of the disease transmission network in this study and ignore the effects of incubation period, generation period, symptom duration which have been studied elsewhere [31, 20, 27 ].",
            "cite_spans": [
                {
                    "start": 335,
                    "end": 339,
                    "text": "[44]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 394,
                    "end": 398,
                    "text": "[20,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 399,
                    "end": 402,
                    "text": "35]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 614,
                    "end": 618,
                    "text": "[31,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 619,
                    "end": 622,
                    "text": "20,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 623,
                    "end": 625,
                    "text": "27",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Modeling disease spreading as a random walk"
        },
        {
            "text": "Having discussed the role of network topology in disease propagation, we now discuss interventions. The responder's goal is to deploy passive methods such as disease surveillance and active methods such as quarantining or recommending self-isolation of individuals within the proximity network. It is natural to ask how these measures can be applied within a public-health response to achieve the best outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Public Health Interventions"
        },
        {
            "text": "Intuitively, we can answer this question by stating that the responder should issue isolation/quarantine instructions according to a strategy that maximises the probability that the outbreak is \"intercepted\" regardless of the specific path followed by the chain of disease transmission. We start with the observation that there are principally two approaches towards achieving an optimal result: vertex-based super-spreader isolation or edge-based super-link isolation approaches.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Public Health Interventions"
        },
        {
            "text": "In vertex-based approaches, the goal is to locate and isolate individuals that play a disproportionate role in disease spreading i.e pursue super-spreader detection. As one possible definition, super-spreaders are high vertex-order (high degree) nodes that influence disease propagation due to the numbers of susceptible individuals they interact with. Vertex-order nodes [40] are special nodes that owing to their position in the network topology broker large amounts of proximity encounters. The risk of fully visible transmission chains is significantly higher in a topology where hubs only connect to other hubs, and are responsible for a majority of the network's proximity encounters. If disease responders can locate and strategically target individuals that play the role of a hub (super-spreaders) or host a weaktie, then the percentage of transmission chains that start and end within the subset of contact-tracing app users can be significant. This property is known as assortativity [39] , defined as the affinity of a node to link to others that are similar or different in some way. Vertex-order super-spreaders: In a centralised approach, vertex order is computed by adding up the number of neighbours for each node. To estimate vertex-order in the decentralised case, we use long random walks. A long random walk of length O(Log d N) steps where d is the average degree and N = |V | is the population size is used to compute the degree distribution on the proximity graph. The stationary distribution of a proximity graph is its degree distribution. A random walk that is long enough (O(LogN)) to achieve stationarity, results in a probability distribution over the nodes of the graph which is also its degree distribution. Thus detecting vertex-order super-spreaders in a decentralised manner is the same as computing the result of a long random walk over a distributed graph. We provide a concrete privacy-preserving mechanism for this task in Section 4.",
            "cite_spans": [
                {
                    "start": 372,
                    "end": 376,
                    "text": "[40]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 995,
                    "end": 999,
                    "text": "[39]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Super-spreader isolation"
        },
        {
            "text": "A complimentary approach is to isolate proximity links (graph edge) between certain individuals that play an important role in transmission. Super-links [25] are edges or proximity links that are responsible for significantly reducing average path-lengths in networks of tightly knit communities such as social networks. This is important in the context of community transmission of an infectious disease. Super-links inter-connect dense clusters of nodes. Consequently disabling a super-link seems a natural defense against disease spreading, yet this has not been investigated before. Better still, disabling a set of k links (a k cut) by preventing those people from getting in close proximity partitions the graph and stops the spread of the disease with high probability. Here's why. Consider a k-cut that partitions a graph into several components of similar size. The likelihood of a node on the tour belonging to the same partition as the predecessor node is denoted by p, so with 1 − p the next node on the tour could belong to a different partition. The likelihood of a tour comprising all m nodes from the same partition is then given by f p ( j, m) where j is the number of consecutive infected nodes already in the same partition is defined as: f p ( j, m) = p f p ( j + 1, m). As m increases, lim m f p (0, m) → 0 for 0 < p < 1. As a concrete example, for p = 0.5, the likelihood of a 15-step transmission chain not traversing a mincut, is less than 1 per 65 per million transmission chains (regardless of graph size), decreasing to almost zero per million transmission chains of 20 steps. Having established that any path taken by the pathogen will include at least one edge of the mincut, with probability close to 1, what does that mean for spreading efficiency? The public-health responder can leverage this understanding to construct a highly effective intervention strategy that maximises her utility regardless of the spreading dynamics -to block all transmission paths by placing monitoring or quarantine orders to disable transmission along every edge of the k-mincut. Further, the k-mincut presents a theoretical limit on the number of disjoint transmission chains available to the pathogen, as any chain must involve at least one edge from the mincut. Note that this includes paths that are not shortest paths between a pair of consecutive nodes on the proximity graph.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 157,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Super-link isolation"
        },
        {
            "text": "The basic idea is to partition the affected population into multiple disjoint subsets of individuals that are related by a small (minimal) number of proximity edges, by controlling the edges we hope to control the outbreak. The approach taken by most of community detection literature [21] .",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 289,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Super-link isolation"
        },
        {
            "text": "The approach we use in this paper is a combination of short and long random walks to find efficient partitioning cuts. We do this by applying the Botgrep algorithm [38] which uses short random walks to instrument mixing time within a partition and to minimise the leakage of walks starting from a partition. Subsequently, Botgrep applies the probabilistic model from SybilInfer to isolate edges which delineate the subset of the graph where mixing speed changes. Thus the output of Botgrep is various graph subsets with different mixing characteristics. While conventional random walks use only the source to determine the probability of edge transition, Botgrep uses a special probability transition matrix to implement the random walks, where the transition probability between adjacent nodes i, j ∈ V is",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 168,
                    "text": "[38]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Super-link isolation"
        },
        {
            "text": ", as opposed to 1 d i from i to j in Markovian random walks, where d i is the degree of node i. The intuition here is that proximity networks are partitioned by inter-connected islands of proximity encounters, where each island has a contact pattern that is different to others.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Super-link isolation"
        },
        {
            "text": "Indeed, the motivation for Botgrep based random-walk partitioning is that the propagation network may not necessarily consist of dense clusters of infections separated by small cuts. While a small-cut is a useful theoretical starting point, propagation networks may not necessarily contain small-cuts that partition the graph into two or more components that are non-trivial in size. Thus a complimentary approach to small-cut detection is offered by the Botgrep partitioning which combines machine learning with random-walks to identify sub-graphs with different mixing characteristics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Super-link isolation"
        },
        {
            "text": "Proximity information is confidential since it can reveal information about individual habits, movement patterns, personal and business relationships. Sars-cov-2 is a pandemic and its reach is global. Naturally, this calls for a globally coordinated response to the epidemic. Health agencies across the globe have collected proximity traces via a variety of centralised to fully decentralised collection and processing mechanisms. However, as transportation links are restored, it becomes important for health agencies to collaboratively mine their data in order to detect super-links and super-spreaders.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Privacy Preserving super-link and super-spreader detection"
        },
        {
            "text": "At the same time, organisations and individuals are understandably reluctant to share information about proximity encounters they collect with others, presenting a barrier to deploying graph analysis techniques. Aggregating all the data in a centralised store for analysis would be inappropriate, unsafe, as well as attract legal challenges. Even though medical privacy has been suspended in some countries such as the UK [24] , privacy concerns dominate the use of proximity data for fighting epidemics.",
            "cite_spans": [
                {
                    "start": 422,
                    "end": 426,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Privacy Preserving super-link and super-spreader detection"
        },
        {
            "text": "In this section, we present privacy-preserving algorithms for performing the computations necessary for locating super-spreaders and super-links over a distributed proximity graph. These algorithms support inter-organisational collaboration without assuming the availability of a centralised service or trusting the collaborating health agencies with the confidentiality of each other's data. There are three steps involved here: assembling a distributed graph, pseudonymous identities, and distributed execution of random walks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Privacy Preserving super-link and super-spreader detection"
        },
        {
            "text": "We assume that the agencies will behave in an adversarial manner, and specifically as per a semi-honest modelwhilst they comply with the security protocol they may carry out passive analysis of other agencies data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Privacy Preserving super-link and super-spreader detection"
        },
        {
            "text": "Compute Intersection The proximity information is represented as a graph G = (V, E), where the vertices are individuals and edges are proximity encounters. The graph is distributed with each participating agency operating over its part of the graph.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assembly and anonymisation of the graph"
        },
        {
            "text": "is the subgraph corresponding to the i th health agency. The first step is to set up an agreed space of numerical labels assigned to each susceptible, infectious, infected, or recovered individual that serves the function of addressing individuals. We achieve this by mapping labels to individuals L :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assembly and anonymisation of the graph"
        },
        {
            "text": "Before we split and assign label spaces to different agencies, we need to find the gateway points, i.e individuals that appear on the graphs of multiple agencies must be first identified. This is achieved via private set intersection protocols to compute V i ∩V j , for all 1 ≤ i < j ≤ m. A private set intersection protocol allows multiple agencies to compute the intersection over their vertex set such that each agency learns only the list of elements that is part of the intersection. A number of protocols for set intersection have been proposed most of the efficient designs [5, 22, 28, 29, 32, 10] are proposed in the semi-honest model. Notable among these is the Cristofaro-Tsudik scheme where compute time scales linearly in the number of elements. Some progress has also been made in developing schemes that work with weakly-malicious adversaries [45] but these are up to three times slower. We propose the use of a protocol that has a linear runtime cost and linear communication cost in the number of elements in the two sets; i.e., both runtime and communication costs are O(|V i | + |V j |) [43] . This makes set intersection practical even for quite large sets consisting of graphs of billions of nodes.",
            "cite_spans": [
                {
                    "start": 581,
                    "end": 584,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 585,
                    "end": 588,
                    "text": "22,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 589,
                    "end": 592,
                    "text": "28,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 593,
                    "end": 596,
                    "text": "29,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 597,
                    "end": 600,
                    "text": "32,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 601,
                    "end": 604,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 857,
                    "end": 861,
                    "text": "[45]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1105,
                    "end": 1109,
                    "text": "[43]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Assembly and anonymisation of the graph"
        },
        {
            "text": "Anonymous label assignment After common individuals are identified, the label assignment proceeds as follows: the first health agency assigns a random label in the range 0 . . . |V 1 | − 1 to each individual in V 1 . It also sends to every other health agency j the labels of individuals in the intersection V 1 ∩V j . The next health agency assigns random labels in its range |V 1 |..|V 1 ∪V 2 | − 1 to the individuals within its graph V 2 \\V 1 . It then sends to each health agency j > 2 the indices of common individuals, i.e., those in the intersection (V 2 \\V 1 ) ∩V j . This process is repeated for each agency; at the end, all individuals in V have a unique label assigned to them, and each agency knows the label for each individual within its graph V i .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assembly and anonymisation of the graph"
        },
        {
            "text": "Assembling the distributed graph To perform a random walk, each health agency needs to learn the degree of individual nodes, defined as d",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assembly and anonymisation of the graph"
        },
        {
            "text": "The sum can be computed by a simple protocol [38] , which is an extension of Chaum's dining cryptographer's protocol [6] . Each agency i creates m random shares s",
            "cite_spans": [
                {
                    "start": 45,
                    "end": 49,
                    "text": "[38]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 117,
                    "end": 120,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Assembly and anonymisation of the graph"
        },
        {
            "text": "j is sent to agency j. After all shares have been distributed, each agency computes s i = ∑ m j=1 s",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assembly and anonymisation of the graph"
        },
        {
            "text": "i mod l and broadcasts it to all the other agencies. Then d(v) = ∑ m i=1 s i mod l. This protocol is information-theoretically secure: any set of malicious agencies S only learns the value d(v) − ∑ j∈S d i (v). The protocol can be executed in parallel for all individuals v to learn all individual degrees. Note that each agency must include only those edges that cover individuals seen by both agencies, i.e., e = (v 1 , v 2 ) such that v 1 , v 2 ∈ V i ∩ V j . Whenever a duplicate edge is detected, one of the agencies drops the edge from its set of edges E i .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assembly and anonymisation of the graph"
        },
        {
            "text": "Together, the agencies analyse the disease spreading over the distributed proximity graph by performing a secure multiparty matrix-vector multiplication operation. This is constructed from well understood primitives. Given a transition matrix T (representation of the proximity graph) and a distributed vector of initial infection probabilities v, we can compute T v, the infection spread vector after a single epoch represented by a one random walk step as follows. Each agency creates matrices T i such that ∑ m i=1 T i = T . At the highest level of distribution, each agency owns just one row, which defaults to individuals participating directly with their proximity information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Distributed disease spread analysis"
        },
        {
            "text": "Next, they compute T i v in a distributed fashion and compute the final sum at the end. To construct T i , each agency sets the transition matrix (T i ) j,k to be 1/deg(v j ) for each edge ( j, k) ∈ E i (after duplicate edges have been removed). As with most large graphs the transition matrix is sparse and therefore incurs a storage cost of",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Distributed disease spread analysis"
        },
        {
            "text": "Paillier encryption [42] is used to perform computation on an encrypted vector E( v). Paillier supports a homomorphism that allows one to compute E(x) ⊕ E(y) = E(x + y); it also allows the multiplication by a constant: c ⊗ E(x) = E(cx). This, given an encrypted vector E( v) and a known matrix T i , it is possible to compute E(T i v).",
            "cite_spans": [
                {
                    "start": 20,
                    "end": 24,
                    "text": "[42]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Distributed disease spread analysis"
        },
        {
            "text": "Damgård and Jurik [13] developed an efficient distributed key generation mechanism for Paillier that allows the creation of a public key K such that no individual health agency knows the private key, but together, they can decrypt the value. In the full protocol, one agency creates an encrypted vector E( v) that represents the initial state of the random walk. This vector is then sent to each agency, who computes E(T i v). Finally, the agencies sum up the individual results",
            "cite_spans": [
                {
                    "start": 18,
                    "end": 22,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Distributed disease spread analysis"
        },
        {
            "text": ". This process can be iterated to obtain E(T k v). Finally, the agencies jointly decrypt the result to obtain T k v.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Distributed disease spread analysis"
        },
        {
            "text": "Note that Paillier operates over members Z n , where n is the product of two large primes. However, the vector v and the transition matrices T i are floating point numbers. To perform real arithmetic over a finite field, we represent floating point numbers as fixed point numbers by multiplying them by a fixed base storing x × 2 c (equivalently, (x − ε) × 2 c , where ε < 2 −c ). Each multiplication results in changing the position of the fixed point, since:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Distributed disease spread analysis"
        },
        {
            "text": "where ε 3 < 2 −c+1 . Therefore, we must ensure that 2 kc < n, where k is the number of random walk steps. The maximal length random walk we use is (logd |V |) 2 , whered is the average node degree, so k < 40 (allowing epidemic attack rates of R 0 ≤ 40 ), which offers sufficient fixed-point precision to work with for a typical choice of n (1024 or 2048 bits). Security: Note that each party transmits values encrypted under the public key, and no party involved in this protocol has a copy of the distributed private key. The Paillier encryption scheme is known to be CPA-secure [42] ; thus these protocols reveal no information about the vector or matrix in the honest-but-curious setting.",
            "cite_spans": [
                {
                    "start": 580,
                    "end": 584,
                    "text": "[42]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Distributed disease spread analysis"
        },
        {
            "text": "Performance: The base privacy-preserving protocols we propose are efficient. However, when the number of individuals or agencies increase, the operations can expect to take a significant amount of processing time. We estimate the actual processing costs and bandwidth overhead, using some approximate parameters. Specifically, with a distributed graph of 10 million individuals, with an average degree of 10 per node. 1 Each step of the spreading process would require O(|E|) multiplications and additions over encrypted values. An efficient implementation [46, 30] over an i7 CPU with 8GB RAM can compute 7200 multiplications and approx. 1 million additions per second using a 2048-bit encryption key. Thus a single step of disease spreading would take approx. 20 000 seconds to compute. We note that it would be straightforward to apply parallelisation techniques to reduce this compute time by an order of magnitude. We have excluded the costs of setup time which is a one-off effort.",
            "cite_spans": [
                {
                    "start": 557,
                    "end": 561,
                    "text": "[46,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 562,
                    "end": 565,
                    "text": "30]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Distributed disease spread analysis"
        },
        {
            "text": "To evaluate the effectiveness of intervention strategies, we simulate disease spreading over a number of real-world graphs and study the impact of interventions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental Results"
        },
        {
            "text": "The simulation is divided into two phases: In the intervention phase, the responder takes action according to one or more intervention strategies -the selection of network elements (nodes or edges) subjected to restrictions constitutes an intervention strategy. Restrictions on nodes may physically manifest in the form of quarantining, self-isolation, or physical distancing measures over individuals. We consider the following strategies in our study: null response -where the responder does nothing, contact tracing -a widely used strategy in the wake of the Covid-19 pandemic, super-spreader suppression, and super-link suppression. The intervention phase has three associated parameters: first, the intervention strategy chosen by the public-health responder; second visibility, the proportion of the propagation graph that is visible to the responder; and third isolation budget, is the proportion of the propagation graph that is subjected to restrictions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental Results"
        },
        {
            "text": "The spreading phase consists of several rounds. In the first round, an initial infection source is selected by choosing a node uniformly at random within the network. Subsequently, a randomly chosen neighbour of the first infected individual that is not in isolation contracts the infection. In subsequent rounds, the process repeats, and in each round for every infected individual that has not been isolated, a randomly chosen neighbour who is not isolated, contracts the infection. This process repeats until there are no more susceptible individuals. In each round, we measure the transmission potential to measure the extent of disease spread within the network. It is worth noting that the full propagation network is available to the pathogen for disease spreading, i.e only the responder has partial visibility whereas the disease spreads on the full topology. Dataset: We use real world contact traces from the Brightkite social-proximity network. This consists of 58228 nodes and 214078 edges. An edge between two nodes indicates a social link. In Brightkite, an edge between individuals is created when they interact with each other at least ten times. Studies find a close link between the existence of social links and proximity encounters [8] , specifically a substantial social link greatly increases the chances of a proximity encounter. Specifically, we know that human proximity encounters exhibit structural patterns owing to the influence of social relationships and geographical constraints. We therefore selected a location-based online social networks to study the dynamics of disease spreading in response to public-health interventions.",
            "cite_spans": [
                {
                    "start": 1253,
                    "end": 1256,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Experimental Results"
        },
        {
            "text": "Initially, we simulated disease spreading when no interventions are undertaken within the intervention phase, this gives us the base case. Figure 1 shows disease propagation over time. Time is divided into multiple rounds with each round consisting of a unit of time over which all proximity encounters involving a given node and its neighbours takes place. As explained in section 2.2, we use the transmission potential metric -defined as the the normalised entropy of infection probabilities of all individuals within a population -to measure disease propagation. In the absence of any isolation, the transmission potential reaches maximal levels within three rounds. This is consistent with the exponential increase in the number of cases observed in other epidemiological studies [19, 27] . ",
            "cite_spans": [
                {
                    "start": 784,
                    "end": 788,
                    "text": "[19,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 789,
                    "end": 792,
                    "text": "27]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 139,
                    "end": 147,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Baseline -No response"
        },
        {
            "text": "The most popular non-pharmaceutical intervention strategy is contact tracing [11, 3, 24, 19, 17, 50, 21, 51, 48] , so it is natural to use this as a second baseline of comparison. In contact tracing, the intervention phase alternates with the spreading phase. The first round starts with a fraction of individuals (1% of the population) being randomly chosen as initial sites of infection. In the spreading phase, each of the chosen initial infection sources infects its neighbours. This is followed by the intervention phase wherein all infected nodes, and their neighbours (i.e infected individuals and those in their proximity regardless of infection state) are isolated. The goal of contact tracing is to stop disease spread by isolating clusters of infected individuals. Following the first round, in each subsequent round, the intervention phase is followed by the spreading phase. We simulated contact tracing for a total of 20 rounds.",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 81,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 82,
                    "end": 84,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 85,
                    "end": 88,
                    "text": "24,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 89,
                    "end": 92,
                    "text": "19,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 93,
                    "end": 96,
                    "text": "17,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 97,
                    "end": 100,
                    "text": "50,",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 101,
                    "end": 104,
                    "text": "21,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 105,
                    "end": 108,
                    "text": "51,",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 109,
                    "end": 112,
                    "text": "48]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Contact tracing and testing"
        },
        {
            "text": "As figure 2 shows, testing and tracing is certainly better than a null intervention. When all or most of the propagation graph is visible, contact tracing works exceedingly well and stops disease propagation in its entirety. This is of course subject to an adequate isolation budget. When 85% of the population has installed contact tracing apps i.e visibility of propagation network is equal to or greater than 85% and the responder can ask at least 45% of the population to be placed in isolation, the disease spread is stopped. Note that the virus itself isn't eliminated, and an outbreak can quickly take hold within three rounds, should contact testing and tracing stop. Note that this is the same result as full lockdown at half the isolation budget (and social cost).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 11,
                    "text": "figure 2",
                    "ref_id": null
                }
            ],
            "section": "Contact tracing and testing"
        },
        {
            "text": "Sadly contact tracing does not fare well at low rates of trace visibility. When less than 60% of the population has installed contact tracing, we observe a significant increase in transmission potential even when half the population is under isolation. And, at 10% visibility, contact tracing is almost as ineffective as the null response. We note however that even at partial visibility of 35%, the transmission potential is halved compared to the null intervention baseline, with 15% isolation budget.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contact tracing and testing"
        },
        {
            "text": "When less than 85% of the propagation network is visible, we observe that an increase in the isolation budget has no corresponding impact on the disease spreading potential of the network. This is because the disease spreading process is occurring outside the visible subset of the propagation network even at medium to high rates of visibility.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contact tracing and testing"
        },
        {
            "text": "Overall, simulations shows that contact tracing is effective at reliably halving transmission potential when at least 60% of the propagation network is visible to the responder. These tests are averaged over 10000 trials.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contact tracing and testing"
        },
        {
            "text": "Having established that contact tracing only works only after a substantial fraction of the population is visible, we now explore the graph theoretic approach of super-link detection. As before, we start with seed individuals that initially contract the infection. This group of initial infectees is 1% of the population i.e 580 randomly chosen individuals. We then simulate disease spreading from one person to another under the influence of restrictions at various rates of network visibility and isolation budgets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Isolating super-links"
        },
        {
            "text": "Disease spreading is studied as a multi-step event. The intervention strategy is applied by the responder using partial knowledge of network topology and no information about the site of initial infections. Therefore, a trivial response that involves quarantining all the initial infected population is excluded, as it is not realistic to frequently test all individuals over short periodic cycles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Isolating super-links"
        },
        {
            "text": "In the initial infection step, a randomly chosen subset of the population is declared infected. These individuals constitute the initial infectious group. Next, super-links (massively influential graph edges) are identified by the responder who has no knowledge of the initial infectious group. Individuals constituting a super-link graph edge are subject to isolation limited by the isolation budget i.e a maximum of x|V | nodes may be asked to isolate themselves, where x is a fraction and |V | is the total population size. On the graph, node isolation is implemented by removing all its edges from the graph topology. These nodes form the set of infected but non-infectious nodes. Since the isolation budget is spent upfront, there is no isolation capacity available for demand arising from secondary infections. Thus disease transmission from infectious individuals arising out of any successful secondary infections will only be stopped by the removal of all disease transmission paths between infectious and susceptible individuals. This is a significant ask of any public health response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Isolating super-links"
        },
        {
            "text": "In subsequent steps, disease propagation is simulated as spreading from one individual to another. We assume that all proximity encounters between an infectious and a susceptible individual results in an infection (i.e a 100% attack rate). R 0 is 3.68 in the Brightkite social network. All R 0 > 1 are relevant outbreak scenarios, since these infection rates will lead to an outbreak. Figure 3 shows amortised results over 10000 randomised simulations. We can observe that proactive isolation (a) V = 10%, Q=05%",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 385,
                    "end": 393,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Isolating super-links"
        },
        {
            "text": "(p) V = 85%, Q=05% (q) V = 85%, Q=15% (r) V = 85%, Q=25% (s) V = 85%, Q=35% (t) V = 85%, Q=45% Figure 2 : Effectiveness of Contact Tracing and Testing in the Brightkite dataset. V is the fraction of the contact graph visible to the responder. Q is the fraction of the population asked to self-isolate. For low visibility (corresponding to low adoption rates of contact tracing apps), there is little impact on spreading even with an isolation budget of up to 50% of the population. Above 60% adoption, isolating even 15% of the population slows down the spread with substantial reductions achieved at 50%. At 85% adoption rate, merely isolating 35% of infected people and their proximity neighbours is enough to stop disease spread.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 95,
                    "end": 103,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Isolating super-links"
        },
        {
            "text": "of super-links can be rather effective in limiting disease propagation. Both visibility and isolation budgets play an important role. Overall we can observe that a moderate visibility and moderate isolation budget result in flattening intervention potential (disease propagation) by a factor of 5 to 8, while higher isolation helps reduce the disease spread to small local clusters and entirely eliminating outbreaks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Isolating super-links"
        },
        {
            "text": "Low visibility -low isolation At low levels of graph visibility of 10%, and with a small isolation budget of 5% (Figure 3(a) ), the effectiveness of super-link intervention is expectedly limited. We observe an expansion of numeric range with a decreasing lower bound. This suggests a decrease in intervention potential (likelihood of contracting the (a) V = 10%, Q=05%",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 112,
                    "end": 124,
                    "text": "(Figure 3(a)",
                    "ref_id": null
                }
            ],
            "section": "Isolating super-links"
        },
        {
            "text": "(k) V = 60%, Q=05% (l) V = 60%, Q=15% (m) V = 60%, Q=25% (n) V = 60%, Q=35% (o) V = 60%, Q=45%",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Isolating super-links"
        },
        {
            "text": "(p) V = 85%, Q=05% (q) V = 85%, Q=15% (r) V = 85%, Q=25% (s) V = 85%, Q=35% (t) V = 85%, Q=45% Figure 3 : Effectiveness of super-link intervention in Brightkite graph. At just 10% visibility, the disease spreading can be fully stopped by isolating 45% with significant reductions achieved at a isolation budget of 15%. At medium visibility of 35%, disease suppression is achieved by isolating 45% of the population. At high visibility of 85%, just 25% of the population needs to be isolated to fully suppress the disease with significant reduction achieved at 15% isolation. V is the fraction of the contact graph visible to the responder. Q is the fraction of the population placed under self-isolation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 95,
                    "end": 103,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Isolating super-links"
        },
        {
            "text": "disease) in some cases within each time interval. However, the average remains roughly the same as in the case where public-health responders don't intervene ( Figure 1) . And, by the 20th time interval, the likelihood of contracting the disease is as high as the baseline case of no response, although the rate of increase is markedly slower in comparison with the baseline. At exceedingly low budgets super-link detection slows down disease propagation but does not limit the spread.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 160,
                    "end": 169,
                    "text": "Figure 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Isolating super-links"
        },
        {
            "text": "Low visibility -medium to high isolation At a slightly increased isolation budget of 15% with graph visibility still limited to 10%, super-link suppression results in a reduction of disease spread by a decrease of 50% compared to the baseline case of no intervention. There is further improvement with increase in budgets, with a further five-fold decrease in the likelihood of contracting the disease when 45% of the population is under restrictions of physical isolation. In contrast, contact tracing only exhibits a two fold decrease for equivalent visibility and isolation budget.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Isolating super-links"
        },
        {
            "text": "Medium visibility -low to high isolation As visibility grows to 35%, with a medium budget of 25% isolation we observe a significant improvement compared to the baseline (Figure 3(h) ) -the intervention potential flattens with disease spread limited to local clusters. A scenario achieved only at high budgets (45%) for low visibility (10%). When combined with higher isolation budgets (45%) we observe that the disease spread is reduced to its lowest theoretical limit ( Figure-3(j) ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 169,
                    "end": 181,
                    "text": "(Figure 3(h)",
                    "ref_id": null
                },
                {
                    "start": 471,
                    "end": 482,
                    "text": "Figure-3(j)",
                    "ref_id": null
                }
            ],
            "section": "Isolating super-links"
        },
        {
            "text": "High visibility With higher visibility the curve flattens further and we observe that each successive 25% increase in visibility enables 10% reduction in isolation budgets to achieve the same outcome. For instance, 60% visibility and 35% isolation (Figure 3(s) ) has similar impact as 35% visibility and 45% isolation (Figure 3(o) ). Similarly, 85% visibility and 35% isolation (Figure 3(s) ) has similar impact as 60% visibility and 45% isolation (Figure 3(o) ). In general, the case of high visibility ≥ 60% is essentially a theoretical scenario as few responders have managed to gain high visibility into the populations under their care using purely voluntary means.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 248,
                    "end": 260,
                    "text": "(Figure 3(s)",
                    "ref_id": null
                },
                {
                    "start": 318,
                    "end": 330,
                    "text": "(Figure 3(o)",
                    "ref_id": null
                },
                {
                    "start": 378,
                    "end": 390,
                    "text": "(Figure 3(s)",
                    "ref_id": null
                },
                {
                    "start": 448,
                    "end": 460,
                    "text": "(Figure 3(o)",
                    "ref_id": null
                }
            ],
            "section": "Isolating super-links"
        },
        {
            "text": "Overall we find that as visibility grows it results in a better impact on disease propagation with the same isolation budget, reducing the intervention potential by half from 0.8 to 0.3 (stable values). Figure 4 shows the amortised results over 10000 randomised simulations. We can observe that proactive isolation of super-spreaders is somewhat effective in limiting disease propagation, and it does significantly better than contact tracing, but not as good as super-link detection. Isolation budgets plays an important role compared to visibility. Overall we can observe that moderate visibility with high isolation budgets result in flattening the transmission potential of the network from 0.8 to 0.2, which is better than contact tracing but not as good as super-link isolation, which consistently achieves the lower bound of transmission potential (maximal curve-flattening).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 203,
                    "end": 211,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "Isolating super-links"
        },
        {
            "text": "Topology of disease transmission: The topology of the proximity graph plays an important role in the rate of disease propagation. Our results indicate that topology has some influence on the ability to stop a disease outbreak. Our work may pave the way for developing efficient strategies for increasing resilience against an epidemic within a given population. As it turns out, contact tracing is useful but it is possible to do much better -while contract tracing only works reasonably well once the visibility is greater than 60%, super-link detection is as effective as contact tracing at just 10% visibility. This is a significant improvement making graph-based approaches practical. Collaboration at many scales: Our experiments show that it is possible for multiple entities to safely collaborate in defending populations against an epidemic, and in the presence of partial observations. These entities can be as small as individuals (micro-collaboration); or, a regional or national health agency (macro-collaboration); and, still work with each other (mixed-collaboration). However, several practical issues remain. For best results, macrocollaborations are likely to lead to better outcomes over micro-or mixed-collaborations due to the economics of distributed disease propagation analysis. This is because a regional or national health agency working together may result in a better overall perspective whereas the threshold of the number of individuals working together will be relatively higher and the one-off costs involved will result in inefficiencies. This calls for efficient protocols for (p) V = 85%, Q=05% (q) V = 85%, Q=15% (r) V = 85%, Q=25% (s) V = 85%, Q=35% (t) V = 85%, Q=45% Figure 4 : Effectiveness of super-spreader suppression in Brightkite graph. V is the fraction of the contact graph visible to the responder. Q is the fraction of the population asked to self-isolate. Even at 10% visibility, propagation is substantially reduced. Further increase in visibility does not bring additional benefits. Notably, propagation minimisation is not achieved even with high isolation budgets (unlike super-link isolation). Super-Spreaders are easy to spot but suffers from the need for high isolation budgets. Full suppression of disease transmission not achieved (unlike super-link strategy) even at the highest visibility and isolation-budget allocations.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1705,
                    "end": 1713,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "privacy-preserving super-link detection in micro-collaborations. Aside from economics, the security assumption of semi-honest adversaries lends support to macro-scale collaborations where such assumptions can be codified into a legally enforceable contract. This is necessary since the encrypted random-walk data may reveal sensitive information or violate privacy of individuals. Application and containment: The ability to quickly identify infections via a comprehensive testing regime is a pre-requisite for a successful intervention via graph-based approaches including super-link isolation. Our technique can be seen as a sophisticated version of its fat-fingered cousin, the full social lockdown [14] -instead of disabling all proximity encounters, it is enough to disable a carefully selected fraction as part of a targeted intervention. It is likely that such a step would be more socially sustainable as opposed to a full social lockdown. It is also important to note that to be effective, super-link isolation must be applied pre-emptively before the onset of a wave of infections (outbreak). Our intervention approach is symptom agnostic -it does not consider whether the person has symptoms or has been in the proximity of an infected individual. We can see that activities, such as opinion diffusion and more generally all diffusion processes will also be slowed or stopped by our techniques. We believe that super-link detection needs to be combined with appropriate testing to identify initial sources of infection. A wholesale application of the technique in the absence of an appropriate testing regime would be wholly undesirable and counterproductive. Super-Link isolation is not an societal inoculation strategy nor is it a universal safeguard or defense against the spread of epidemics. It is at best a carefully chosen strategy as part of a broader public-health response. To read more into it would be unsupported by scientific evidence. Limits of conventional epidemiological approaches: A fundamental challenge within current epidemiological models [17, 19] of disease transmission is the assumption that R 0 , the mean infections per individual is estimated by a normal distribution. However, real-world contact graphs have a skewed distribution such as a power-law distribution [8] , since social links influence proximity as well as random chance. Consequently, using R 0 to drive a disease mitigation strategy can result in significant errors. Removing a high vertex-order node might appear as a good strategy to reduce R 0 , however a low vertex-order node may play a bigger role in disease spreading due to its ability to connect multiple clusters.",
            "cite_spans": [
                {
                    "start": 702,
                    "end": 706,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2074,
                    "end": 2078,
                    "text": "[17,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2079,
                    "end": 2082,
                    "text": "19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2305,
                    "end": 2308,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In general, the vertex-order or node degree at best has a weak relationship to disease spreading as vertex-order is a poor indicator of node importance. Consequently, since R 0 is a function of vertex order, we argue that it is not helpful in designing an efficient mitigation strategy, although it may be helpful in identifying thresholds of disease outbreaks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "For measuring the effectiveness of interventions, the transmission potential (proposed in this paper) is a better metric, as it recognises that individuals may be uniquely positioned. It is a function of infection likelihood of all individuals within a population rather than based on a crude approximation of average infection rates. It is worth noting that in a power-law distribution the average is not representative of the typical. As such the transmission potential is well positioned to capture the influence of key elements of the propagation network.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The limits of automated contact tracing: Contact tracing [11, 3, 24, 50, 21, 51, 48] is a commonly applied (or suggested) public-health response in the face of an infectious disease outbreak. To analyse the effectiveness of this strategy, we ask the following question provide an analytical argument: Given a set of partial proximity traces (partly visible proximity graph), what is the probability that a randomly chosen disease transmission chain is fully visible to the responder?",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 61,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 62,
                    "end": 64,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 65,
                    "end": 68,
                    "text": "24,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 69,
                    "end": 72,
                    "text": "50,",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 73,
                    "end": 76,
                    "text": "21,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 77,
                    "end": 80,
                    "text": "51,",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 81,
                    "end": 84,
                    "text": "48]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A network topology with poor expansion properties (or lower eigen-value gap ε = 1 − λ 2 ) tends to have relatively 'localized' outbreaks, so that, given the first individual of an infection chain, there exists a subset of individuals within the network that have a higher chance of being a part of the chain of transmission than others.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The spectral theory of graphs lends us a few tools, namely chernoff bounds, in quantifying this risk. Suppose A is the set of individuals who have installed a contact tracing app, and π S the corresponding probability mass of the stationary distribution π. The upper bound of the probability that a transmission chain (random walk) of length t goes through t A nodes of A is given by Gilbert [23] : Pr[t I = t] ≤ 1 + (1−π(I))ε 10 e −t (1−π(I)) 2 ε 20 . However, given that this probability exponentially decreases with increase in t, a small increase in the length of the transmission chain will negate the benefits of the contact tracing intervention. As t increases the probability that a transmission chain is fully visible to responders decreases exponentially with the length of the chain. The length of the chain is primarily a function of the incubation period which is approx. 7 days [2] , offering a significant window of opportunity for the disease to spread. Therefore we argue that contact tracing is a fairly leaky process which while helpful in slowing down the spread of the disease can by no means prevent its spread, as empirically demonstrated by our experiments.",
            "cite_spans": [
                {
                    "start": 392,
                    "end": 396,
                    "text": "[23]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 892,
                    "end": 895,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Future work: As we have demonstrated, disabling super-links can be effective in slowing down or stopping the transmission of infectious diseases. The analysis of proximity graphs to identify such elements is a useful approach towards fighting epidemics. However, many challenges remain to turn this approach into a full-scale intervention mechanism. We need to:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "1. Evaluate the scalability of super-link detection on larger graphs corresponding to populations of tens of millions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "2. Develop efficient set-intersection protocols for the fully malicious setting that can support the use case of epidemic response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "3. Develop mechanisms that incentivise organisations at all scales whether public or private to work together in a coordinated response to epidemic spreading. Only when incentives combine with efficient security protocols can we expect wholesome collaboration at multiple scales.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "4. Test the dynamic case that involves repeated cycles of disease spread and response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A comparative analysis of the information-theoretic epidemic framework we have proposed here with conventional epidemiological frameworks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "The impact of the SARS-COV-2 virus is near unprecedented: organisations closed, and for the first time in 132 years Scottish examinations were cancelled. This highlights the need for a more efficient method for controlling the spread of a virus without enforcing a 100% lockdown. Research in the field recognises this, with a large focus being on contact tracing mechanisms [11, 3, 24, 50, 21, 51, 48] . Likewise, some have pursued graph based modeling for justifying contact tracing [19, 17] . This work builds on these contributions, to develop novel non-pharmaceutical techniques based on isolating super-links and mitigating the need for a nationwide lockdown. The use of centrality measures to stop disease propagation has been investigated before. Lee et al. [34] were the first to point out the existence of super-spreaders. They showed that graph centrality metrics can be used to define super-spreading locations that result in the greatest numbers of infections. They identify super-spreading cities based on the metrics of degree, closeness, and betweenness. Instead of nodes at the level of cities, our focus is on edges at the level of individuals. Specifically, we find that the isolation of high-conductance elements within a disease propagation network efficiently prevents an epidemic outbreak, whereas the isolation of super-spreaders is sub-optimal.",
            "cite_spans": [
                {
                    "start": 374,
                    "end": 378,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 379,
                    "end": 381,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 382,
                    "end": 385,
                    "text": "24,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 386,
                    "end": 389,
                    "text": "50,",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 390,
                    "end": 393,
                    "text": "21,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 394,
                    "end": 397,
                    "text": "51,",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 398,
                    "end": 401,
                    "text": "48]",
                    "ref_id": null
                },
                {
                    "start": 484,
                    "end": 488,
                    "text": "[19,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 489,
                    "end": 492,
                    "text": "17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 765,
                    "end": 769,
                    "text": "[34]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Related Work"
        },
        {
            "text": "Borgatti [4] explains why: an individual with low vertex order and low vertex centrality (betweenness centrality) may still play a key role in disease spreading. Our work explains the importance of leveraging high-conductance cuts or super-links in order to prevent an epidemic outbreak. Accurately, identifying the key players (the super-links) will allow for a focused use of isolation resources and thus allowing the majority of society to continue as normal.",
            "cite_spans": [
                {
                    "start": 9,
                    "end": 12,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Related Work"
        },
        {
            "text": "Colizza et al. work in a similar domain to the super-spreading nature of cities [9] . In their paper, they look at the air transportation network as a method of identifying and predicting the spread of infectious disease. They make use of a vertex-edge graph provided by the Air Transport Association to define a relation between the pattern of new emergent diseases, and the spread in relation to the air transport network. This is important for us, as it proves that graph theory can be used to model, and identify the spread of disease -this is positive, and shows that the use of vertex-edge graphs may also be useful to identify super-spreading nodes in a network of individuals.",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 83,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Related Work"
        },
        {
            "text": "Chen et al. highlight in their paper a new and more effective way to use graphs to reduce the amount of immunization required in a community [7] . In this paper, as before they highlight that most current methods make use of degree and betweenness of graphs to highlight the key player nodes to be removed. They suggest an alternative method to this by making use of EGP graphs. This removes the key player nodes, which will be a smaller number, and this has the impact of a reduction of immunization dosages, as the key player nodes, creating clusters of localised groups. These localised groups are not longer connected due to the removal of the key player node, which means lesser dosages of immunizations are required as the virus may not spread to the same extent of not removing key nodes.",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 144,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Related Work"
        },
        {
            "text": "In their paper, Kitsak et al. [33] look at using complex networks to identify super spreaders. They correctly identify, as other researchers in this domain do, degree isn't necessarily the deciding factor of how spreading will occur in a network. The focus is on the ability of where in the network an infected node can reach to. That is, if there are individual clusters on the node, which are separated, and only one cluster is infected, then it's not possible for the other uninfected clusters to become infected as there's no edge (interaction) for the infection to travel across. In this paper, they offer an alternative method of identifying the spreaders in a graph by using an algorithm which is robust and able to identify the key spreaders who would cause connectedness in clusters. This means that those identified spreaders could be isolated, or avoided, and this would result in an inability of virus spread throughout the network.",
            "cite_spans": [
                {
                    "start": 30,
                    "end": 34,
                    "text": "[33]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Related Work"
        },
        {
            "text": "The past decade has seen tremendous interest and innovation in the area of disease management. Techniques have been introduced that enable a variety of non-clinical interventions to halt or slow down the spread of infectious diseases especially in the instance of a pandemic. For some time, the scientific community has discussed whether certain elements within the proximity network bear a disproportionate responsibility for the spread of an epidemic? While the obvious candidate has been the notion of super-spreaders -individuals that infect many others, the pursuit of superspreaders has been met with scepticism on account of their likely role as key workers such as nurses, bus drivers, and delivery agents, and police personnel. Our work makes a start on dealing with this question systematically.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "We have shown that contact tracing is sub-optimal both analytically and empirically. Simply tracing infected people, then tracing their proximity contacts in turn and isolating them is not enough. It slows disease spreading but leaves the transmission potential high, and fails to stop the disease under conditions of partial visibility unless both the visibility (85%) and the isolation budget (45%) are at their peak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "In contrast, equivalent results are obtained via super-link isolation under low visibility conditions of 10% at the same isolation budget. Or, under medium graph visibility of 35% and a lower isolation budget of 35%. Overall, super-link detection is a promising direction but only one of the many promising avenues of graph-based approaches to epidemic response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "We have also highlighted the limitations of the R 0 metric in measuring the impact of interventions. The crudeness of R 0 is due to its reliance on vertex-order properties which poorly estimates the importance of nodes within the propagation graph. We have proposed the transmission potential metric. Inspired by communications literature, it measures the capacity of the network to 'carry' infections from one end to the other and serves as an accurate indicator of effectiveness of interventions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Infectious diseases of humans: dynamics and control",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Incubation period of 2019 novel coronavirus (2019-ncov) infections among travellers from wuhan, china",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Backer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Klinkenberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eurosurveillance",
            "volume": "25",
            "issn": "5",
            "pages": "20--28",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Bluetrace: A privacy-preserving protocol for community-driven contact tracing across broders",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bay",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Joel",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Alvin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Quy",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Identifying sets of key players in a social network",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Borgatti",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Computational & Mathematical Organization Theory",
            "volume": "12",
            "issn": "1",
            "pages": "21--34",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Private intersection of certified sets",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Camenisch",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zaverucha",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Financial Cryptography and Data Security",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The dining cryptographers problem: unconditional sender and recipient untraceability",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chaum",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J. Cryptol",
            "volume": "1",
            "issn": "1",
            "pages": "65--75",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Finding a better immunization strategy",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Paul",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Havlin",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Liljeros",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Stanley",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Physical review letters",
            "volume": "101",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Friendship and mobility: User movement in location-based social networks",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Myers",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Leskovec",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proceedings of the 17th ACM SIGKDD International Conference on Knowledge Discovery and Data Mining",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The role of the airline transportation network in the prediction and predictability of global epidemics",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Colizza",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barrat",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barthélemy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proceedings of the National Academy of Sciences",
            "volume": "103",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Practical private set intersection protocols",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Cristofaro",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tsudik",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Cryptology ePrint Archive",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Uk contact tracing",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Culnane",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Epidemic Modeling: An Introduction",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Daley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gani",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A generalisation, a simplification and some applications of Paillier's probabilistic public-key system",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Damgard",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jurik",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Public Key Cryptography",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Critical community size for covid-19-a model based approach to provide a rationale behind the lockdown",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Das",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ghosh",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sen",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Mukhopadhyay",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2004.03126"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Mathematical Epidemiology of Infectious Diseases",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Diekmann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A P"
                    ],
                    "last": "Heesterbeek",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A global microscope, made of phones",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Economist",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Case isolation and contact tracing can prevent the spread of smallpox",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Eichner",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "118--146",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "On the evolution of random graphs",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Erdős",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rényi",
                    "suffix": ""
                }
            ],
            "year": 1960,
            "venue": "Publ. Math. Inst. Hung. Acad. Sci",
            "volume": "5",
            "issn": "1",
            "pages": "17--60",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Quantifying sars-cov-2 transmission suggests epidemic control with digital contact tracing",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ferretti",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wymant",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kendall",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nurtay",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Abeler-Dorner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Parker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bonsall",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Quantifying sars-cov-2 transmission suggests epidemic control with digital contact tracing",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ferretti",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wymant",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kendall",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nurtay",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Abeler-Dörner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Parker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bonsall",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Principles of contact tracing",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "For Disease",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Control",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Efficient private matching and set intersection",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Freedman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nissim",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pinkas",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "EUROCRYPT",
            "volume": "",
            "issn": "",
            "pages": "1--19",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "A chernoff bound for random walks on expander graphs",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gillman",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "SIAM J. Comput",
            "volume": "27",
            "issn": "4",
            "pages": "1203--1220",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Privacy information for infections disease contact tracing",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Gov UK",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The strength of weak ties",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Granovetter",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "The American Journal of Sociology",
            "volume": "78",
            "issn": "6",
            "pages": "1360--1380",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Predicting and evaluating the epidemic trend of ebola virus disease in the 2014-2015 outbreak and the effects of intervention measures",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS One",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Epidemiological characteristics of pulmonary tuberculosis in mainland china from 2004 to 2015: a modelbased analysis",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "19--219",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Efficient protocols for set intersection and pattern matching with security against malicious and covert adversaries",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hazay",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lindell",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Theory of Cryptography Conference",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Efficient Oblivious Pseudorandom Function with Applications to Adaptive OT and Secure Computation of Set Intersection",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jarecki",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Theory of Cryptography Conference",
            "volume": "",
            "issn": "",
            "pages": "577--594",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Encryption performance improvements of the paillier cryptosystem",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jost",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Maximov",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Smeets",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Cryptology ePrint Archive",
            "volume": "864",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Mathematical model of infection kinetics and its analysis for covid-19, sars and mers",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kaihao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Privacy-preserving set operations",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kissner",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "CRYPTO",
            "volume": "3621",
            "issn": "",
            "pages": "241--257",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Identification of influential spreaders in complex networks",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kitsak",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Gallos",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Havlin",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Liljeros",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Muchnik",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Stanley",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Makse",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nature physics",
            "volume": "6",
            "issn": "11",
            "pages": "888--893",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Identifying superspreaders for epidemics using r0-adjusted network centrality",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "H.-R",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hwang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "2013 Winter Simulations Conference (WSC)",
            "volume": "",
            "issn": "",
            "pages": "2239--2249",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Outbreak of 2009 pandemic influenza a (h1n1) at a new york city school",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lessler",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Reich",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A T"
                    ],
                    "last": "Cumming",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2628--2664",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Mathematical modeling and research of infectious disease transmission dynamics",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "E"
                    ],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "The small world problem",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Milgram",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "Psychology Today",
            "volume": "2",
            "issn": "",
            "pages": "60--67",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Botgrep: Finding p2p bots with structured graph analysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nagaraja",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mittal",
                    "suffix": ""
                },
                {
                    "first": "C.-Y",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Caesar",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Borisov",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "USENIX security symposium",
            "volume": "10",
            "issn": "",
            "pages": "95--110",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Mixing patterns in networks",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E J"
                    ],
                    "last": "Newman",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Physical Review E",
            "volume": "67",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "The structure and function of complex networks",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E J"
                    ],
                    "last": "Newman",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "SIAM Review",
            "volume": "45",
            "issn": "2",
            "pages": "167--256",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "The network effect. Why Senegal's bold anti-AIDS program is working",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nicholas",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Public-key cryptosystems based on composite degree residuosity classes",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Paillier",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Eurocrypt",
            "volume": "",
            "issn": "",
            "pages": "223--238",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Scalable private set intersection based on ot extension",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pinkas",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Schneider",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zohner",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "ACM Trans. Priv. Secur",
            "volume": "21",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Epidemiological and diagnostic aspects of the outbreak of pneumonic plague in madagascar",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ratsitorahina",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chanteau",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rahalison",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ratsifasoamanana",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Boisier",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "111--113",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Malicious-secure private set intersection via dual execution",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rindal",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rosulek",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Proceedings of the 2017 ACM SIGSAC Conference on Computer and Communications Security",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "contains implementation of privacy-preserving set intersection",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Revealing the true incidence of pandemic a (h1n1) pdm09 influenza in finland during the first two seasons-an analysis based on a dynamic transmission model",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shubin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lebedev",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Lyytikinen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Auranen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Introduction to Graph Theory",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "West",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Predicted adoption rates of contact tracing app configurations-insights from a choice-based conjoint study with a representative sample of the uk population",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wiertz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Banerjee",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "A"
                    ],
                    "last": "Acar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ghosh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "3589199",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Fluphone project",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Yoneki",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "With no interventions infections spread rapidly achieving maximal spread within a few rounds.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}