{
    "paper_id": "c49c27da4084600432ebeea8f4049aff3bb65f5a",
    "metadata": {
        "title": "Resuming autologous free tissue transfer for breast reconstruction in the COVID-19 era",
        "authors": [
            {
                "first": "Dhalia",
                "middle": [],
                "last": "Masud",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mbbs",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bsc",
                "middle": [],
                "last": "Frcs (plast",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": ")",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Olivia",
                "middle": [
                    "L"
                ],
                "last": "Sharp",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mbbs",
                "middle": [],
                "last": "Msc",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Anais",
                "middle": [],
                "last": "Rosich-Medina Mb Chb",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Guido",
                "middle": [],
                "last": "Köhler",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "D"
                ],
                "last": "Frcs (plast) Equi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Richard",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mbbs",
                "middle": [
                    "M"
                ],
                "last": "Haywood",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Frcs",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The Royal College of Surgeons (RCS) guide to surgical prioritisation during the coronavirus pandemic states that breast reconstruction is Priority level 4 Surgery. In view of the associated increased mortality risk, and potential complications such as return to theatre, autologous free tissue transfer for breast reconstruction was withheld in our unit from the 12th March.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "It is the view in our regional centre that free tissue transfer for breast reconstruction should not be viewed as complex surgery. We believe in performing the correct operation, for the right patient, at the right time and we strive to adhere to the NHS improvement program 'Getting it right first time'.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "After widespread consultation with stakeholders both locally and nationally, as of June 3rd we restarted autologous free flap reconstruction. We describe our experience as the first unit in resuming this service during the COVID-19 pandemic. . The 30-day mortality in elective surgery patients diagnosed perioperatively with COVID-19 may be as high as 19.1% 2 . In view of the associated mortality risk, and potential complications such as return to theatre, autologous free tissue transfer for breast reconstruction was withheld in our unit from the 12th March.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "It is the view in our regional centre that free tissue transfer for breast reconstruction should not be viewed as complex surgery. We believe in performing the correct operation, for the right patient, at the right time and we strive to adhere to the NHS improvement program GIRFT (getting it right first time).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Humans"
        },
        {
            "text": "After widespread consultation with stakeholders both locally and nationally, as of June 3rd we restarted autologous free flap reconstruction. We describe our experience as the first unit in resuming this service during the COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Humans"
        },
        {
            "text": "With limited resources and time available, it was important to prioritise patients and maintain discussion of reconstruction on a trust director level agenda. Cases were discussed on an individual basis using the RCS prioritisation as a guideline. Categories of patients that we felt would require reconstruction during Phase 1 were reviewed regularly and highlighted to surgical directors. Our exclusion criteria were adapted according to both the emerging situation within our unit and in the medical literature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stage 1-Discussion stage with key stakeholders"
        },
        {
            "text": "We developed an evidence based pathway that selected low risk patients and then minimised their potential pre-operative and inpatient COVID-19 exposure. The commitment and approval of our nursing and physiotherapist colleagues has been central to the service re-opening. Multidisciplinary ownership of the pathway was key to engaging the senior management team. Furthermore, the nursing staff provided data on the practical availability of trained theatre and ward staff. The enthusiasm of a large group of motivated individuals created momentum to restart the service. Theatre lists were reduced and pooled.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stage 2-Development of pathway"
        },
        {
            "text": "Low risk patients attend a pre-operative virtual forum consultation with surgeons, specialist nurses and physiotherapists. This is where most information is provided, in order to reduce the length of the subsequent face-to-face consultation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stage 2-Development of pathway"
        },
        {
            "text": "Prioritisation of cases on a Divisional Operations level was based on clinical needs as well as requirement and availability of resources. We expected four hours of operating and did not plan to take breaks or change scrub nurse intraoperatively, thereby reducing personal protective equipment usage. Two plastic surgery consultants were supported by an experienced scrub team. We presented this streamlined theatre plan to theatre managers. This was particularly important as during Phase 2 the theatre workforce was reduced by 30%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stage 2-Development of pathway"
        },
        {
            "text": "Our enhanced recovery protocol includes patient discharge on day two. Our pathway for restarting DIEPs was presented to the hospital executive board. Whilst the trust directors were considering the proposal, potential low risk surgical candidates were identified.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stage 2-Development of pathway"
        },
        {
            "text": "On May 15th, our unit chaired an online meeting to gauge the national viewpoint on breast reconstruction and initiate discussion. This concluded 72% (22/30) plastic surgeons were ready to resume reconstruction within three months. There was particular concern regarding the growing waiting list for delayed DIEPs, safety of surgery and implications for training. There was also recognition of the national variation of COVID-19 effects on hospitals. Our unit had 40% inpatient capacity. Through this meeting we gained support from key stakeholders such as BAPRAS which was essential to resuming our reconstruction service.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stage 3-National consensus and support from colleagues"
        },
        {
            "text": "In line with the Montgomery ruling 3 , all forms of reconstruction and associated additional COVID-19 risks were discussed with patients. Our exclusion criteria, shown in Table 1 , is based on current best evidence, and our own experience of a DIEP patient with COVID-19 2,4 . Our initial protocol criteria utilises age, comorbidity and body mass index, although we expect to move to using the clinical frailty score as our experience grows.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 171,
                    "end": 178,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Stage 4-Safety and consent"
        },
        {
            "text": "Our legal team was consulted to discuss how risks of exposure and complications were presented and provided us with patient information leaflets. As a result, we have a dedicated section in our reconstruction virtual forum discussing the risks of COVID-19. We have also devised a procedurespecific consent form for our DIEPs which includes a section on COVID-19 risks and complications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stage 4-Safety and consent"
        },
        {
            "text": "We recommenced operating on June 3rd. Initially we booked low-risk patients whom were accepting of the additional hazard of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stage 5-Service Recommenced"
        },
        {
            "text": "A powerful tool for resuming reconstruction was the reconstruction forum to discuss cases for immediate autologous reconstruction this allowed categorisation to level 2. We are closely monitoring our service, and depending on the future epidemiology of COVID-19, we will continue to adapt our pathway.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stage 5-Service Recommenced"
        },
        {
            "text": "Funding: None Ethical approval: N/a We select low risk patients at a virtual reconstruction MDT jointly lead by breast and plastic surgeons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest: None"
        },
        {
            "text": "Any attendance to the hospital is mapped on a 'green route' whereby patients are able to enter and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest: None"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "of Surgical Specialty Associations (FSSA)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Mortality and pulmonary complications in patients undergoing surgery with perioperative SARS-CoV-2 infection: an international cohort study",
            "authors": [
                {
                    "first": "Covidsurg",
                    "middle": [],
                    "last": "Collaborative",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Breast reconstruction with immediate autologous free tissue transfer in a peri-operative COVID-19 positive patient: a case report illustrating feasibility of aftercare. Publication pending",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Sharp",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Masud",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Body mass index",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Hb",
                    "suffix": ""
                },
                {
                    "first": ";",
                    "middle": [],
                    "last": "Heamoglobin",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bmi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "The Royal College of Surgeons (RCS) guide to surgical prioritisation during the coronavirus (COVID-19) pandemic states that breast reconstruction is Priority level 4 Surgery, meaning it can be delayed for over three months",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Exclusion criteria Age > 60 years All smokers and recent ex-smokers (< 2 years) Patients with a cancer history other than the breast cancer Pre-operative lymphopenia count Pre-operative low vitamin D Cardiovascular disease (AF and previous MI/ stroke/TIA) Hb < 10 Patients who live in a household with 1) high risk individuals 2) key workers whom are unable to isolate Patients unable to accept 72-hour hospital stay BMI > 30 Bilateral (for June) Poor perforators on CT angiogram Active respiratory disease",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "None",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest statement"
        }
    ]
}