{
    "paper_id": "c4fa833c9efe5f369e21b9766dc70f61aaccf10c",
    "metadata": {
        "title": "Modeling the lockdown relaxation protocols of the Philippine government in response to the COVID-19 pandemic: An intuitionistic fuzzy DEMATEL analysis",
        "authors": [
            {
                "first": "Lanndon",
                "middle": [],
                "last": "Ocampo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cebu Technological University",
                    "location": {
                        "addrLine": "Corner M.J. Cuenco Ave. & R. Palma St",
                        "postCode": "6000",
                        "settlement": "Cebu City",
                        "country": "Philippines"
                    }
                },
                "email": ""
            },
            {
                "first": "Kafferine",
                "middle": [],
                "last": "Yamagishi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cebu Technological University",
                    "location": {
                        "addrLine": "Corner M.J. Cuenco Ave. & R. Palma St",
                        "postCode": "6000",
                        "settlement": "Cebu City",
                        "country": "Philippines"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The COVID-19 pandemic, which started at Wuhan, has shut down world economies, prompting governments to impose drastic lockdown measures of the economy and the society. As these measures are exhausted, non-COVID-19 related issues such as those associated with the mental and physical well-being of people under lockdowns became an emerging concern. As these issues are evident, not to mention the economic downturn, governments are currently looking at designing lockdown relaxation efforts by simultaneously considering both public health and economic restart. Without documented experiences to rely on, governments are resorting to trial-and-error approach in creating a lockdown exit strategy while preventing succeeding waves of cases that may overwhelm healthcare facilities. Thus, this work pioneers the use of the decision-making trial and evaluation laboratory (DEMATEL) method with intuitionistic fuzzy (IF) sets along with the domain of public health and the emerging COVID-19 pandemic. The DEMATEL handles the intertwined causal relationships among guideline protocols for the relaxation strategy. The intuitionistic fuzzy set theory addresses the vagueness and uncertainty of human judgments in the context of the DEMATEL. A case study of the Philippine government response for the lockdown exit is presented to evaluate the applicability of the proposed method. Findings reveal that compliance of minimum public health standards, limited movement of persons, suspension of physical classes, the prohibition of mass gatherings, non-operation of category IV industries, and non-operation of hotels or similar establishments are the most crucial protocols for such strategy. These findings offer practical insights for the government to allocate resources and impose measures to ensure their implementation, as well as for developing mitigation efforts to cushion their socio-economic impacts. Policy insights and avenues for future works are also discussed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "While most countries were celebrating holidays during the second half of December 2019, the streets at Wuhan City in Hubei Province, China were at a brink of a disease outbreak caused by cases of pneumonia of unknown etiology. These cases are believed to be linked to Huanan Seafood Wholesale Market, which trades fish and wild animals, including bats [1] . Several claims traced the dates of the pneumonia cases back in November 2019, with the first confirmed case in Wuhan on 1 December [2] . However, the first case has no exposure to the Huanan seafood market, not until 10 December, when a case directly linked to the market was recorded [2] . The debate on these claims is still developing. Nonetheless, 27 cases were already documented on 31 December, which prompted the local health officials at Wuhan to inform the World Health Organization (WHO) about the developing disease [3] . The causative agent was identified as Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2), and the WHO named the disease as COVID-19 [3] .",
            "cite_spans": [
                {
                    "start": 352,
                    "end": 355,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 489,
                    "end": 492,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 643,
                    "end": 646,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 885,
                    "end": 888,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1033,
                    "end": 1036,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In just 30 days, COVID-19 quickly spread from Wuhan to the rest of China, pushing the public health services in Wuhan City and Hubei Province to their limits [4] . While some infected patients are asymptomatic, those with symptoms experience anywhere between mild ones (i.e., dry cough, sore throat, and fever) and more severe and fatal symptoms (i.e., organ failure, septic shock, pulmonary edema, severe pneumonia, and ARDS) which require hospitalization [3] . A review of its virology, epidemiology, clinical manifestations, diagnosis, treatment, and prevention can be found in Ref. [2] . [5] summarized why COVID-19 is such a threat: (1) it can kill adult people with existing health problems, and (2) its transmission is quite efficient. As the cases in China were gaining momentum, COVID-19 was starting to leak outside of its epicenter to the rest of the world. This prompted China on 23 January to implement an unprecedented lockdown in recent history, affecting a whopping 40-60 million people across Hubei province [3] . The measures are considered restrictive and drasticcurtailing some liberties of its citizens [6] . It suspended all forms of public transportation [3] , implemented heightened mobility restrictions, limited social interaction, and canceled gatherings [7] , and all public affairs within the city of Wuhan and other cities in Hubei were put off [8] . More aggressive measures were implemented in Wuhan after 7 February. These include locking down of residential buildings and compounds, strict self-quarantining for families, door-to-door inspection for suspected cases, quarantining suspected cases, and close contacts in quarantine spaces [9] . Along with these measures are the efforts to ramp up the construction of new hospitals and quarantine facilities to manage the surge of cases in the most affected areas [10] .",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 161,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 457,
                    "end": 460,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 586,
                    "end": 589,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 592,
                    "end": 595,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 638,
                    "end": 641,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1025,
                    "end": 1028,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1124,
                    "end": 1127,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1178,
                    "end": 1181,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1282,
                    "end": 1285,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1375,
                    "end": 1378,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1671,
                    "end": 1674,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1846,
                    "end": 1850,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Such drastic containment measures in China earned praises from the WHO and are considered crucial in curbing the spread of COVID-19 in mid-February [6, 11] . The speed and the magnitude of these measures have never been implemented on such a large scale [4] . In the absence of antiviral drugs and vaccine, China focused on traditional public health outbreak response mechanisms of identifying cases, testing, isolation, contact tracing, social distancing, quarantine, and community containment [4, 10, 12] . It also recommended basic hand hygiene measures such as frequent hand washing and the use of PPE (e.g., face masks) [3] . These response initiatives were aimed at buying some time for science (e.g., development of vaccines and antiviral drugs, in-depth characterization) to catch up with the spread [4, 13] . The timeline of the COVID-19 and the containment measures implemented in Wuhan can be found in Ref. [8] . Quantitatively identifying which of the stringent measures were most successful could not be carried out by present models [14, 15] . What is known and apparent is that the totality of these measures has delayed COVID-19 spread in China [14] . Despite these efforts [3] , outlined some of the lessons that China fell short in curbing the spread of COVID-19: lack of transparency, travel restriction delay, quarantine delay, public misinformation, emergency announcement delay, and research and development. Nonetheless, quantifying how these factors play in the viral spread and their long-term impact could not be determined yet and is open for discussion.",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 151,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 152,
                    "end": 155,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 254,
                    "end": 257,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 495,
                    "end": 498,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 499,
                    "end": 502,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 503,
                    "end": 506,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 625,
                    "end": 628,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 808,
                    "end": 811,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 812,
                    "end": 815,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 918,
                    "end": 921,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1047,
                    "end": 1051,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1052,
                    "end": 1055,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1161,
                    "end": 1165,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1190,
                    "end": 1193,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The staggering cases of the disease on a global scale prompted WHO on 11 March to declare COVID-19 a pandemic. Outside China, two enormous challenges are upfront: (1) effectively containing current and future outbreaks, and (2) treating the infected population promptly and safely [11] . The draconian measures imposed by China were, at a period, considered unpopular by other countries. Considered as the only way to truly control outbreaks, one-fifth of the world population is in lockdown [16] . In the absence of established measures to contain the COVID-19 spread at a scale, and no controlled experiment has taken place [17] , countries resorted to trial-and-error initiatives with various strategies being explored to curb its transmission [18] . For instance, South Korea and Italy introduced lockdowns in early March [18] . On 24 March, the Indian government has announced a countrywide lockdown for three weeks [19] . Initially, the United Kingdom was entertaining the idea of \"herd immunity\". It was later on obliged to change gears as the model published by an experienced team at Imperial College, London, predicted that at any response scenario, the number of cases requiring ICU would exceed the 'surge capacity' of healthcare facilities [20] . An unprecedented lockdown was then implemented on 23 March. In the Philippines, the government issued a lockdown in the form of an enhanced community quarantine on 12 March. Collectively, 188 countries have been on a pause, stopping religious meetings, sports events, and other social gatherings, while closing their borders and businesses including schools which affect 1.5 billion students [17] .",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 285,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 492,
                    "end": 496,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 626,
                    "end": 630,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 747,
                    "end": 751,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 826,
                    "end": 830,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 921,
                    "end": 925,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1253,
                    "end": 1257,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1652,
                    "end": 1656,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The drastic measures and lockdowns implemented by most countries worldwide come at a high economic and socio-economic cost, creating ripples of economic shocks and disrupting the functioning of societies [21] . The economic costs are straightforward, but the social costs have far-reaching consequences [22] . Observed that the ongoing crisis had caused vulnerability to food insecurity for people who are already economically vulnerable. The lack of food shops in some countries (e.g., UK) has led people to be unable to acquire the food they need as stay-at-home measures compel them to go out or food supplies are not readily available [22] . [6] called for greater attention to the health of the people who are not infected by the virus during lockdowns. They highlighted that those who stopped working have worse mental and physical health conditions, as well as distress, and physically active people are more vulnerable to some well-being issues [6] . Another indirect effect is the growing cases of deteriorating mental health of people in lockdowns [23] . [23] identified some additional health problems such as stress, anxiety, symptoms of depression, insomnia, denial, anger, and fear at a global scale. With similar observation [24] , surveyed the general public in China to assess their levels of psychological impact, anxiety, depression, and stress during the initial stage of the outbreak. They found out that more than half reported the psychological effect as moderate-to-severe, and about one-third rated moderate-to-severe anxiety. Collectively, these concerns may weaken the efficacy of the imposed measures to control the viral spread.",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 208,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 303,
                    "end": 307,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 639,
                    "end": 643,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 646,
                    "end": 649,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 953,
                    "end": 956,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1058,
                    "end": 1062,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1065,
                    "end": 1069,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1240,
                    "end": 1244,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "As of this writing [11 May 2020] , the total number of COVID-19 cases worldwide is 4,117,684, with global deaths of 286,330 [25] . It is almost widely accepted that with the onset of current global drastic measures of testing, contact tracing, isolating, social distancing, and quarantining, COVID-19 can be contained, at least in its initial spread. However, the rapid acceleration of the disease in different countries and the near-collapse, if not total breakdown, of healthcare systems even in countries with more robust public health mechanisms indicate shortfalls of preparedness of countries in handling pandemics [15] . As confinement measures are not sustainable in the long run from an economic and social perspective, easing drastic containment measures is a way forward [26] . The decision to lift draconian measures comes with a trade-off between socio-economic costs and the potential resurgence of cases [27] . Cautioned that a premature relaxation of interventions and measures could lead to the second wave of cases, and governments must ensure that healthcare capacities are not pushed to its limits while the outbreaks are growing exponentially. A model developed by Ref. [27] suggests that a sudden and premature lifting of social distancing measures would yield higher health and economic loss. Even without a 'premature' relaxation, lifting altogether, the aggressive measures and lockdowns would cause cases to soar high at an exponential rate [28] . With a low community level of immunity, the attack rate of approximately 2% could initiate a rapid second wave [11] . In Taiwan, Hong Kong, and Singapore, lifting of lockdown measures has resulted in the second wave of cases, prompting these countries to enforce stricter measures than what was implemented [29] . With the sustained economic crash, which may result in more non-COVID-19 deaths and social despair linked to prolonged confinement, which may negatively affect people, a well-designed exit strategy is a significant step [26] . [17] further elaborated that a lockdown exit strategy must carefully consider the triangulation of \"the health of their citizens, the freedoms of their population, and economic constraints\". These factors could be translated into three control knobs for governments: (1) isolation of patients and contact tracing, (2) border restrictions, and (3) social distancing [17] . Two primary defining criteria on when to turn these knobs for easing lockdown measures are the (1) testing capacity at a national level [30] , and (2) healthcare capacity [15] . Upscaling of testing capacity is a precursor of efficient contact tracing, isolation, and quarantining, while the capacity of healthcare facilities dictates the allowable number of cases that require ICU beds for treatments. One plausible scheme which is a \"drug holiday\" approach [18] , popularly adopted by Singapore and Hong Kong as the \"suppress and lift\" strategy [17] . In this approach, social distancing measures are eased out, and reimpose when cases start to climb again [17, 18] . This strategy would create a series of small outbreaks within the threshold of the healthcare capacity and builds up immunity to the disease [18] . Another crucial feature of an exit strategy is to carefully monitor the real-time reproduction number (Rt) and the confirmed case fatality rate (cCFR) to inform strategy against a potential second wave to strike a balance between health and economic objectives [27] . As the resurgence of cases becomes inevitable brought about by relaxing drastic social distancing measures, governments must proactively prepare that the healthcare system has adequate labor, resources, and facilities to minimize mortality [15] . On the other hand, another exit strategy currently put forward by Ref. [26] is to release only immunized but virus-free people back to their normal lives to increase community immunity. When the pandemic subsides, younger people who are low risk but virus-free and not immune may be gradually considered. Such a strategy, as argued by Ref. [26] ; would allow shifting from massive social-distancing measures to the testing of symptomatic cases only, isolation of confirmed cases, and contact tracing and quarantining, along with the release of immune people from containment. Despite these suggested post-lockdown relaxation insights, at present, there is no consensus in the scientific communities or guidance on developing an exit strategy with no agreed benchmarks on measuring safe conditions for returning to normal life [29] .",
            "cite_spans": [
                {
                    "start": 19,
                    "end": 32,
                    "text": "[11 May 2020]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 124,
                    "end": 128,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 621,
                    "end": 625,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 782,
                    "end": 786,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 919,
                    "end": 923,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1191,
                    "end": 1195,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1467,
                    "end": 1471,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1585,
                    "end": 1589,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1781,
                    "end": 1785,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 2008,
                    "end": 2012,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 2015,
                    "end": 2019,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2380,
                    "end": 2384,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2523,
                    "end": 2527,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 2558,
                    "end": 2562,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2846,
                    "end": 2850,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2934,
                    "end": 2938,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 3046,
                    "end": 3050,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 3051,
                    "end": 3054,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 3198,
                    "end": 3202,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 3466,
                    "end": 3470,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 3713,
                    "end": 3717,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 3791,
                    "end": 3795,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 4060,
                    "end": 4064,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 4546,
                    "end": 4550,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "As of 12 May, the Philippines has 11,086 COVID-19 cases, with 726 deaths [25] . Its largest metropolitan, Metro Manila, has been on a lockdown (i.e., locally termed as 'enhanced community quarantine' (ECQ)) since 12 March. After two months, Metro Manila and the other two large cities are still on a restrictive ECQ while the rest of the country is just recently under a relaxed 'general community quarantine' (GCQ). The guidelines of these two conditions are set forth by the Inter-Agency Task Force (IATF), which was formed by the Philippine government early this year to supervise and provide recommendations on all government actions regarding the COVID-19 pandemic. The GCQ status is a relaxation of the ECQ, with measures designed to restart economic activities. After a two-month lockdown of the entire country, the transition guidelines from ECQ to GCQ are provided in the [31] . The guidelines consist of a set of protocols with obvious overlaps that aim to maintain social distancing, proper hygiene, and minimal movement of people to curb the viral spread while gradually restoring some salient socio-economic activities. These protocols, as argued in the emerging literature, are under a trial-and-error approach with neither controlled experiments that would support the effectiveness of such protocols nor information from prior experience on a massive scale. Note also that current models fail to quantitatively identify which of the stringent measures were most successful in the China experience [14, 15] . Nevertheless, the government's priority must be keeping mortality at a minimum, and amelioration measures are necessary to cushion the impact of economic collapse [21] ; thus, a careful strike of balance is crucial.",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 77,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 881,
                    "end": 885,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1513,
                    "end": 1517,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1518,
                    "end": 1521,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1687,
                    "end": 1691,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Thus, this work offers a modeling approach based on network analysis on how these protocols are causally interrelated in an attempt to determine those protocols with high priority. Understanding these intertwined relationships provides insights to policymakers on key protocols, and at the same time, identifies those redundant protocols which can be relaxed. This information is crucial for efficient and effective resource allocation decisions that could strike a balance between maintaining public health and economic restart. To address this objective, an intuitionistic fuzzy decision-making trial and evaluation laboratory (DEMATEL) (IF-DEMATEL) is proposed in this work. DEMATEL, developed by the Science and Human Affairs Program of the Battle Memorial Institute of Geneva between 1972 and 1976, is a network analysis approach based on graph theory that handles a complex system of elements connected by causal relationships [32, 33] . It achieves two objectives: (1) to determine the causal relationships among elements in a network (e.g., protocols in a set of protocols), and (2) to cluster the elements into the net cause and net effect groups. Due to the inherent uncertainty of eliciting judgments within the DEMATEL framework, an intuitionistic fuzzy set (IFS) theory is adopted in this work. IFS, proposed by Ref. [34] ; is a generalization of the fuzzy set theory proposed by Ref. [35] ; which handles vagueness and uncertainty in computing. While the classical fuzzy set theory introduces a membership function, the IFS extends this concept to include a non-membership function. The use of IF-DEMATEL is popular across different domain applications, such as strategic decisions in the insurance industry [36] , sustainable solid waste management [37] , critical factors in recycling industry [38] , green supply chain [39] , and project risk assessment [40] . Note that this list is not intended to be comprehensive. However, its application in public health is scant, most especially in the emerging COVID-19 pandemic. Thus, this work is the first of its kind in addressing (1) the use of IF-DEMATEL in the public health domain, and (2) the application of complexity mapping under uncertainty in the management of COVID-19 pandemic as a global public health emergency. It advances the evolving literature of COVID-19 by effectively identifying key protocols for a lockdown exit strategy, which may set as guidelines for relevant policy-and decision-making.",
            "cite_spans": [
                {
                    "start": 933,
                    "end": 937,
                    "text": "[32,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 938,
                    "end": 941,
                    "text": "33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1330,
                    "end": 1334,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1398,
                    "end": 1402,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1722,
                    "end": 1726,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1764,
                    "end": 1768,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1810,
                    "end": 1814,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1836,
                    "end": 1840,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1871,
                    "end": 1875,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This paper is outlined as follows: Section 2 illustrates the emerging scenario of the Philippine COVID-19 outbreak. Section 3 presents a brief background of IF and DEMATEL. The proposed detailed methodology is described in Section 4. Section 5 details the results and the findings. Section 6 highlights the implications of these results. It ends with a conclusion and identification of future works in Section 7.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To date, the Philippines is experiencing one of the worst cases of the COVID-19 outbreaks as the second-highest confirmed cases and deaths in the ASEAN, next to Indonesia (COVID-19 Dashboard, 20200), amplified with its weak healthcare system. The COVID-19 outbreak in Wuhan has reached the Philippine media since December 2019. However, no concrete initiatives have been undertaken until the first COVID-19 case in the country, which was confirmed on 30 January with a 38year-old female Chinese national [41] ). Table 1 presents the timeline of events relevant to the response of the Philippine government to the COVID-19 outbreak. Note that all dates are adjusted to local times unless those declared by the WHO.",
            "cite_spans": [
                {
                    "start": 504,
                    "end": 508,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [
                {
                    "start": 512,
                    "end": 519,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Emerging scenario of the Philippine COVID-19 outbreak"
        },
        {
            "text": "The Philippine Congress, through the Bayanihan to Heal as One Act, allocates US$ 5.37 billion for the COVID-19 pandemic, where US$ 3.9 billion is allotted for the implementation of the emergency subsidy program, and US$ 1.4 for funding health requirements and other services [53] ). The emergency subsidy program for two months covers the basic needs of the 18 million Filipino families [57] . The strict quarantine measures have put off public and private establishments that generate more than two-thirds of the overall GDP [58] ). The inflation is expected to reach 2.2% in 2020, subsequently 2.4% in 2021 [58] . has projected GDP growth at 2% this year, with a strong recovery forecast of 6.5% growth in 2021 with the assumption that the pandemic will be curbed in June 2020. The Philippine government has been granted a loan of US$ 100 million from the World Bank to fund the emergency response project in addressing the healthcare needs for the COVID-19 pandemic, and improve public health preparedness [59] . Furthermore, the US government has also provided US$ 15.2 million in assistance to the country [60] . The Department of Labor and Employment highlighted that there are more than one million employees in the formal sector that were affected by temporary closures of businesses or flexible work arrangements (CNN Philippines, 2020). Employees in the manufacturing, hotel, restaurants, and tourism industry absorbed most of the impact [61] . [62] reported that the economy might lose between US$ 5.4 billion (best case) and US$ 49.5 billion (worse case) due to COVID-19 based on a Leontief input-output model. Specifically, the losses would come from transportation, storage, and communication sector (US$ 232.1-2.4 billion), manufacturing (US$ 1.6-16.9 billion), wholesale and retail (US $ 1.8-14.3 billion), and other services (US$ 823.2 million to 7 billion) [62] .",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 279,
                    "text": "[53]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 387,
                    "end": 391,
                    "text": "[57]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 526,
                    "end": 530,
                    "text": "[58]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 609,
                    "end": 613,
                    "text": "[58]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1009,
                    "end": 1013,
                    "text": "[59]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 1111,
                    "end": 1115,
                    "text": "[60]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 1448,
                    "end": 1452,
                    "text": "[61]",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 1455,
                    "end": 1459,
                    "text": "[62]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 1875,
                    "end": 1879,
                    "text": "[62]",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [],
            "section": "Emerging scenario of the Philippine COVID-19 outbreak"
        },
        {
            "text": "As of April 2020, seventeen (17) testing centers for COVID-19 were constructed [63] . With the population of 109 million with a rapid increase of confirmed cases, the healthcare facilities are collapsing with just 89,000 hospital beds, of which 8,779 are isolation beds, 2,546 are ward beds, and only 1,249 are ICU beds, and 1,937 mechanical ventilators [64] ). Currently, the Philippines has 129,000 doctors, of which only 50% are considered active [62] . As reported by Ref. [62] ; the average age with COVID-19 cases in the Philippines is 53 years old, and the average age of mortality is 65 years old, 70% of which are male. 56% of the confirmed cases and 62% of reported deaths are concentrated in Metro Manila. On 24 April, the Philippine government decided to slowly lift the strict measures by announcing that lower risk community areas would be placed under GCQ [55] . The set of guidelines proposed on 7 May details the transition protocols from ECQ to GCQ. As long as an effective antiviral drug or vaccine remains unavailable, the government is looking at a future where provinces or cities are observing GCQ protocols. Table 2 summarizes the protocols issued by the IATF on 7 May. For easier recall, a code is assigned to each protocol. These protocols have inherent interrelationships, and redundancies are apparent to some extent. Each protocol requires resources and control measures that may overwhelm the government. Additionally, some protocols may be relaxed for economic and socio-economic purposes without undermining public health concerns over the pandemic. Thus, carefully identifying these protocols is a crucial task that requires attention. [35] proposed the fuzzy set theory (FST) in handling vagueness and uncertainty in computing information. An extension of the FST is the intuitionistic fuzzy set (IFS) theory, which was introduced by Ref. [34] . IFS is characterized by a membership function, a non-membership function, and a hesitancy degree which express support, opposition, and neutrality in eliciting information [38] . This is an advantage over the FST as it can better handle the decision-maker's vagueness in the elicitation process, particularly when eliciting judgment [39] . Detailed three main advantages of the IFS theory. First, it offers the ability to model unknown information via the degree of hesitation. In the practical application (e.g., COVID-19 pandemic) where decision-makers are unsure about their preferences, IFS theory is more suitable in extracting opinion than the FST. Second, it is characterized by three grades of information that can better capture uncertainty comprehensively. Finally, the traditional FST only handles the degree of \"agreement\" but fails to represent the degree of \"disagreement\" which is often depicted in eliciting opinion. The following provides some fundamental concepts of the IFS relevant in this work. Definition 1. [65] : Suppose X is a finite, non-empty set, and A⊆X. A is a standard fuzzy set if 9 a membership function μ A ðxÞ such that μ A ðxÞ : X→½0; 1�. The set of 2-tuple A ¼ fx; μ A ðxÞ : x 2 X; μ A ðxÞ 2 ½0; 1�g is a fuzzy set where μ A ðxÞ is a membership function of x in A. Definition 2. [65] : A triangular fuzzy number can be defined as a triplet A ¼ ðl; m; uÞ and the membership function μ A ðxÞ is as follows:",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 83,
                    "text": "[63]",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 354,
                    "end": 358,
                    "text": "[64]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 450,
                    "end": 454,
                    "text": "[62]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 477,
                    "end": 481,
                    "text": "[62]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 871,
                    "end": 875,
                    "text": "[55]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1669,
                    "end": 1673,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1873,
                    "end": 1877,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 2052,
                    "end": 2056,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 2213,
                    "end": 2217,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 2910,
                    "end": 2914,
                    "text": "[65]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 3196,
                    "end": 3200,
                    "text": "[65]",
                    "ref_id": "BIBREF65"
                }
            ],
            "ref_spans": [
                {
                    "start": 1132,
                    "end": 1139,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Emerging scenario of the Philippine COVID-19 outbreak"
        },
        {
            "text": "(1) Definition 3. [34] : Suppose X is a finite, non-empty set. Then an IFS A (i) transform A into a (standard) fuzzy set;",
            "cite_spans": [
                {
                    "start": 18,
                    "end": 22,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Intuitionistic fuzzy set (IFS) theory"
        },
        {
            "text": "(ii) evaluate the standard fuzzy set by using a defuzzification method.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intuitionistic fuzzy set (IFS) theory"
        },
        {
            "text": "For (i), the operator D λ is defined as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intuitionistic fuzzy set (IFS) theory"
        },
        {
            "text": "with λ 2 ½0; 1�. Note that D λ ðAÞ is a standard fuzzy subset with a membership function",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intuitionistic fuzzy set (IFS) theory"
        },
        {
            "text": "In particular, λ ¼ 0:5 is a solution of the minimization problem min λ2½0;1� dðD λ ðAÞ; AÞ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intuitionistic fuzzy set (IFS) theory"
        },
        {
            "text": "where d denotes the Euclidean distance. With λ ¼ 0:5, the fuzzy set D 0:5 ðAÞ is characterized by a membership function",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intuitionistic fuzzy set (IFS) theory"
        },
        {
            "text": "For (ii), any defuzzification process can be adopted. The center of gravity (COG) method is a candidate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intuitionistic fuzzy set (IFS) theory"
        },
        {
            "text": "Developed between 1972 and 1976 by Battelle Memorial Institute of Geneva for a Science and Human Affairs Program, the DEMATEL method is a graph theoretic tool for analyzing a structural model or system characterized by elements (as vertices) and causal relationships among elements (as edges). It divides all elements into two categories: cause and effect. This categorization leads to superior understanding and better realization of the system's elements, which may offer solutions in convoluted problems [32, 33] . Using concepts of graph theory and linear algebra, the following describes the computational process of the DEMATEL:",
            "cite_spans": [
                {
                    "start": 507,
                    "end": 511,
                    "text": "[32,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 512,
                    "end": 515,
                    "text": "33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "The DEMATEL method"
        },
        {
            "text": "1. Determine the system elements. This process can be obtained via different approaches, which may include a literature review on the domain topic, focus group discussion on the practical problem, expert decisions. Denote p 1 ; p 2 ; …; p n for these n elements. 2. Generate the direct-relation matrix. An expert group of H ¼ 1; 2; …;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The DEMATEL method"
        },
        {
            "text": "N members perform pairwise comparisons of the causal relationships between n elements. This generates a direct-relation matrix X k ¼ ðx k ij Þ n�n for the k th member, k ¼ 1; 2; …; H. x ij represents the casual influence of the element p i on element p j . An evaluation scale of 0, 1, 2, 3, and 4 is used for this causal influence, representing 'no influence', 'low influence', 'medium influence', 'high influence', and 'very high influence', respectively. The aggregate direct-relation matrix X, 8X k ; k ¼ 1; 2; …; H, considering that w k 2 R is assigned to the importance of the k th member is described in Equation (8).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The DEMATEL method"
        },
        {
            "text": "3. Normalize the aggregate direction-relation matrix. The normalized direct-relation matrix is calculated using Equation (9) and Equation (10) .",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 142,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "The DEMATEL method"
        },
        {
            "text": "4. Calculate the total relation matrix. Once G is obtained, a continuous decrease in the system's indirect effects along with the powers of G (i. e., G þ G 2 þ G 3 þ ⋯) guarantees convergent solutions to the matrix inversion. The total relation matrix T ¼ ðt ij Þ n�n is computed using Equation (11).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The DEMATEL method"
        },
        {
            "text": "5. Categorize the elements into the net cause and net effect. Compute for D and R using Equation (12) and Equation (13), respectively.",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 101,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "The DEMATEL method"
        },
        {
            "text": "The ðD þR T Þ vector (i.e., also known as the \"prominence' vector) represents the relative importance of each element. Those elements in the ðD À R T Þ (i.e., also known as the \"relation\" vector) having t i À t j > 0; i ¼ j belong to the net cause group, while those elements with t i À t j < 0; i ¼ j belong to the net effect group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The DEMATEL method"
        },
        {
            "text": "6. Construct the prominence-relation map. This map shows the ðD þR T ; D À R T Þ mapping of the elements, as shown in Fig. 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 118,
                    "end": 124,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The DEMATEL method"
        },
        {
            "text": "The IF-DEMATEL approach in this work consists of the following steps:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposed procedure: An IF-DEMATEL application to model the lockdown relaxation protocols of the Philippine government in response to the COVID-19 pandemic"
        },
        {
            "text": "Step 1: Identify the lockdown relaxation protocols.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposed procedure: An IF-DEMATEL application to model the lockdown relaxation protocols of the Philippine government in response to the COVID-19 pandemic"
        },
        {
            "text": "The lockdown relaxation protocols in transitioning from ECQ to GCQ were extracted Executive Order No. 112 [31] of the Philippine government. They are considered the elements of the system in the DEMATEL approach. The summary of these protocols, along with their corresponding codes, is shown in Table 2 . Note that there are 15 relaxation protocols identified in Table 2 .",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 110,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 295,
                    "end": 302,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 363,
                    "end": 370,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Proposed procedure: An IF-DEMATEL application to model the lockdown relaxation protocols of the Philippine government in response to the COVID-19 pandemic"
        },
        {
            "text": "Step 2. Set up the direct-relation matrix.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposed procedure: An IF-DEMATEL application to model the lockdown relaxation protocols of the Philippine government in response to the COVID-19 pandemic"
        },
        {
            "text": "The matrix was completed by a group of two academics and one infectious disease and public health expert with rich knowledge on the dynamics of systems, public health protocols, and local culture and conditions in the Philippines. In a focus group discussion, the group elicited x ij values in IFS on consensus. Open discussions and careful deliberations were made to ensure that those judgments in the initialdirect relation matrix are not whimsical. The group was asked to provide the μ A ðxÞ and v A ðxÞ values of x ij on the causal influence of p i on p j . The π A ðxÞ values of x ij are computed using Equation (3) . Table 3 presents the initial direct-relation matrix in IFS. Each element is represented as a 2-tuple (as in Definition 4), i.e., x ij ¼ μ A ðxÞ; v A ðxÞ.",
            "cite_spans": [
                {
                    "start": 617,
                    "end": 620,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 623,
                    "end": 630,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Proposed procedure: An IF-DEMATEL application to model the lockdown relaxation protocols of the Philippine government in response to the COVID-19 pandemic"
        },
        {
            "text": "Step 3. Obtain the corresponding membership function of the equivalent standard fuzzy subset From Table 3 , the next step is to deffuzify the IFS values. We adopted the two-step defuzzification process of [67] . The first step is to convert the IFS into corresponding standard fuzzy subsets using Equation (7). For instance, μðx 41 Þ ¼ μð0:2; 0:6Þ ¼ 1 2 ð1 þ 0:2 À 0:6Þ ¼ 0:300 Table 4 shows the initial-direct relation matrix in standard fuzzy subsets.",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 209,
                    "text": "[67]",
                    "ref_id": "BIBREF67"
                }
            ],
            "ref_spans": [
                {
                    "start": 98,
                    "end": 105,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 378,
                    "end": 385,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Proposed procedure: An IF-DEMATEL application to model the lockdown relaxation protocols of the Philippine government in response to the COVID-19 pandemic"
        },
        {
            "text": "Step 4. Defuzzify the standard fuzzy subset values The final step of the defuzzification process of [67] is to adopt a defuzzification function f that would map f : μðxÞ→R. To carry out this step, the membership function values in Table 4 are assigned to a triangular fuzzy number ¼ ð0; 4; 4Þ. See Definition 2. Using Equation (1) with l ¼ 0, m ¼ 4, u ¼ 4, the following equation can be set up. Analogous to Equation (1), we have μðxÞ ¼ ðx À lÞ = ðm À lÞ⇒x ¼ l þ μðxÞðm À lÞ (14) where μðxÞ is the membership function value shown in Table 4 , l; m; u are parameters of a triangular fuzzy number and the x is the corresponding crisp or defuzzified value. As an example, 41 Þðm À lÞ ¼ 0 þ 0:300 * ð4 À 0Þ ¼ 1:2",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 104,
                    "text": "[67]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 475,
                    "end": 479,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 669,
                    "end": 671,
                    "text": "41",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [
                {
                    "start": 231,
                    "end": 238,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 533,
                    "end": 540,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Proposed procedure: An IF-DEMATEL application to model the lockdown relaxation protocols of the Philippine government in response to the COVID-19 pandemic"
        },
        {
            "text": "The initial-direct relation matrix in crisp values is presented in Table 5 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 67,
                    "end": 74,
                    "text": "Table 5",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Proposed procedure: An IF-DEMATEL application to model the lockdown relaxation protocols of the Philippine government in response to the COVID-19 pandemic"
        },
        {
            "text": "Step 5. Obtain the normalized direct-relation matrix.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposed procedure: An IF-DEMATEL application to model the lockdown relaxation protocols of the Philippine government in response to the COVID-19 pandemic"
        },
        {
            "text": "Using Equation (9) and Equation (10), the normalized direct-relation matrix is computed with g ¼ 39:5. It is shown in Table 6 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 118,
                    "end": 125,
                    "text": "Table 6",
                    "ref_id": null
                }
            ],
            "section": "Proposed procedure: An IF-DEMATEL application to model the lockdown relaxation protocols of the Philippine government in response to the COVID-19 pandemic"
        },
        {
            "text": "Step 6. Generate the total relation matrix The total relation matrix is obtained using Equation (11) and is shown in Table 7 . The corresponding ðD þR T Þ and ðD À R T Þ vectors are presented in Table 8 . Likewise, the categorization of protocols according to net cause or net effect is shown in Table 8 . These vectors were computed following Equation (12) and Equation (13).",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 100,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 353,
                    "end": 357,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 117,
                    "end": 124,
                    "text": "Table 7",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 195,
                    "end": 202,
                    "text": "Table 8",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 296,
                    "end": 303,
                    "text": "Table 8",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Proposed procedure: An IF-DEMATEL application to model the lockdown relaxation protocols of the Philippine government in response to the COVID-19 pandemic"
        },
        {
            "text": "Step 7. Construct the prominence-relation map",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposed procedure: An IF-DEMATEL application to model the lockdown relaxation protocols of the Philippine government in response to the COVID-19 pandemic"
        },
        {
            "text": "The prominence-relation map, similar to Fig. 1 , is constructed based on ðD þR T ; D À R T Þ coordinates. This map is illustrated in Fig. 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 40,
                    "end": 46,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 133,
                    "end": 139,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Proposed procedure: An IF-DEMATEL application to model the lockdown relaxation protocols of the Philippine government in response to the COVID-19 pandemic"
        },
        {
            "text": "The results show that compliance of minimum public health standards (P1), limited movement of persons (P2), minimum of 50% operational capacity of category II industries (P6b), non-operation of category IV industries (P9), non-operation of hotels or similar establishments (P10), suspension of physical classes (P11), and prohibition of mass gatherings (P12) are categorized into a net cause group. They impact the entire set of guidelines, and their attainment or nonattainment affects the balance of public health and socio-economic performance. Thus, they should be given more attention by the IATF. These protocols in the net cause group have a more influential impact (D) than influenced impact (R). On the other hand, the net effect group contains the 24-hr curfew of minors and senior citizens (P3), work in government at full operational capacity (P4), limited operational capacity of diplomatic missions and international organizations (P5), full operational capacity of category I industries (P6a), maximum of 50% operational capacity of category III industries (P6c), limited operations of malls and shopping centers (P7), allowed operation of essential public and private construction projects (P8), and reduced capacity of public transportation (P13). They tend to be easily influenced by other protocols as their ðD À R T Þ values are negative, which implies that the influential impact (D) of these protocols are lower than their influenced impact (R).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "The ðD þR T Þ scores describe the relative significance or prominence of the protocols. In this work, the limited movement of persons (P2) yields the highest ðD þR T Þ score; thus, it must be considered as a relatively important for the lockdown exit strategy. This finding also implies that this protocol possesses the highest impact, both received and given. This protocol is central to the set of guidelines by the IAFT. Also, this result is supported by the insights of [7, 68] on how China curb the disease spread. Most countries (e.g., South Korea) who have suppressed the first wave of cases found themselves in a situation where a spike of a new wave of cases emerges just days after they ease down the lockdown measures, particularly allowing people to move around on purpose beyond non-essential things such as leisure, going out to parks, restaurants, malls, bars, and opening of schools. The ranking of protocols according to the ðD þR T Þ scores is described as follows:",
            "cite_spans": [
                {
                    "start": 474,
                    "end": 477,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 478,
                    "end": 481,
                    "text": "68]",
                    "ref_id": "BIBREF68"
                }
            ],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": ". The ðD þR T Þ scores yield the following ranking:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "Overall, identifying the critical protocols must simultaneously consider both ðD þR T Þ and ðD À R T Þ vectors. To achieve this, we refer to Fig. 1 and categorize all protocols into four distinct categories: minor key factors (low prominence, high relation), key factors (high prominence, high relation, indirect factors (high prominence, low relation), and independent factors (low prominence, low relation. Based on Fig. 2 , the minor key factors comprise limited operational capacity of diplomatic missions and international organizations (P5), minimum of 50% operational capacity of category II industries (P6b), limited operations of malls and shopping centers (P7), allowed operation of essential public and private construction projects (P8). The key factors include compliance of minimum public health standards (P1), limited movement of persons (P2), non-operation of category IV industries (P9), nonoperation of hotels or similar establishments (P10), suspension of physical classes (P11), and prohibition of mass gatherings (P12). The indirect factors category is composed of 24-hr curfew of minors and senior citizens (P3) and reduced capacity of public transportation (P13). The independent factors consist of work in government at full operational capacity (P4), full operational capacity of category I industries (P6a), and maximum of 50% operational capacity of category III industries (P6c). We focus our attention on the key factors category and identify the most crucial protocols. In this category, the minimum public health standards protocol (P1) yields the most important one. Thus, the IATF must concentrate its resources and efforts to ensure that minimum public health standards are strictly observed during the GCQ. This finding is consistent with the observations of [3] on how China responded to the disease spread. Although those drastic lockdown measures are relaxed and people start to move around, relaxing public health standards (e.g., proper hygiene, wearing of masks, disinfecting public spaces, physical distancing) would stimulate a new surge of cases. The rank order of the key factors is as follows:",
            "cite_spans": [
                {
                    "start": 1795,
                    "end": 1798,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 141,
                    "end": 147,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 418,
                    "end": 424,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "The Philippine government has become more efficient and transparent with the release of guidelines and protocols to curb the spread of COVID-19. The key factors in Fig. 2 represent the most crucial lockdown exit protocols, which would provide a balance between public health and economic restart. The government should allocate its resources and plan and implement strict control and monitoring mechanisms on these priority protocols as they impact other protocols for the successful attainment of GCQ's purpose. This work provides better insights to further streamline the lockdown exit strategy of the Philippine government.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 164,
                    "end": 170,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Policy insights for the lockdown exit strategy"
        },
        {
            "text": "The protocol on ensuring minimum public health standards (P1) yields the most critical protocol for implementing the GCQ. This protocol enforces social distancing, wearing of face masks, body temperature checks, provision of sanitation stations, immune system boosting, and disinfecting public spaces at all times. While the GCQ allows Table 3 The initial direct-relation matrix in IFS. movements of people to restart the economy and the society, observing public health standards shields the general health of the community from such movements. It is straightforward to note that compliance to minimum health standards impacts most protocols and serves as a precursor in observing other protocols in the list. Thus, the IATF must establish control measures in those socio-economic activities allowed in the GCQ guidelines so that public health standards appropriate in responding to the COVID-19 pandemic are maintained. For instance, the DOH of the Philippine government has issued \"Guidelines on the Risk-Based Public Health Standards for COVID-19 Mitigation\" on 27 April [69] that guides the roles of various stakeholders in maintaining risk-based public health standards. Control measures must be heightened to ensure its strict implementation in the GCQ. Closely linked to maintaining public health standards is the protocol that there must be limited movement of persons (P2). While P2 supports economic restart through cross-border movements, it also ensures that those movements are just related to essential activities to support the economy. P2 implies that public transportation is reduced, mall operations are limited, suspension of classes, and flexible work arrangements, among others. Managing food capacity and demand at a scale supports P2 by limiting the number of customers through booking and reservations to avoid long queues in supermarkets, retail stores, and food establishments. Establishments may venture into online platforms and delivery service as part of their augmented product. This protocol must be upheld and strictly monitored in GCQ by imposing measures that limit the movement of people. Note that people in lockdowns became impatient in responding to government measures that disrupt their daily lives. This stimulates people to go back to their pre-COVID-19 normal, which would drastically increase movements. Experiences in Hong Kong, Singapore, and South Korea reveal that after easing lockdown measures, the number of new cases surge in just a matter of days as the movement of people became uncontrollable.",
            "cite_spans": [
                {
                    "start": 1075,
                    "end": 1079,
                    "text": "[69]",
                    "ref_id": "BIBREF69"
                }
            ],
            "ref_spans": [
                {
                    "start": 336,
                    "end": 343,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Policy insights for the lockdown exit strategy"
        },
        {
            "text": "The education sector absorbs a massive impact for these draconian measures. Suspension of physical classes (P11) has driven all academic institutions to shift towards online classes, distance learning, flexible learning, and other alternative modes of learning to cushion the disruption amidst the pandemic. With these platforms, some fundamental challenges become apparent for all stakeholders, including students, teachers, and administrators. Poor yet expensive internet connection in the Philippines, limited access to the internet in most rural communities, inadequate skills and experience of both teachers and students in such platforms, and the unavailability of those platforms on a school-wide basis are some of those challenges. Despite these challenges, suspension of physical classes must be maintained as a crucial protocol under GCQ conditions. As an augmentation, the government must support the establishment of necessary infrastructure to enable schools to venture for digital platforms in education as the new normal. The government, along with the academic institutions, must respond to these changes by promptly planning support services for all stakeholders, since personal interaction may not be possible without the availability of the COVID-19 vaccine. Issues in developing countries like the Philippines, such as Internet connectivity, availability of technologies (gadgets), and the technical capacity to go digital must be promptly addressed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Policy insights for the lockdown exit strategy"
        },
        {
            "text": "Gatherings such as conferences, festivals, concerts, sports events, and weddings, among others, would discourage social distancing, as huge crowds become uncontrollable. Thus, the prohibition of mass gatherings (P12) must be central to the lockdown exit strategy. To balance economic underpinnings, the government must implement a critical assessment on a per event basis. Permits to event organizers must be Table 6 Normalized direct-relation matrix. [23, 24] . However, the non-operation of category IV industries (P9) protocol discourages engagement of leisure activities, which induce sharing or touching of equipment that can spread the disease. To balance with economic goals, Category IV industries may work closely with the government to establish a comprehensive and robust risk assessment and management of activities during GCQ. With the travel restrictions imposed on global destinations beginning in January 2020, the tourism industry has been on a sore end, worsen with the uncertainty and stigma of tourists out of fear for safety. In support of the category IV industries, it can gradually operate some of the establishments such as museums, sightseeing, and some sports activities that do not involve sharing or touching of equipment and where social distancing can be easily implemented and monitored. Furthermore, the government must allocate subsidies toward destination promotion and may invest in virtual tourism during post-lockdown. The non-operation of category IV industries (P9) is supported by the non-operation of hotels or similar establishments (P10) with the limited operation of the accommodation establishments due to travel restrictions and stigma. Hotels may position their core products in response to the GCQ conditions. For instance, hotels may shift towards highlighting their in-house restaurants through offering deliveries, takeout services, and catering bulk order delivery for small household gatherings. In the case of reopening hotels, content marketing can be adopted through the creation of initiatives that would build strong and profitable relationships with the market. For instance, hygiene standards in hotels and the safety measures of the hotel in response to the pandemic may be highlighted in the promotion campaign, as this is one of the major concerns of the traveling public. Moreover, the government must still strictly impose social distancing measures in hotels and monitor hygiene practices of these establishments as part of the new normal.",
            "cite_spans": [
                {
                    "start": 452,
                    "end": 456,
                    "text": "[23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 457,
                    "end": 460,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 409,
                    "end": 416,
                    "text": "Table 6",
                    "ref_id": null
                }
            ],
            "section": "Policy insights for the lockdown exit strategy"
        },
        {
            "text": "As economic shutdowns were implemented and the mental and physical well-being of people under lockdowns in response to the COVID-19 pandemic becomes increasingly evident, governments around the world are already planning, if not implementing, relaxation efforts of those drastic measures implemented early this year. However, the emerging literature, as well as practical experiences of those countries who are already lifting those harsh measures, cautions the resurgence of a new wave of cases that may burden (again) the healthcare systems. Thus, a careful lockdown exit strategy is crucial for governments in order to balance the two conflicting objectives: (1) keep mortality at minimum, and (2) initiate an economic restart. Nevertheless, without controlled experiments and documented experience on such a massive scale, governments resort to trial-and-error approach on designing effectively a post-lockdown strategy. In this work, we demonstrate how network modeling helps in providing insights into the relaxation approach. To address those two objectives, as mentioned above, an intuitionistic fuzzy DEMATEL (IF-DEMATEL) approach is highlighted in this work. A case study in modeling the Philippine relaxation protocols is provided here to demonstrate the applicability of the IF-DEMATEL. Transitioning from an ECQ (lockdown) status to a more relaxed GCQ status has been initiated by the Philippine government, and 15 GCQ protocols were introduced. This work aims to identify key protocols for the government to invest its resources and provide strict control measures to ensure its implementation. Results suggest that compliance of minimum public health standards, limited movement of persons, minimum of 50% operational capacity of category II industries, nonoperation of category IV industries, non-operation of hotels or similar establishments, suspension of physical classes, and prohibition of mass gatherings protocols are part of the cause group which implies that they impact the rest of the guideline protocols, and they are influential in attaining the GCQ objectives. Findings also reveal that six important protocols must be given more attention, and more control measures are necessary. They include, according to priority degree of importance, compliance of minimum public health standards, limited movement of persons, suspension of physical classes, the prohibition of mass gatherings, non-operation of category IV industries, and non-operation of hotels or similar establishments. The Philippine government, through its pandemic task force, must ensure that these six protocols must receive more resources (e.g., funds, workforce) and strict measures must be put in place for their implementation, as well as for developing mitigation efforts to cushion their impacts on the economy and the society. These insights are crucial in resource allocation decisions and policy formulation for the government. Finally, this work reveals that the use of network modeling under uncertainty, specifically IF-DEMATEL, has considerable potential for public health studies in bringing in systemic insights for decision-and policymaking. This work, along with its use of the IF-DEMATEL, is the first of its kind in addressing the emerging COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion and future works"
        },
        {
            "text": "Nevertheless, this work is not free from limitations. First, the limited number of experts sets a stage for future research which could handle a significant number of stakeholders, and decision-and policymakers. Future research may explore the same methodological approach to justify the validity of the findings of this work. Second, the proposed method is flexible if new protocols are introduced or removed from the current set of guideline protocols. Future work could address the sensitivity and the implications in the number and kind of protocols when changes are introduced to better respond to the evolving pandemic. Third, the application of the proposed approach is limited to a Philippine case with different culture, geography, political settings, and environment. The findings may not be extended directly to other countries or regions. Thus, future work could also adopt the proposed approach to other countries in developing their lockdown exit protocols. Fourth, the use of other fuzzy DEMATEL extensions (e.g., hesitant fuzzy sets, type-2 fuzzy sets, neutrosophic sets) could be explored and compared to the findings of this work. Fifth, other network modeling techniques such as system dynamics modeling, interpretative structural modeling technique, among others, could also be adopted in future works. Sixth, some predictive modeling techniques for assessing the impact of lockdown exit protocols, such as the adaptive neuro-fuzzy inference system [70, 71] , can be explored in future work. Finally, the use of multi-attribute decision-making techniques in prioritization problems along the domains of public health or the emerging COVID-19 pandemic is an interesting platform for future research. ",
            "cite_spans": [
                {
                    "start": 1469,
                    "end": 1473,
                    "text": "[70,",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 1474,
                    "end": 1477,
                    "text": "71]",
                    "ref_id": "BIBREF71"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion and future works"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Outbreak of pneumonia of unknown etiology in wuhan China: the mystery and the miracle",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Stratton",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "W"
                    ],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Virol",
            "volume": "92",
            "issn": "4",
            "pages": "401--403",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The outbreak of COVID-19: an overview",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Chin Med Assoc",
            "volume": "83",
            "issn": "3",
            "pages": "217--237",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "World Health Organization declares global emergency: a review of the 2019 novel coronavirus (COVID-19)",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sohrabi",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Alsafi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "O&apos;neill",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kerwan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Al-Jabir",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Surg",
            "volume": "76",
            "issn": "",
            "pages": "71--77",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Characteristics of and important lessons from the coronavirus disease 2019 (COVID-19) outbreak in China: summary of a report of 72 314 cases from the Chinese Center for Disease Control and Prevention",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Jama",
            "volume": "323",
            "issn": "13",
            "pages": "1239--1281",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Responding to covid-19-a once-in-a-century pandemic?",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gates",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "18",
            "pages": "1677--1686",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Unprecedented disruption of lives and work: health, distress and life satisfaction of working adults in China one month into the COVID-19 outbreak",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "X"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rauch",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Psychiatr Res",
            "volume": "288",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The global community needs to swiftly ramp up the response to contain COVID-19",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fisher",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilder-Smith",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1109--1119",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A conceptual model for the coronavirus disease 2019 (COVID-19) outbreak in Wuhan, China with individual reaction and governmental action",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lou",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Musa",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Infect Dis",
            "volume": "93",
            "issn": "",
            "pages": "211--217",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Why is it difficult to accurately predict the COVID-19 epidemic?",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Roda",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Varughese",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Infect. Dis. Model",
            "volume": "5",
            "issn": "",
            "pages": "271--81",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Managing COVID-19 in low-and middle-income countries",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hopman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Allegranzi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mehtar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Am Med Assoc",
            "volume": "323",
            "issn": "16",
            "pages": "1549--50",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Successful containment of COVID-19: the WHO-Report on the COVID-19 outbreak in China",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Salzberger",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Glück",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ehrenstein",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Infection",
            "volume": "48",
            "issn": "",
            "pages": "151--154",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Isolation, quarantine, social distancing and community containment: pivotal role for old-style public health measures in the novel coronavirus (2019-nCoV) outbreak",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilder-Smith",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "O"
                    ],
                    "last": "Freedman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Trav Med",
            "volume": "27",
            "issn": "2",
            "pages": "1--6",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Inter nation social lockdown versus medical care against COVID-19, a mild environmental insight with special reference to India",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Paital",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Das",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Parida",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sci Total Environ",
            "volume": "728",
            "issn": "",
            "pages": "1--18",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The positive impact of lockdown in Wuhan on containing the COVID-19 outbreak in China",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Khosrawipour",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kocbach",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mikolajczyk",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schubert",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bania",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Khosrawipour",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Trav Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/jtm/taaa037"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Beware of the second wave of COVID-19",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1321--1323",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "World in lockdown",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hamzelou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "new scientist",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The lockdowns worked-but what comes next?",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kupferschmidt",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "368",
            "issn": "6488",
            "pages": "218--227",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Countries test tactics in 'war'against COVID-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kupferschmidt",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "367",
            "issn": "6484",
            "pages": "1287--1295",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Covid-19: India imposes lockdown for 21 days and cases rise",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pulla",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Covid-19 and the stiff upper lip-the pandemic response in the United Kingdom",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Hunter",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "16",
            "pages": "1--3",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "How will countrybased mitigation measures influence the course of the COVID-19 epidemic?",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Heesterbeek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Klinkenberg",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Hollingsworth",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "931--935",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Vulnerability to food insecurity since the COVID-19 lockdown. Preliminary Rep. 2020 King's College London",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Loopstra",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The outbreak of COVID-19 coronavirus and its impact on global mental health",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Torales",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Higgins",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Castaldelli-Maia",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ventriglio",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Soc Psychiatr",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/0020764020915212"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Immediate psychological responses and associated factors during the initial stage of the 2019 coronavirus disease (COVID-19) epidemic among the general population in China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Ho",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Environ Res Publ Health",
            "volume": "17",
            "issn": "5",
            "pages": "1--25",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "COVID-19 dashboard by the center for systems science and engineering (CSSE) at",
            "authors": [],
            "year": 2020,
            "venue": "COVID-19 Dashboard",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Preparing for a responsible lockdown exit strategy",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gilbert",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dewatripont",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Muraille",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Platteau",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Goldman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Med",
            "volume": "26",
            "issn": "",
            "pages": "643--647",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "First-wave COVID-19 transmissibility and severity in China outside Hubei after control measures, and second-wave scenario planning: a modelling impact assessment",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1382--93",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Can China's COVID-19 strategy work elsewhere?",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kupferschmidt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "367",
            "issn": "6482",
            "pages": "1061--1063",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "K2P COVID-19 series: exiting the COVID-19 lockdown: a road map for action. Knowledge to policy (K2P) center",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fadlallah",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "El-Jardali",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "COVID-19: extending or relaxing distancing control measures",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Colbourn",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Pub Health",
            "volume": "5",
            "issn": "5",
            "pages": "236--243",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Executive order No. 112, s. 2020",
            "authors": [],
            "year": 2020,
            "venue": "Official Gazette",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "World problems, an invitation to further thought within the framework of DEMATEL",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gabus",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fontela",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Perceptions of the world problematic: communication procedure, communicating with those bearing collective responsibility",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gabus",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fontela",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Intuitionistic fuzzy sets",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Atanassov",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Fuzzy Set Syst",
            "volume": "20",
            "issn": "1",
            "pages": "87--96",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Fuzzy sets",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Zadeh",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "Inf Control",
            "volume": "8",
            "issn": "3",
            "pages": "338--53",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "An intuitionistic fuzzy DEMATEL methodology for prioritising the components of SWOT matrix in the Iranian insurance industry",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Nikjoo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Saeedpoor",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Int J Oper Res",
            "volume": "20",
            "issn": "4",
            "pages": "439--52",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "An interval-valued intuitionistic fuzzy DEMATEL method combined with Choquet integral for sustainable solid waste management",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Abdullah",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zulkifli",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Herrera-Viedma",
                    "suffix": ""
                },
                {
                    "first": "Al-Barakati",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Eng Appl Artif Intell",
            "volume": "82",
            "issn": "",
            "pages": "207--222",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Using DEMATEL and intuitionistic fuzzy sets to identify critical factors influencing the recycling rate of end-of-life vehicles in China",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Sustainability",
            "volume": "9",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Intuitionistic fuzzy based DEMATEL method for developing green practices and performances in a green supply chain",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Govindan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Khodaverdi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vafadarnikjoo",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Expert Syst Appl",
            "volume": "42",
            "issn": "20",
            "pages": "7207--7227",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Risk assessment in photovoltaic poverty alleviation projects in China under intuitionistic fuzzy environment",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ke",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Clean Prod",
            "volume": "219",
            "issn": "",
            "pages": "587--600",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "World Health Organization. Coronavirus disease (COVID-19) in the Philippines",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Coronavirus declared global health emergency by WHO",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bbc News",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "DOH reports 1 COVID death and 3 new cases. 2020. Retrieved May",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Duterte widens travel ban on mainland China",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cnn Philippines",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "March 13 How a team of Filipino scientists developed a COVID-19 test kit",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cnn Philippines",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Department of Health. DOH confirms local transmission of COVID-19 in PH",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Proclamation no. 922 s. 2020. 2020",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "WHO declares novel coronavirus outbreak a pandemic",
            "authors": [
                {
                    "first": "Gumbrecht",
                    "middle": [],
                    "last": "Jamie",
                    "suffix": ""
                },
                {
                    "first": "Howard",
                    "middle": [],
                    "last": "Jacqueline",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "CNN Philippines",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Philippines upgrades coronavirus alert to Code Red Sublevel 2. Inquirer.net",
            "authors": [
                {
                    "first": "John",
                    "middle": [],
                    "last": "Esguerra Darryl",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Memorandum from the executive secretary on community quarantine over the entire luzon and further guidelines for the management of the coronavirus disease 2019 (COVID-19) situation",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "March 16) proclamation No. 929 s. 2020. 2020. Retrieved",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Public advisory: on the temporary suspension of visa issuance and visa-free privilege",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Villafuerte: Congress needs to authorize Duterte to realign P275 B to combat pandemic",
            "authors": [
                {
                    "first": "Atienza",
                    "middle": [],
                    "last": "Luci",
                    "suffix": ""
                },
                {
                    "first": "Charissa",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Manila Bulletin",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Gov't requires public disclosure of information on COVID-19 cases",
            "authors": [
                {
                    "first": "Jalea",
                    "middle": [],
                    "last": "Glee",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "CNN Philippines",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "General community quarantine' to be implemented in low-or moderate-risk areas",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cnn Philippines",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Gov't issues new guidelines at workplace for enhanced, general community quarantine. CNN Philippines",
            "authors": [
                {
                    "first": "Nakpil",
                    "middle": [],
                    "last": "Danielle",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Social amelioration program should be for everyone, but in reality it's not. Manila Bulletin",
            "authors": [
                {
                    "first": "Vitangcol",
                    "middle": [],
                    "last": "Al",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Philippine GDP growth to slide in 2020 due to COVID-19, strong rebound seen in 2021 -ADB",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Philippines: world Bank approves US$100M to support COVID-19 emergency response",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "The World",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bank",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "US to provide additional P298-M to PH for COVID-19 response. Inquirer.net",
            "authors": [
                {
                    "first": "Gonzales",
                    "middle": [],
                    "last": "Cathrine",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Over 1 million workers nationwide lose jobs due to COVID-19 quarantine -DOLE",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cnn Philippines",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Projected disease transmission, health system requirements, and macroeconomic impacts of the coronavirus disease 2019 (COVID-19) in the Philippines",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Abrigo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Uy",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Haw",
                    "suffix": ""
                },
                {
                    "first": "Vgt",
                    "middle": [],
                    "last": "Ulep",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Francisco-Abrigo",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Philippines now has 17 COVID-19 testing centers. CNN Philippines; 2020",
            "authors": [
                {
                    "first": "Ferreras",
                    "middle": [],
                    "last": "Vince",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Updates on novel coronavirus disease (COVID-19). 2020. Retrieved May 9",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Applying fuzzy AHP-TOPSIS technique in identifying the content strategy of sustainable manufacturing for food production",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Ocampo",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Environ Dev Sustain",
            "volume": "21",
            "issn": "5",
            "pages": "2225--51",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Crispification: defuzzification of intuitionistic fuzzy sets",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Angelov",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "BUSEFAL",
            "volume": "64",
            "issn": "",
            "pages": "51--56",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "A new proposal of defuzzification of intuitionistic fuzzy quantities",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Anzilli",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Facchinetti",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Novel developments in uncertainty representation and processing",
            "volume": "",
            "issn": "",
            "pages": "185--95",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Response to COVID-19 in Taiwan: big data analytics, new technology, and proactive testing",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Brook",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Jama",
            "volume": "323",
            "issn": "14",
            "pages": "1341--1343",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Guidelines on the risk-based public health standards for COVID-19 mitigation",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Department",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Health",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Adaptive neuro fuzzy predictive models of agricultural biomass standard entropy and chemical exergy based on principal component analysis. Biomass Conversion and Biorefinery",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Petkovi� C",
                    "suffix": ""
                },
                {
                    "first": "Petkovi�",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kuzman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s13399-020-00767-1"
                ]
            }
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Neurofuzzy estimation of reference crop evapotranspiration by neuro fuzzy logic based on weather conditions",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Petkovi� C",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Petkovi� C D, Kuzman",
                    "suffix": ""
                },
                {
                    "first": "Milovan�",
                    "middle": [],
                    "last": "Cevi� C",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wakil",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Comput Electron Agric",
            "volume": "173",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The prominence-relation map.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "The prominence-relation map of lockdown relaxation protocols for Philippine COVID-19 response.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Summary of events in the Philippine COVID-19 outbreak. � A 38-year-old female Chinese national becomes the first COVID-19 case. � RITM has begun conducting COVID-19 confirmatory tests. Before that, RITM only conducts preliminary tests, and the confirmation is done abroad. � WHO declared a Public Health Emergency of The first positive COVID-19 case with no travel history abroad, and accordingly, the first local transmission was confirmed. � DOH declared Code Red Sub-Level 1 and imposed a public health emergency that mobilizes the necessary resources for procuring safety gear and preventive quarantine measures. The entire Luzon island, the Philippines' largest island, was placed under ECQ, and social distancing was strictly imposed. The entire country was placed under the State of Calamity for a tentative period of 6 months. The government declared a temporary suspension of visas and issuance to foreign nationals. The Philippine government has enacted Republic Act (R.A.) 11469 or The Bayanihan to Heal as One Act. The Philippine government announced that lower risk community areas would be placed under GCQ, while the rest must maintain the ECQ status. Executive Order No. 112 was signed to identify specific areas under an ECQ or GCQ status. � The IATF, the Department of Trade and Industry, and the Department of Labor and Employment have proposed a new set of guidelines to be imposed in areas under the ECQ and GCQ.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "The GCQ protocols with their corresponding codes.A ¼ fx; μ A ðxÞ; v A ðxÞ : x 2 Xg (2)where μ A ðxÞ : X→½0; 1� and v A ðxÞ : X→½0; 1� such that 0 � μ A ðxÞ þ v A ðxÞ � 1;x 2 X. μ A ðxÞ and v A ðxÞ represent the membership function and the non-membership function, respectively, of x 2 X to A. π A ðxÞ expresses the degree of lack of knowledge of every x 2 X to A, and 0 � ðxÞ where for x 2 E, μ A ðxÞ denotes the degree of membership of x and v A ðxÞ denotes the degree of non-membership of x to A; and μ A ðxÞ and v A ðxÞ satisfy the condition μ A ðxÞ þ v A ðxÞ � 1. The set B is a standard fuzzy subset when μ A ðxÞ þ v A ðxÞ ¼ 1. The crispification operation as a map ½0; 1� � ½0; 1�→R is introduced. Here, E ¼ R for IFS.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "The initial direct-relation matrix in standard fuzzy subsets.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "The initial direct-relation matrix in crisp values.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Total relation matrix. secured for proper response whether to suspend, cancel, or consider reducing the number of attendees. Recreation and leisure activities contribute to the overall mental and physical well-being of people under lockdowns",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "The prominence and relation vectors.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Conceptualization, Data curation, Formal analysis, Investigation, Methodology, Project administration, Software, Supervision, Validation, Writing -original draft, Writing -review & editing. Kafferine Yamagishi: Formal analysis, Visualization, Writingoriginal draft.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}