{
    "paper_id": "c55cd0a963314b8ba9aaa0b80a1479f15adc672d",
    "metadata": {
        "title": "Towards a typology of social protection for migrants and refugees in Latin America during the COVID-19 pandemic",
        "authors": [
            {
                "first": "Marcia",
                "middle": [],
                "last": "Vera Espinoza",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Victoria",
                "middle": [
                    "Prieto"
                ],
                "last": "Rosas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gisela",
                "middle": [
                    "P"
                ],
                "last": "Zapata",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Luciana",
                "middle": [],
                "last": "Gandini",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alethia",
                "middle": [],
                "last": "Fernández De La Reguera",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gioconda",
                "middle": [],
                "last": "Herrera",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Stephanie",
                "middle": [
                    "López"
                ],
                "last": "Villamil",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Cristina",
                "middle": [
                    "María"
                ],
                "last": "Zamora Gómez",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Cécile",
                "middle": [],
                "last": "Blouin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Camila",
                "middle": [],
                "last": "Montiel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gabriela",
                "middle": [],
                "last": "Cabezas Gálvez",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Irene",
                "middle": [],
                "last": "Palla",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "and temporary measures to manage migration (Acosta et al., 2019; Gandini et al., 2019 Gandini et al., , 2020b , producing migrant irregularity (Thayer, 2019) and triggering increasing levels of xenophobia across the region (Freier & Vera Espinoza, 2021) . This ad-hoc approach to migration governance has been accompanied by a myriad of social protection actions on the part of the state, International Organisations (IOs) and Civil Society Organisations (CSOs) intended to cope with the emergency, leaving little room for the long-term inclusion of migrants beyond an epistemology of exceptionalism (Menjivar et al., 2019; Mountz, 2020) .",
            "cite_spans": [
                {
                    "start": 43,
                    "end": 64,
                    "text": "(Acosta et al., 2019;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 65,
                    "end": 85,
                    "text": "Gandini et al., 2019",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 86,
                    "end": 109,
                    "text": "Gandini et al., , 2020b",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 143,
                    "end": 157,
                    "text": "(Thayer, 2019)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 223,
                    "end": 253,
                    "text": "(Freier & Vera Espinoza, 2021)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 600,
                    "end": 623,
                    "text": "(Menjivar et al., 2019;",
                    "ref_id": null
                },
                {
                    "start": 624,
                    "end": 637,
                    "text": "Mountz, 2020)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It has already been well documented how the pandemic has exacerbated the preexisting vulnerabilities of migrant and refugee populations in the region, given their high rates of job informality, overcrowded and precarious living conditions, and in some cases, limited access to health services and social protection (Bengochea et al., 2021; The Lancet, 2020; Zapata & Prieto, 2020) . Relevant knowledge has also been developed in relation to changes in social protection systems and safety nets in Latin America during COVID-19 (Blofield et al., 2020; Williams & Martinez, 2020) . Building on this work, this paper provides a comparative and in-depth analysis of social protection actions in Brazil, Chile, Colombia, Ecuador, Mexico, Peru, and Uruguay with regards to three key issues:",
            "cite_spans": [
                {
                    "start": 315,
                    "end": 339,
                    "text": "(Bengochea et al., 2021;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 340,
                    "end": 357,
                    "text": "The Lancet, 2020;",
                    "ref_id": null
                },
                {
                    "start": 358,
                    "end": 380,
                    "text": "Zapata & Prieto, 2020)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 527,
                    "end": 550,
                    "text": "(Blofield et al., 2020;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 551,
                    "end": 577,
                    "text": "Williams & Martinez, 2020)",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "(1) what type of assistance is provided, (2) who provides the assistance, and (3) to what extent migrant and refugee populations 1 are included in these responses. We look at the inclusion (or lack thereof ) of migrant and refugee populations in the Non-Contributory Social Transfer (NCST) programmes and other actions undertaken by governments, IOs and CSOs between March and December 2020, and what this tells us about the place of migrants' social rights and citizenship in the eyes of the state. We draw on 85 online semi-structured interviews conducted with representatives of the above-mentioned stakeholders, combined with a systematic review of legal frameworks-constitutions, laws, and decrees-in the seven country-case studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We develop a typology of models of social protection in the context of COVID-19 to show the assemblages of actors providing social assistance, the modes of protection and the emerging migrants' subjectification in the seven countries analysed. We argue that there are different levels of inclusion of migrant and refugee populations in pre-existing and new NCST programmes across the region that are furthering notions of protection which are contingent and crisis-driven, imposing temporal limitations that often selectively exclude migrants based on legal status. This typology brings to the fore the pathdependent nature of policies and practices of exclusion/inclusion in the region, which impact on migrants' effective access to social and economic rights, while shaping the broader dynamics of migration governance in the region.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This article is organised in six parts. In the first section, we draw on critical studies on how notions such as humanitarianism, exceptionalism, and crisis may undermine migrants' rights and citizenship in relation to social protection. In the second section, we outline the methodological approach and the limitations of the study. In the third section, we provide an overview of the legal, social and economic rights afforded to migrants and refugees in the seven countries before COVID-19. In the fourth section, we turn to the analysis of pandemic NCST initiatives in each country and the extent to which their design and implementation includes or excludes migrants and refugees. On these bases, we then propose a typology of social protection in relation to the assemblage of actors, modes of protection and the emerging subjectification of migrants during the pandemic. We conclude by highlighting the implications of these findings for the governance of mobility in Latin America during, and beyond, the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Social protection emerged in the 1990s as a policy framework employed to address poverty and vulnerability in Latin America as a result of economic crises and the shift towards structural adjustment policies (Barrientos, 2010) . Almost all Latin American states have since designed different kinds of social protection strategies, mainly geared towards poverty reduction. Barrientos (2010) identifies three types of policy strategies depending on whether they focus on mitigating risks, attending needs, or are related to entitlements and rights. The United Nations Human Rights Council emphasises that \"human rights obligations relate not only to the final outcome of social protection programmes, which is to ensure the enjoyment of at least minimum essential levels of economic, social and cultural rights, but also to the process through which such programmes are designed and implemented\" (Sepulveda & Nyst, 2012: 11) .",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 226,
                    "text": "(Barrientos, 2010)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 372,
                    "end": 389,
                    "text": "Barrientos (2010)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 894,
                    "end": 922,
                    "text": "(Sepulveda & Nyst, 2012: 11)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Social protection and migrants' social rights"
        },
        {
            "text": "This has several implications for our understanding of social protection policies in the context of migration. First, the existence or absence of formal rights for migrants in the reception countries' legal frameworks is an important factor in determining the scope of social protection actions. Second, it may also indicate states' obligations to implement long-term and sustainable programmes, as opposed to exceptional or emergency actions. And third, the existence of formal rights could empower migrants to claim them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social protection and migrants' social rights"
        },
        {
            "text": "At the same time, the spectrum exclusion/inclusion is fundamental to debates on citizenship and migration, as it raises the question on the extent to which migrants should be granted rights. De Lucas (2002) argues that social rights, such as the right to work and to health, are a sine qua non condition for migrants' integration, which can be broadly understood as \"the process of becoming an accepted part of society\" (Penninx & Garcés-Mascareñas, 2016: 14) . A first issue with social rights is that this category of rights has been understood as social benefits rather than true rights with real justiciability (De Lucas, 2002) . A second issue is the use of nationality or immigration status criteria to differentiate and stratify people, generating unequal conditions and uneven access to social rights (Asa & Ceriani, 2010) .",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 206,
                    "text": "Lucas (2002)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 420,
                    "end": 459,
                    "text": "(Penninx & Garcés-Mascareñas, 2016: 14)",
                    "ref_id": null
                },
                {
                    "start": 615,
                    "end": 631,
                    "text": "(De Lucas, 2002)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 809,
                    "end": 830,
                    "text": "(Asa & Ceriani, 2010)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Social protection and migrants' social rights"
        },
        {
            "text": "In this context, it is common for states to negotiate to what extent social rights are guaranteed to migrants and refugees (De Lucas, 2002) , usually based on bureaucratic labels such as irregular migrants, refugees, asylum seekers or humanitarian migrants with complementary protection status. The proliferation of new legal categories to face the challenges of increasingly complex mixed migration flows has created fragmentation (Crawley & Skleparis, 2018; Zetter, 2007) and has had consequences for access to rights (Morris, 2016) . In light of this, Asa and Ceriani (2010) emphasise that it is urgent to question the concepts of citizenship and national sovereignty at the centre of this process of differentiation of rights, which differ from the universality, progressiveness and dynamism of human rights.",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 139,
                    "text": "(De Lucas, 2002)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 432,
                    "end": 459,
                    "text": "(Crawley & Skleparis, 2018;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 460,
                    "end": 473,
                    "text": "Zetter, 2007)",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 520,
                    "end": 534,
                    "text": "(Morris, 2016)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 555,
                    "end": 577,
                    "text": "Asa and Ceriani (2010)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Social protection and migrants' social rights"
        },
        {
            "text": "The definitions proposed by Davidson and Castles (2000) of quasi-citizens, denizens and margizens are relevant to our analysis, as they help to explain the extent to which migrants and refugees are included or excluded from COVID-19 governmental responses. Denizens or quasi-citizens are foreigners with a legal and permanent resident status, while margizens include a vast group of persons in the margins such as undocumented migrants, asylum-seekers, or legal citizens who have lost their status, among others. Migrants and refugees with temporary permits would qualify as margizens as they face numerous barriers for their integration and are denied many rights as noncitizens. Yet, depending on the country, margizens may not be completely deprived of rights.",
            "cite_spans": [
                {
                    "start": 28,
                    "end": 55,
                    "text": "Davidson and Castles (2000)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Social protection and migrants' social rights"
        },
        {
            "text": "Here, Morris' (2016) concept of civic stratification is useful to understand how social protection policies may contribute to deepening social inequalities, given that even if migrants and refugees are legally entitled to certain rights, unequal access to social protection may occur. Thus, rather than a dichotomy between inclusion and exclusion, there may be a continuum of social policies that place migrants and refugees in different positions in the social stratification ladder. This stratification is linked to notions of (non) citizenship socially attributed to migrants, considering that crossing borders supposes the demarcation of different rights (Balibar, 2002) .",
            "cite_spans": [
                {
                    "start": 659,
                    "end": 674,
                    "text": "(Balibar, 2002)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Social protection and migrants' social rights"
        },
        {
            "text": "Another debate that frames our analysis is the extent to which social protection actions respond to integral and stable policy frameworks or to discreet emergency actions framed in a humanitarian narrative. Usually, humanitarian action is associated with the work of international and non-profit organisations, yet states are increasingly using the language of humanitarianism in the implementation of policies toward migrants and refugees, replacing a politics of rights and justice with an ethics of suffering and compassion (Fassin, 2012) . In doing so, humanitarianism tends to render the passive and suffering body, instead of the deserving citizen, as a sort of proof to justify state action and intervention (Ticktin, 2011) . In this vein, Dijstelbloem and van der Veer (2019) discuss the apparent contradictions of humanitarian border dynamics, characterised by the articulation of both care and control practices by multiple actors in response to growing mixed migration flows (Walters, 2011) . These simultaneous practices intensify the vulnerability of migrant and refugee populations in contexts where social protection mechanisms are limited. Yet, despite the multiplicity of actors in these humanitarian contexts and the increasing privatisation of social assistance, it is the state that ultimately has the sovereign power of granting social and economic rights (Jones et al., 2017) .",
            "cite_spans": [
                {
                    "start": 527,
                    "end": 541,
                    "text": "(Fassin, 2012)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 715,
                    "end": 730,
                    "text": "(Ticktin, 2011)",
                    "ref_id": null
                },
                {
                    "start": 986,
                    "end": 1001,
                    "text": "(Walters, 2011)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1377,
                    "end": 1397,
                    "text": "(Jones et al., 2017)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Social protection and migrants' social rights"
        },
        {
            "text": "While these trends have been widely discussed in the European context (Ticktin, 2011), they are more recent in Latin America. The academic debates in the region have addressed the way in which some policies, while clothed in moral universals and humanitarian imperatives, are ultimately aimed at the management, control, and exclusion of mobile populations (Finn & Umpierrez de Reguero, 2020; Herrera & Berg, 2019; Ramirez, 2020; Stang et al., 2020) . Indeed, with the advent of the recent Venezuelan and Central American exodus, the idea of a humanitarian crisis emerged across the region, with several studies and some international organisations claiming that the recent massive migration has been a response to numerous human rights violations and severely deteriorated socioeconomic conditions threatening survival (Freier, 2018) . Against this background, terms such as \"migration in the context of crisis\" emerged to explain the drivers of this migration flow, alongside \"migration crisis\" discourses to justify the exceptionalist nature of the political-institutional responses adopted by many Latin American receiving countries (Freitez, 2019; Gandini et al., 2019; Zapata & Tapia, 2021) . However, as some migration scholars have argued, the idea of a migration crisis could become a magnifying lens to decipher existing trends towards a politics of humanitarianism (Cantat et al., 2019) , as well as a 'productive' word that the states can use to justify their actions (Mountz, 2020) . This is because the crisis narrative that we see taking a hold across the region is key to rendering the responses to mobility as something 'exceptional' , justifying humanitarian discourses and practices (Menjivar et al., 2019; Stang et al., 2020) . In this scenario, the growing role of international organisations such as the International Organisation for Migration (IOM) and the United Nations High Commissioner for Refugees (UNHCR) in the regional response to these crises is closely related to the idea of migration management, under the slogan of safe, orderly and regular migration, aimed to deal with states' sensibilities towards interference with their sovereignty (Pécoud, 2018) .",
            "cite_spans": [
                {
                    "start": 357,
                    "end": 392,
                    "text": "(Finn & Umpierrez de Reguero, 2020;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 393,
                    "end": 414,
                    "text": "Herrera & Berg, 2019;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 415,
                    "end": 429,
                    "text": "Ramirez, 2020;",
                    "ref_id": null
                },
                {
                    "start": 430,
                    "end": 449,
                    "text": "Stang et al., 2020)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 820,
                    "end": 834,
                    "text": "(Freier, 2018)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1137,
                    "end": 1152,
                    "text": "(Freitez, 2019;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1153,
                    "end": 1174,
                    "text": "Gandini et al., 2019;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1175,
                    "end": 1196,
                    "text": "Zapata & Tapia, 2021)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1376,
                    "end": 1397,
                    "text": "(Cantat et al., 2019)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1480,
                    "end": 1494,
                    "text": "(Mountz, 2020)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1702,
                    "end": 1725,
                    "text": "(Menjivar et al., 2019;",
                    "ref_id": null
                },
                {
                    "start": 1726,
                    "end": 1745,
                    "text": "Stang et al., 2020)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 2174,
                    "end": 2188,
                    "text": "(Pécoud, 2018)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Social protection and migrants' social rights"
        },
        {
            "text": "In the next sections, we look at how this humanitarian crisis discourse has contributed to disengaging some states from adopting inclusive social protection policies towards migrants and refugees, relying instead on exceptional policies mainly geared by international organisations and other non-state actors, and how these narratives have contributed to particular modes of protection and the subjectification of migrants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social protection and migrants' social rights"
        },
        {
            "text": "Our analysis is based on a comparative assessment of seven country-case studies in Latin America: Brazil, Chile, Colombia, Ecuador, Mexico, Peru, and Uruguay. The case selection responded to practical reasons related to the authors' expertise and/or location during the COVID-19 outbreak, as well as methodological considerations. In particular, these countries cover a diverse range of assemblages regarding migration policy and social protection, as well as political-institutional responses to mitigate the socioeconomic impacts of the pandemic. However, they also have some commonalities such as: (1) structural inequalities, (2) having experienced recent transformations in their migration dynamics, with some suddenly turning from sending to transit and destination countries, and (3) undergoing changes in their migration legal framework.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data and methodological approach"
        },
        {
            "text": "The study employs a qualitative methodology combining a systematic analysis of legal frameworks and online interviews with key stakeholders. On the one hand, we reviewed over forty legal instruments that rule migration in the country-case studies including constitutions, laws, decrees, and administrative acts to examine (1) whether migrants and refugees were explicitly mentioned as subjects of civil rights deserving equal treatment on par with nationals, (2) the circumstances under which social and economic rights were granted to them, and (3) the main existing and new NCST programmes introduced during the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data and methodological approach"
        },
        {
            "text": "On the other hand, based on a purposive sampling, we conducted 85 online semistructured interviews 2 with three distinct groups of actors that directly or indirectly assist migrant and refugee populations in each country: representatives from national and local governments, International Organisations (IOs), and Civil Society Organisations (CSOs). IOs included UN agencies, primarily, IOM and UNHCR, while CSOs included local, national and international non-governmental organisations (NGOs), religious and non-religious, as well as migrant-led organisations. Aware of the fact that in the federative states, local governments play a crucial role in the provision of some social and economic services, apart from seven major cities in the country-case studies, the fieldwork also included at least one border city in each country, for a total of 16 urban contexts analysed. Details on the number of interviews conducted and type of actors by country are included in the Appendix (Table 4) . 3 The interview schedule was organised in four sections and included questions related to (1) changes in migration and refugee policy and practice during the pandemic, (2) the conditions and access of migrants to health, housing, labour, and social protection during the pandemic, (3) attitudes towards migrant and refugee populations, and (4) changes in the modes of working and/or type of assistance provided by the different actors interviewed. Despite minor variations to address the specificities of each type of actor, we used the same interview schedule across all seven countries. Given the mobility restrictions imposed by COVID-19, the interviews were conducted online by audio/video conferencing, between June and September 2020. Interviews lasted between 40 min and 1 h, and informed consent was given by all participants. The study received approval by the ethics committees of two of the authors' higher education institutions. 4 The interviews were transcribed and coded into themes set in advance by the research team in a group discussion. The data was then inputted in a common systematization matrix, which enabled triangulation of responses by type of actor across the case studies. The narratives collected in the interviews are imbued throughout the analysis and interviewees have been cited in the paper where appropriate.",
            "cite_spans": [
                {
                    "start": 993,
                    "end": 994,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 1935,
                    "end": 1936,
                    "text": "4",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 981,
                    "end": 990,
                    "text": "(Table 4)",
                    "ref_id": null
                }
            ],
            "section": "Data and methodological approach"
        },
        {
            "text": "This study is not devoid of limitations. We identified an absence of national data disaggregated by migration status, nationality or place of birth, to gauge to what extent migrant and refugee populations effectively accessed NCST schemes before and during the pandemic. In fact, during the interviewing process we tried, unsuccessfully, to collect precise data from the informants on the number of applications and benefits granted broken down by any migration identifier. Even harder was to obtain this data for all seven countries disaggregated by age, sex, race and ethnicity, which highlights the importance of pursuing the type of qualitative analysis conducted in this study. This qualitative analysis, in turn, allows us to explore the complexity and nuances of processes, norms, and implementation of programmes by type of actor in each country. Future studies should expand the geographical and demographic scope of our analysis while attempting to integrate an intersectionality approach, where possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data and methodological approach"
        },
        {
            "text": "The migration dynamics of most Latin American countries have undergone substantial transformations over the past 20 years. Traditionally an emigration region, Latin America is increasingly becoming a transit and destination area, mainly as a result of the tightening of migration policies and the deterioration of employment markets in traditional destinations (Gandini et al., 2020b) . In parallel with this reconfiguration of flows, changes have been made to the migration frameworks of virtually all countries, to include a human rights perspective and the Cartagena refugee protection framework (Acosta, 2018; Jubilut et al., 2021) .",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 384,
                    "text": "(Gandini et al., 2020b)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 599,
                    "end": 613,
                    "text": "(Acosta, 2018;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 614,
                    "end": 635,
                    "text": "Jubilut et al., 2021)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Normative context: migrants' social and economic rights before COVID-19"
        },
        {
            "text": "Regularisation procedures and access to rights are shared paradigms in the legal frameworks of countries such as Brazil, Chile, Colombia, Ecuador, Peru and Uruguay (CELS and CAREF, 2020). However, variations appear when looking at migrants and refugees' full guarantee of social and economic rights, ranging from those who recognise them explicitly and comprehensively, to others with unspecified rights, or rights conditioned to having a regular immigration status. In Table 1 , we propose a classification of legal frameworks on the basis of two criteria: clarity or ambiguity of legal language -if the aforementioned Constitution, laws, and decrees clearly and specifically enumerate immigrants' social rights-and whether guarantee of social and economic rights (health, education, work, food and housing) is conditioned to immigration status.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 470,
                    "end": 477,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Normative context: migrants' social and economic rights before COVID-19"
        },
        {
            "text": "Following these criteria, we identify three groups of countries. The first group, legal clarity and full inclusion, is made up of Uruguay and Brazil, which are characterised by a clear legal framework where migrants and refugees' social rights are fully recognised regardless of migration status and equality before the law is guaranteed. Additionally, these two countries stand out in the regional context for their robust social protection systems, based on an array of contributory and non-contributory social transfers, with the latter targeting households composed of the elderly, children and adolescents (Blofield et al., 2020) . In practice, Uruguay requires the possession of an identity card while in Brazil, the ID required to access social protection programmes is not conditioned by legal status, facilitating effective universal access to NCSTs.",
            "cite_spans": [
                {
                    "start": 611,
                    "end": 634,
                    "text": "(Blofield et al., 2020)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Normative context: migrants' social and economic rights before COVID-19"
        },
        {
            "text": "The second group, legal ambiguity and full inclusion, is composed only of Ecuador, whose laws, in spite of a certain ambiguity, guarantee the full inclusion of immigrants and refugees and equality of rights between foreigners and Ecuadorian nationals ( Table 1 ). The 2008 Political Constitution and the 2017 Organic Law of Human Mobility recognise the social and economic rights of migrants and refugees regardless of immigration status. However, subsequent decrees introduced some ambiguity to Ecuador's legal framework. For instance, Decree 804 (June 2019) excludes non-Ecuadorian nationals from accessing existing cash transfer programmes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 253,
                    "end": 260,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Normative context: migrants' social and economic rights before COVID-19"
        },
        {
            "text": "Finally, the third group, legal ambiguity and partial inclusion is composed of Chile, Colombia, Mexico and Peru. These four countries present ambiguity with regards to the rights guaranteed for both regular and irregular migrants, which results in several obstacles to guarantee full and effective inclusion. Constitutions in these countries establish Source: Own elaboration based on review of Legal Regulatory Frameworks in each of the seven country case studies equal civil rights for all individuals. However, in countries with migration and/or refugee laws some of the basic social rights are limited to regular migrants. In the case of Chile, several articles of the Political Constitution are implicitly applicable to migrants, and even though irregular migrants are not included in this legal framework, the country has adopted specific decrees and regulations aiming to guarantee access to education and health, independently of residency status, as well as equal labour rights. In Peru for example, the Refugee Law, inter alia, guarantees labour rights for asylum seekers, and the Migration Law guarantees the right to health, education, and work for all migrants, including those with irregular status. At the same time, the law states that access to rights depends on specific norms issued by different Ministries, which undoubtedly constitutes a huge barrier to migrants' effective access. For its part, Colombia has given the first steps to resolve institutional gaps regarding migrants' rights through a multiplicity of temporary measures. 5 For instance, access to emergency health services and education is available to irregular Venezuelan migrants, while migrants with a Permiso Especial de Permanencia (PEP) [Special Stay Permit] have been granted access to health, education, and the labour market. In contrast, Mexican Migration and Refugee law guarantee access to educational and emergency health services to all migrants regardless of their status but limit economic and social inclusion to those with regular status, and allow family reunification only for refugees. In the cases of Colombia, Peru and Mexico, contingent circumstances such as the great inflows from, respectively, Venezuela in 2016 and the 2018 Central American Caravans, led to the creation of instruments to regularise (temporarily in some cases) immigrant populations in order to facilitate access to health, education and labour programmes (Gandini et al., 2019 (Gandini et al., , 2020a . Table 2 systematises the narratives by the three types of actors interviewed in the seven country case studies, with regards to programmes and actions to mitigate the social and economic effects of the pandemic among the migrant and refugee populations. We focus on NCST programmes and actions undertaken by governments, IOs and CSOs, including cash and in-kind benefits such as food vouchers, food baskets, and provision or guarantee of goods and/or services. Government programmes are limited to those that were maintained, expanded, or created during the pandemic. These include both Conditional Cash Transfer (CCT) programmes-such as Bolsa Família (PBF) [Family Grant] in Brazil and Asignaciones Familiares (AFAM) [Family Allowances] in Uruguay-and non-conditional new emergency transfers created to respond to the pandemic.",
            "cite_spans": [
                {
                    "start": 2436,
                    "end": 2457,
                    "text": "(Gandini et al., 2019",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 2458,
                    "end": 2482,
                    "text": "(Gandini et al., , 2020a",
                    "ref_id": null
                },
                {
                    "start": 3143,
                    "end": 3157,
                    "text": "[Family Grant]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 2485,
                    "end": 2492,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Normative context: migrants' social and economic rights before COVID-19"
        },
        {
            "text": "In all the countries analysed, there were pre-existing NCST programmes, and in almost all of them-apart from Mexico-new emergency schemes were created (Blofield et al., 2020). However, there is a broad heterogeneity with regards to the degree of inclusion of migrant and refugee populations in both types of programmes. In most countries, access to NCSTs or state aid is conditioned to having an identity card, and in some of them, also being part of social programme registries-which may imply meeting certain income threshold criteria. However, the way in which these programmes have been implemented, especially with regards to compliance with the established requirements, largely determines migrants and refugees' effective access. At one end of this social inclusion spectrum are Brazil and Uruguay, which have the highest levels of inclusion. In both countries, the benefits of existing programmes-PBF in Brazil, and Asignaciones Familiares por Plan (Table 2 ). In both pre-existing and recent transfers, effective access to migrant and refugee populations is guaranteed. In Brazil, the Basic Social Protection System (PSB), which includes health, social assistance, and security for lowincome families and/or in conditions of social vulnerability, is universal and guarantees protection regardless of immigration status (MDS, 2016) .",
            "cite_spans": [
                {
                    "start": 952,
                    "end": 956,
                    "text": "Plan",
                    "ref_id": null
                },
                {
                    "start": 1328,
                    "end": 1339,
                    "text": "(MDS, 2016)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [
                {
                    "start": 957,
                    "end": 965,
                    "text": "(Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Social protection in the context of the pandemic: pre-existing and new programmes"
        },
        {
            "text": "In Uruguay, where an application or valid residency permit are a requirement for accessing NCSTs, most migrants have been regularised through various routes. Social programmes (AFAM PE, INDA and TUS) require an identity card (cédula de identidad)-a relatively easy document to obtain. However, due to the slowdown in immigration procedures in the context of the pandemic-a phenomenon common to the entire region-some migrants lacked the required documentation to apply for these programmes, as stated by our interviewees from CSOs. However, this obstacle was overcome by in-person delivery of the CEA and facilitating the acquisition of a national ID to the programmes' beneficiaries, as reported by interviewees from the national government in Montevideo and Rivera. The Uruguayan case exemplifies how bureaucraticadministrative requirements can be subordinate to guaranteeing effective access to rights. Thus, in these two countries, where there is full inclusion and clarity in the legal framework regarding the rights of migrants and refugees and an expanded social protection system, effective access to social protection is verified both in pre-existing and ad hoc programmes created to mitigate the effects of the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social protection in the context of the pandemic: pre-existing and new programmes"
        },
        {
            "text": "In the other countries analysed, migrants and refugees face a situation of limited inclusion or outright exclusion. In particular, in Chile, Colombia, Peru, Ecuador and Mexico, the central obstacle for effective access to many social protection programmes is the type or lack of documentation, as well as the lack of awareness regarding some procedures and eligibility requirements on the part of bureaucratic agents as well as the migrant and refugee populations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social protection in the context of the pandemic: pre-existing and new programmes"
        },
        {
            "text": "In the case of Chile, where the main non-contributory transfer programme has been maintained and new schemes have been created, the main restriction faced by migrants is the nature of the requirements. In order to access the benefits, the person must have an identity card, and in some cases, also be registered in the national social protection registry Registro Social de Hogares (RSH) [Household Social Registry] . Thus, the inclusion of migrants and refugees is conditioned by legal status (Interviews with representatives of a migrant organisation and an NGO in Santiago). Although a government interviewee insisted that the criterion for inclusion in pre-existing and new social protection programmes is 'transversality' , reaching any vulnerable population, in practice, only the regularised migrant population has been able to (partially) benefit from these schemes (Freier & Vera Espinoza, 2021) . According to interviewees in Santiago and Arica, migrants with expired identity cards or those with irregular migration status face the greatest difficulties. 6 A study of the last Chilean National Socioeconomic Characterisation Survey (CASEN) shows that even for those migrants that managed to access government subsidies during the pandemic, the average amount they received was 58.3% below the average amount obtained by the Chilean nationals (Acuña, 2021) .",
            "cite_spans": [
                {
                    "start": 388,
                    "end": 415,
                    "text": "[Household Social Registry]",
                    "ref_id": null
                },
                {
                    "start": 874,
                    "end": 904,
                    "text": "(Freier & Vera Espinoza, 2021)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1353,
                    "end": 1366,
                    "text": "(Acuña, 2021)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Social protection in the context of the pandemic: pre-existing and new programmes"
        },
        {
            "text": "Our interviews suggest that in Colombia, Peru, Ecuador and Mexico, migrants and refugees face the greatest difficulties for effectively accessing NCSTs, not only due to the required documentation but also because in some cases, programmes' rules are ambiguous, imprecise or these programmes are restricted to the national population. These are cases of outright exclusion, even for those in possession of some form of legal stay. In Colombia, the Familias en Acción (FA) [Families in Action] programme is only available to Colombian citizens while the Ingreso Solidario (IS) [Solidarity Income] created during the pandemic, is conditioned to having a regular migration status, including the PEP created for the Venezuelan population and being part of the Sistema de Selección de Beneficiarios para Programas Sociales (SISBEN) 7 [System of Identification of Social Programmes Beneficiaries]. In Peru, the pre-existing Programa Nacional de Apoyo Directo a los Más Pobres-JUNTOS [National Programme of Direct Support for the Poorest], is only available to migrants and refugees with a residence permit, which excludes a significant portion of migrants with temporary residence, asylum seekers and irregular migrants (Interview with IOM representative in Tacna). As stated by an interviewee from the Peruvian Ombudsman office, even the president had said in a press conference that support for migrants was to be provided by international cooperation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social protection in the context of the pandemic: pre-existing and new programmes"
        },
        {
            "text": "Ecuador and Mexico are at the other end of the social inclusion spectrum. In Ecuador, in spite full inclusion of migrant social rights in the legal framework, the pre-existing social protection programme, Bono de Desarrollo Humano (BDH) [Human Development Bond], has been limited to Ecuadorian nationals since 2019, and although the new Bono de Protección Familiar por Emergencia (BPFE) [Emergency Family Protection Bond] scheme does not explicitly exclude migrants and refugees, in practice this same criterion is applied (Interview with IO staff, Quito). Thus, these populations did not have recourse to social protection either prior to the pandemic, or to the schemes designed to mitigate its impacts. 7 The System of Identification of Social Programmes Beneficiaries (SISBEN) established a household vulnerability index used to identify the beneficiaries of social assistance programmes. 6 Although outside the temporal scope of this paper, there are two relevant aspects to highlight here: (1) Article 16 of the new migration law promulgated in April 2021 (Law 21325) establishes a 2-year residence requirement to access benefits and NCSTs that involve resources from the Chilean state. This law will enter into force once its regulations are published.",
            "cite_spans": [
                {
                    "start": 706,
                    "end": 707,
                    "text": "7",
                    "ref_id": null
                },
                {
                    "start": 893,
                    "end": 894,
                    "text": "6",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Social protection in the context of the pandemic: pre-existing and new programmes"
        },
        {
            "text": "(2) In August 2021, the government announced that non-nationals without RUN (national ID number), specifically those with Chilean children and those who have a visa pending approval (requested until July 1, 2021), would be able to apply to the Ingreso Familiar de Emergencia (IFE) [Emergency Family Income] making a request online. However, soon after implementation complaints have emerged in social media about the functionality of the platform.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social protection in the context of the pandemic: pre-existing and new programmes"
        },
        {
            "text": "Unlike the other countries analysed, Mexico had ended its long-term CCT programme, Progresa/Oportunidades/Prospera [Progress/Opportunities/ Prosper], before the pandemic and had created three non-contributory schemes for specific populations: the elderly, the young and people with disabilities. The former is limited to Mexican nationals, 8 while the latter two, formally include the migrant population, but in practice, effective access is contingent upon the discretionality of the political-administrative jurisdiction where the benefit is requested (interviews with NGOs representatives and local authorities in Mexico City and Tapachula). Mexico is the only country analysed where no mitigation measures were implemented to deal with the deleterious social and economic effects of the pandemic. 9 In recent years, the presence of international organisations such as UNHCR and IOM has been increasing throughout the region, carrying out key actions for the care and protection of migrant and refugee populations, alongside CSOs. As shown in Table 2 , in the context of the pandemic, IOs and CSOs had to retool their budgets and action plans to redirect resources, originally allocated to socio-economic integration schemes, towards the expansion of humanitarian assistance programmes.",
            "cite_spans": [
                {
                    "start": 801,
                    "end": 802,
                    "text": "9",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1046,
                    "end": 1053,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Social protection in the context of the pandemic: pre-existing and new programmes"
        },
        {
            "text": "In all the countries analysed, the initiatives undertaken by the IOs target the entire migrant and refugee populations, while, given budget constraints, their cash transfers schemes are restricted to the most vulnerable. In addition, as stated by our interviewees, in Ecuador, Brazil, Chile, Peru and Uruguay, some funds come already earmarked for the Venezuelan humanitarian response. In Colombia and Mexico, IOs also provide assistance to the returned and displaced national populations. In the context of the pandemic, there was a general relaxation of criteria and requirements for the aid distributed directly or through CSOs in all the countries analysed. For example, the period for receiving cash transfers (normally limited to 3 months) was extended and aid was granted to CSOs that would normally not meet the legal organisational requirements. In addition, in countries such as Mexico, a network of CSOs, created more than three decades ago, extended throughout the national territory, mainly running shelters that provide accommodation, food, medical care and jobs and education-related services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social protection in the context of the pandemic: pre-existing and new programmes"
        },
        {
            "text": "In sum, during the COVID-19 pandemic, we identified a social inclusion spectrum made up of three groups. At one end of the spectrum, the first group, composed by Brazil and Uruguay, is characterised by the guarantee and effective access to social rights of migrants and refugees, where often the bureaucratic-administrative structure is subordinated to the effective exercise of rights. The second group is composed by Chile and Colombia, where regular migration status conditions access to and exercise of certain social rights, while at the other end of the spectrum, in the third group, composed by Peru, Ecuador and Mexico, migrants and refugees are generally excluded from social protection schemes, often due to the lack of clarity in programmes' rules of implementation 8 An agreement is being formalised in some cities to include a limited number of young refugees in the programme (Interview with a COMAR Commissioner, June 2020). 9 In Mexico City, migrants, asylum seekers and refugees are eligible to access the Programa Ciudad Hospitalaria [Hospitable City Programme] which offers temporary unemployment compensation, access to jobs and training, health services and temporary housing. During the first months of the pandemic this programme was suspended and later began to gradually reopen. For example, in the case of access to health, the programme links migrants with specific clinics in their host city, sincemany clinics do not recognise their documents or accept them without documents. Thus, migrants' access to health is not guaranteed, but depends on the discretionality of public servants and health worker professionals. (specially at the local level) and the exclusion of migrants from broader categories of vulnerability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social protection in the context of the pandemic: pre-existing and new programmes"
        },
        {
            "text": "Although the actions of IOs and CSOs display some commonalities in the countries studied, providing an expeditious, relatively flexible response adjusted to the humanitarian needs generated by the pandemic, their role, vis-à-vis the actions of the state, differs between countries, as we discuss below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social protection in the context of the pandemic: pre-existing and new programmes"
        },
        {
            "text": "The analysis of NCST programmes and initiatives in the seven countries, before and after the pandemic, shows an increase of emergency assistance that is consistent with the increasing needs, and exacerbated vulnerabilities produced by the sanitary-economic crisis. However, who provides the assistance, what type of assistance is provided and the extent to which migrant and refugee populations are included in these initiatives, varies across countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Towards a typology of models of social protection in the context of COVID-19"
        },
        {
            "text": "It is worth noting that the type of assistance-whether emerging from state-led responses or those funded and distributed by IOs and CSOs, or from the articulation of both-does not radically differ from the pre-pandemic situation. There is also little variation in the logic of inclusion/exclusion that existed before the pandemic, in terms of who can access social assistance and under what terms. 10 Nonetheless, the examination of migrants' inclusion in NCSTs during the pandemic provides a window for the identification of different models of social protection in the region.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Towards a typology of models of social protection in the context of COVID-19"
        },
        {
            "text": "In Table 3 we propose a typology of the models of social protection during the pandemic in the seven case studies, in relation to three key aspects: (1) the assemblage of actors providing social protection during the COVID-19 pandemic, (2) the modes of protection and, (3) the migrants' subjectifications that emerge from these configurations.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 10,
                    "text": "Table 3",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Towards a typology of models of social protection in the context of COVID-19"
        },
        {
            "text": "This typology considers the articulation of different actors in the provision of social protection, primarily through NCSTs, during the COVID-19 pandemic. We identified three assemblages of actors:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assemblage of actors"
        },
        {
            "text": "1. State-led with complementary role of IOs and Civil Society 2. IOs-led and complementary role of the state and Civil Society 3. Absent state (central), response led by Civil Society and IOs",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assemblage of actors"
        },
        {
            "text": "The articulation and varying roles of the different actors during the pandemic bring to the fore the modes of protection and the systems of governance that may emerge after the pandemic, as we discuss below. While in Brazil, Chile and Uruguay, IOs and CSOs play a complementary role to government actions; in other cases, their role is rather supplementary. In Colombia, they lead social protection efforts and complement the actions of the national government, while in Ecuador, Peru and Mexico they lead protection efforts and make up for the absence of the state.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assemblage of actors"
        },
        {
            "text": "In Brazil and Uruguay, which already had a structure of social protection prior to the pandemic, central governments have effectively included migrants, regardless of migration status, into the social protection mitigation measures (interviews with CSOs in São Paulo and Boa Vista, Brazil, and national government representatives in Uruguay). In turn, IOs and civil society have had a complementary role developing an emergency response aimed to address the basic needs of the vulnerable population. Similarly, Chile developed an emergency response led by the central government that, although in principle does not exclude the migrant population, in practice the eligibility criteria limits access to migrants and refugees who have a regularised status and meet certain criteria (see Table 2 ). IOs and CSOs have a complementary but crucial social protection role towards all migrants and refugees in the country, and in some cases even including national residents, as evidenced by our interviews with IOs and faith-based NGO representatives. A key aspect to these dynamics is the partnerships that UNHCR and IOM have established with some Chilean municipalities. For instance, as stated by our IOs interviewees, by July 2020, UNHCR had worked with the Municipality of Santiago to provide food and shelter and with the Municipality of Estación Central, to provide 200 food baskets, 50 hygiene kits and 40 kits of diapers; while IOM has partnered with some private local businesses to directly deliver food baskets to migrants. The municipalities of Santiago and Arica have also been working closely with NGOs and migrantled organisations to cover the basic needs of the local migrant population and of those waiting to return to their countries of origin (see Vera Espinoza et al., 2020) .",
            "cite_spans": [
                {
                    "start": 1762,
                    "end": 1789,
                    "text": "Vera Espinoza et al., 2020)",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [
                {
                    "start": 785,
                    "end": 792,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Assemblage of actors"
        },
        {
            "text": "A different type of assemblage is observed in Colombia, where the emergency response (inclusive of migrants) has been led by both the IOs and CSOs, with a complementary role of the state. The central government claims that they have coordinated international cooperation efforts (Presidencia de la República de Colombia, 2020), but in practice they have limited their action to providing cash-transfers to a fraction of the resident migrant population (less than 20 thousand Venezuelans) and food baskets to vulnerable families (Interview with national government representative). In Peru, we identified an absent state in relation to the provision of social protection. The emergency response has been led by IOs, mainly UNHCR and IOM, with a complementary role by CSOs. As in the case of Chile, in Peru we also found that local governments (Tumbes and Tacna) have partnered with IOM and UNHCR. As part of this response, IOs have expanded their vulnerability criteria beyond the migrant population, in an attempt to avoid fuelling the already high levels of xenophobia (Interview with IOM representative in Tacna).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assemblage of actors"
        },
        {
            "text": "Similarly, in Ecuador, the lack of inclusion of migrant and refugee populations in social protection schemes translates in an absent state to respond to the increasing social needs provoked by the pandemic, where IOs, especially UNHCR and IOM, and CSOs have led emergency assistance efforts. Also, some humanitarian actions such as distributing food and cleaning kits, were carried out by the Pichincha and Carchi local governments and other southern border towns during the most critical months of the pandemic (Interviews with local government officials and IO representative).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assemblage of actors"
        },
        {
            "text": "Mexico is another country with an absent state in relation to the provision of social protection. This absence should be understood both in relation to the sanitary crisis and to changes in migration policy enacted before the pandemic. The government of Lopez Obrador (2018-current) has embraced enhanced securitisation and deterrent practices as core elements of migration policy, 11 increased institutional instability (through the externalisation of US border controls within the Migration Protection Protocols Programme) and ratcheted up migrant detention. In addition, the pandemic reached Mexico in a context of weak or non-existent social protection programmes for migrant and refugee populations, with NGOs leading the emergency response. 12 IOM and UNHCR have also had an increasingly important role, not only providing NCSTs (such as shelter and cash transfers), but also supporting the range and quality of action of NGOs through capacity building and infrastructure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assemblage of actors"
        },
        {
            "text": "In sum, the assemblage of actors varies across countries, and even in countries where social protection systems fully include the migrant population, such as Brazil, the different modes of articulation do not necessarily translate into effective inter-sectorial coordination, as emphasised by our interviewees. These different assemblages of actors may relate, to some extent, to the lack of reception structures in some countries of the region, even in those with progressive legal frameworks, such as Ecuador. This is consistent (2) the militarisation of migration control, with the creation of the National Guard and; (3) an institutional reorganisation of migration governance that passed over the responsibility of migration controls from the Ministry of the Interior to the Ministry of Foreign Relations (Gandini 2020) . 12 Prior to the pandemic, Seguro Popular, a programme that provided temporary health coverage to those without insurance, including migrant and refugee populations, was abolished. As a result, 15 million people lost access to health services between 2018 and 2020 (CONEVAL 2021). The Instituto de Salud para el Bienestar (INSABI) [Institute of Health for Welfare] was created under the current administration. However, to date it does not have clear implementation rules. The shortcomings of both programmes, before and during the pandemic, mean that the provision of public health tends to be case-by-case and challenged on a daily basis at the local level, affecting migrants and refugees, who are commonly left with no coverage. During the pandemic, protocols regarding medical and mental health services for immigrant populations were published (Bautista-González et al., 2021) , but there is not enough evidence on how they were implemented.",
            "cite_spans": [
                {
                    "start": 810,
                    "end": 824,
                    "text": "(Gandini 2020)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 827,
                    "end": 829,
                    "text": "12",
                    "ref_id": null
                },
                {
                    "start": 1138,
                    "end": 1156,
                    "text": "Bienestar (INSABI)",
                    "ref_id": null
                },
                {
                    "start": 1676,
                    "end": 1708,
                    "text": "(Bautista-González et al., 2021)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Assemblage of actors"
        },
        {
            "text": "with changing migration dynamics across the region, with countries transitioning from mainly sending countries (such as Colombia) or transit countries (such as Peru and Mexico) to key intra-regional destination countries. Other countries in the region with mixed migration profiles, such as Brazil, Uruguay, Chile and Ecuador, have variable levels of reception structures, evidenced by the different articulation of actors in the provision of social assistance. This in turn, shapes the outcomes in the modes of protection, as we discuss below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assemblage of actors"
        },
        {
            "text": "The key role of civil society organisations in providing social protection for migrant and refugee populations in Latin America is long dated, and has been especially forceful since the return to democracy (Avritzer, 2007) . What is relevant in the current context, is how many of these NGOs and faith-based organisations, albeit their limited resources, have quickly addressed some of the shortcomings in social protection that emerge from the corseted structures of both central governments and IOs, while still closely working with them (see Nair et al., 2021) . As the interviews in the seven countries revealed, these organisations have demonstrated a speed for response and organisation that far exceeds that of governments, through the retooling of their budgets and action plans to effectively respond to the pandemic. Equally relevant has been the role of migrantled organisations at both the local and national levels: interviewees from Ecuador, Chile, Colombia and Peru, highlighted how they diversified their range of action to include the provision of food baskets, ollas comunes, advocacy and information campaigns during the pandemic.",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 222,
                    "text": "(Avritzer, 2007)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 545,
                    "end": 563,
                    "text": "Nair et al., 2021)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Assemblage of actors"
        },
        {
            "text": "Another key point is the relevance of the local level. Municipal governments have been closely working with all the other actors identified in the provision of social protection as they are, alongside civil society, a focal point of contact for migrant and refugee populations (Bengochea et al., 2021; . Although in Table 3 we mainly refer to central governments, as the main designers of social protection programmes, in countries such as Ecuador, Chile and Colombia, municipal governments have had a key role in the distribution of the emergency assistance on the ground.",
            "cite_spans": [
                {
                    "start": 277,
                    "end": 301,
                    "text": "(Bengochea et al., 2021;",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 316,
                    "end": 323,
                    "text": "Table 3",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Assemblage of actors"
        },
        {
            "text": "Finally, our interviewees emphasised that the assistance provided by IOs and CSOs in the countries of the region is conditioned by funding and by the temporal limitations that involve an 'emergency response' , raising questions on the effectiveness of these efforts in relation to migrants' long-term integration. At the same time, these actions, while needed, fail to challenge the exclusionary status quo of current states' practices in the region, which condition the 'deservedness' of protection to a regular status (Ehrkamp & Nagel, 2014) .",
            "cite_spans": [
                {
                    "start": 520,
                    "end": 543,
                    "text": "(Ehrkamp & Nagel, 2014)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Assemblage of actors"
        },
        {
            "text": "We identified four modes of social protection, according to the different assemblages of actors in the seven country case studies, in the context of the COVID-19 pandemic (Table 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 171,
                    "end": 180,
                    "text": "(Table 3)",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Modes of protection"
        },
        {
            "text": "Social protection for migrant and refugee populations is integrated into national social protection systems. New programmes emerge to respond to the sanitary-economic crisis, which are complementary to the state's existing safety-net programmes. Access to these programmes is not determined by immigration status, but rather by levels of vulnerability (mainly through the flexibilization of some eligibility criteria). This is exemplified by the cases of Brazil and Uruguay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rights based: adapted in the context of emergency"
        },
        {
            "text": "Social protection for migrant and refugee populations is integrated into national social protection systems, with new emergency programmes complementing the existing safety-net programmes. Access to these programmes is determined by levels of vulnerability, subject to migrant regularisation and specific proof of ID, among other specific requirements. Chile fits this profile.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rights based in principle, contingent in practice"
        },
        {
            "text": "In this mode of social protection, emergency programmes, that selectively include migrant and refugee populations, emerge outside of the national social protection system. The emergency response is short-term, targeted and conditioned to levels of vulnerability among these populations. This is exemplified by the cases of Colombia, Peru and Mexico.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contingent"
        },
        {
            "text": "Migrant populations are not included in national social protection systems and are actively excluded from emergency responses led by central governments. Migrant and refugee populations are included in programmes developed by IOs and CSOs, based on broad vulnerability criteria. Ecuador fits this profile.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Marginal: contingent"
        },
        {
            "text": "This classification alludes to emerging subjectifications of migrants, as a result of both the assemblages of actors who provide assistance and the modes of protection identified.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Migrant subjectification"
        },
        {
            "text": "We identified two broad, and by no means, exhaustive constructions:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Migrant subjectification"
        },
        {
            "text": "1. Migrants are considered as subjects of rights, regardless of migration status. 2. Migrants are rendered as humanitarian subjects, as a result of assistentialist shortterm models of protection, as their access is both determined and constrained by the 'emergency' . Migrants' access to social protection seems to be understood in line with humanitarian ideas of 'compassion' and the externalisation of assistance, as well as determined by residency and/or regular migration status.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Migrant subjectification"
        },
        {
            "text": "In Brazil and Uruguay migrants emerge as subjects of rights, as they are includedwithout restrictions-in the provision of social protection. This assertion, however, does not provide a full account of migrant and refugee populations' effective access to a wider range of social, economic, and cultural rights in these countries. Yet, the existence of a state that leads the protection response, does not necessarily guarantee migrants' inclusion as subjects of rights. As evidenced by the Chilean case, migrants' access to social assistance has been contingent to the emergency and limited to regular migration status, among other conditionalities. In this context, migrants and refugees are tacitly understood as humanitarian subjects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Migrant subjectification"
        },
        {
            "text": "In countries where there is total or partial absence of the state regarding the protection of migrants and refugees, such as Peru, Ecuador Colombia and Mexico, migrants have been rendered as humanitarian subjects, as recipients of humanitarian help from IOs and NGOs, with limited access to long term sustainable solutions. In this regard, the Ecuadorian case is emblematic: although the constitution guarantees equality of rights for nationals and non-nationals, the government closed all avenues for social protection to the migrant community before and during the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Migrant subjectification"
        },
        {
            "text": "In the Peruvian case, the construction of migrants as humanitarian subjects, in a context of state absence, begins at the design stage of aid initiatives by the IOs, where compliance with the vulnerability requirements defines the target population. As pointed out by our interviewees in Peru, the state uses its sovereign powers to place migrants in a legal limbo, so that migrants have recognised rights that are not effectively available in practice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Migrant subjectification"
        },
        {
            "text": "The five countries where the emerging, and in some cases, continuous construction of migrants as humanitarian subjects, evidence a lack of inclusion of migrant and refugee populations in social protection, with consequences beyond this realm alone. On the one hand, the overreliance on regular status as conditionality to access rights and protection reinforces the logic of restrictions seen across the region (Domenech, 2011) . These selective inclusion practices tend to reinforce inequalities, and migrants' experiences of precarity and vulnerability, especially in times of crisis. On the other hand, the construction of humanitarian subjects establishes contingent policies as the norm, which are tightly linked to the exceptional treatment given, in particular, to recent mixed migration flows across the region. This is leading to states' disengagement from their responsibility of social protection to subjects of human rights, relying on non-state actors, externalising, or avoiding the development of policies and practices of inclusion.",
            "cite_spans": [
                {
                    "start": 411,
                    "end": 427,
                    "text": "(Domenech, 2011)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Migrant subjectification"
        },
        {
            "text": "Our analysis shows that the responses to the pandemic developed in the seven countries studied, reflect a continuity, and further normalisation, of existing practices along a spectrum of inclusion/exclusion that preceded the COVID-19 outbreak, but with new configurations with regards to the assemblages of actors providing social protection. Our proposed typology of models of social protection in the context of the pandemic, varies according to the actors involved, the modes of protection and the conception of migrants as humanitarian subjects or subjects of rights.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The findings suggest broad heterogeneity and complexity with regards to different degrees of inclusion for migrant and refugee populations, particularly in preexisting and new NCST programmes. On the one hand, Brazil and Uruguay clearly stand out for having fully inclusive and clear legal frameworks, the enhancement of pre-existing programmes, and the creation of new ones that fully include displaced populations regardless of immigration status. On the other hand, the evidence collected in the other five countries-Chile, Colombia, Ecuador, Mexico and Peru-allows us to dwell on the challenges faced in Latin America concerning the tensions and contradictions between somehow advanced legal frameworks, however ambiguous, and policy implementation. It also allows for a better understanding of the articulation of actors in the provision of social protection, as well as the strategies and practices they deploy. We observe a common pattern in which actors prioritise the provision of basic needs, while sacrificing existing plans and programmes, which may negatively impact migrants' medium-and long-term processes of integration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The evidence presented here contributes to advancing three key discussions. First, it brings to the fore how global discourses on humanitarian crises and the attendant regional articulation of a \"crisis within the crisis\" have contributed to the state's disengagement and the deterioration of effective policies of social protection for migrants and refugees in Latin America. That is to say that the socioeconomic mitigation measures put in place to deal with the sanitary-economic crisis are based on and further affirm notions of protection that are contingent and crisis-driven, with temporal limitations that often selectively exclude migrants based on legal status.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Second, we mobilise understandings about the key role of social rights as a basic condition for the effective integration of migrant and refugee populations within a framework of rights-based citizenship. Third, we have shown the complexities of the nature of policies and practices of migration governance in Latin America. The new legal categories and ad-hoc measures that emerged across the region in response to the displacement of Venezuelans and Central Americans, among other international mobilities, have contributed to either produce migrant irregularity or to reinforce practices of exclusion/inclusion that impact on migrants' effective access to social and economic rights. We discuss all these aspects in relation to migrant subjectification as either subjects of rights or humanitarian subjects. Our intention with this categorisation is by no means to produce yet another binary understanding of the migrant subject. Rather, our analysis sheds light on the diverse current assemblages of actors and the social inclusion/exclusion spectrum operating in the region, and how they are shaping migrants and refugees' lives in Latin America, through an enhanced understanding of their rights and effective access to social protection during the pandemic. In this way, we contribute to expanding a growing body of literature on social protection and migration governance in Latin America and on migrants' and refugees' integration, while paving the way to keep exploring the differentiated impacts of the COVID-19 pandemic on (im)mobility across the region.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "writing of the section related to Table 3 . GH, SL and CB developed the theoretical framework. MVE wrote the introduction and part of the conclusion, while AFR wrote the first draft of the conclusion, and VP drafted the methodology section. MVE, GZ, VP, LG and GH made substantial revisions to the final draft of the manuscript. All authors read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 34,
                    "end": 41,
                    "text": "Table 3",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Conclusions"
        },
        {
            "text": "No funding to report.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "The interview material generated for the current study is not publicly available due to confidentiality obligations towards the study participants. No names have been used in the paper to respect these obligations. The data presented in this paper is part of a larger study, which other outputs are still under development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of data and material"
        },
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "The interview team (18 people) was formed by all the authors of this paper and six collaborators (17 women and 1 man). All these collaborators are included in the acknowledgment section. All interviewers have experience in research on migration-between 2 and 10 years, and they are based on institutions in Latin America and Europe. In some cases, interviewer and interviewee knew each other from interviews for previous studies, but it was not always the case. All interviewees were contacted by email and provided informed consent ahead of the interview.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The national versus the foreigner in South America. 200 Years of migration and citizenship law",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Acosta",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "La emigración venezolana: Respuestas latinoamericanas. Fundación Carolina",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Acosta",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Blouin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Freier",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Informe No 3 OCEC: Subsidios en Pandemia",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Acuña",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Santiago: OCEC UDP",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Migrantes, derechos sociales y políticas públicas en América Latina y El Caribe: La universalidad en juego",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Asa",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ceriani",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Derechos sociales: Justicia, política y economía en América Latina",
            "volume": "",
            "issn": "",
            "pages": "331--384",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Sociedade civil, instituições participativas e representação: Da autorização à legitimidade da ação",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Avritzer",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Dados",
            "volume": "50",
            "issn": "3",
            "pages": "443--464",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Politics and the other scene",
            "authors": [
                {
                    "first": "É",
                    "middle": [],
                    "last": "Balibar",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Nota Técnica No.72: As transferências monetárias federais de caráter assistencial em resposta à covid-19: Mudanças e desafios de implementação. Instituto de Pesquisa Econômica Aplicada (IPEA)",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bartholo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Social Protection and Poverty. United Nations Research Institute for Social Development",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barrientos",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Health-care guidelines and policies during the COVID-19 pandemic in Mexico: A case of health -inequalities",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bautista-González",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Werner-Sunderland",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Pérez-Duarte",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Esquinca-Enríquez-De-La-Fuente",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bautista-Reyes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Maciel-Gutiérrez",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Murguía-Arechiga",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Vindrola-Padros",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Urbina-Fuentes",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Health Policy OPEN",
            "volume": "2",
            "issn": "",
            "pages": "1--36",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Análisis de las respuestas político-institucionales en ciudades receptoras de seis países de América Latina",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bengochea",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cabezas",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gandini",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Herrera",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Luzes",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Montiel",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Prieto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vera Espinoza",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Zapata",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Inmigrando: Comprender ciudades en transición",
            "volume": "3",
            "issn": "",
            "pages": "749--782",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Social information systems and registries of recipients of non-contributory social protection in Latin America in response to COVID-19",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Berner",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Van Hemelryck",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Policy in expansion in compressed time Assessing the speed, breadth and sufficiency of post-COVID-19 social protection measures in 10 Latin American countries. Economic Commission for Latin America and the Caribbean (ECLAC)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Blofield",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Giambruno",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Filgueira",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Migration as crisis. A framework paper",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cantat",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Thiollet",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pécoud",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Laberintos de papel. Desigualdad y regularización migratoria en América del Sur",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cels &amp; Caref",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "CELS & CAREF",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Resultados de pobreza en México 20 20 a nivel nacional y por entidades f ederativas",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Coneval",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Refugees, migrants, neither, both: Categorical fetishism and the politics of bounding in Europe's \"migration crisis",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Crawley",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Skleparis",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of Ethnic and Migration Studies",
            "volume": "44",
            "issn": "1",
            "pages": "48--64",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Citizenship and migration: Globalization and the politics of belonging",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Davidson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Castles",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "La herida original de las políticas de inmigración. A propósito del lugar de los derechos humanos en las políticas de inmigración",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "De Lucas",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Isegoría",
            "volume": "26",
            "issn": "",
            "pages": "59--84",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The multiple movements of the humanitarian border: The portable provision of care and control at the Aegean Islands",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Dijstelbloem",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Veer",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Borderlands Studies",
            "volume": "36",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/08865655.2019.1567371"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Crónica de una \"amenaza\" anunciada Inmigración e `ilegalidad´: Visiones de Estado en la Argentina contemporánea",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Domenech",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "La construcción social del sujeto migrante en América Latina: Prácticas, representaciones y categorías",
            "volume": "",
            "issn": "",
            "pages": "31--78",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Under the radar': Undocumented immigrants, Christian faith communities, and the precarious spaces of welcome in the U",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ehrkamp",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Nagel",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "S. South. Annals of the Association of American Geographers",
            "volume": "104",
            "issn": "",
            "pages": "319--328",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Humanitarian reason. A moral history of the present",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fassin",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Inclusive language for exclusive policies: Restrictive migration governance in Chile",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Finn",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Umpierrez De Reguero",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Latin American Policy",
            "volume": "11",
            "issn": "1",
            "pages": "42--61",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Understanding the Venezuelan Displacement Crisis. E-International Relations",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Freier",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "COVID-19 and immigrants' increased exclusion: The politics of immigrant integration in Chile and Peru",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Freier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vera Espinoza",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Frontiers in Human Dynamics",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fhumd.2021.606871"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Crisis y migración de población venezolana Entre la desprotección y la seguridad jurídica en Latinoamérica",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Freitez",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "33--57",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Caravanas migrantes: De respuestas institucionales diferenciadas a la reorientación de la política migratoria. REMHU: Revista Interdisciplinar Da Mobilidade Humana",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gandini",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "28",
            "issn": "",
            "pages": "51--69",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "El éxodo venezolano: Migración en contextos de crisis y respuestas de los países latinoamericanos",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gandini",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Prieto Rosas",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lozano-Ascencio",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "9--32",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Nuevas movilidades en América Latina: La migración venezolana en contextos de crisis y las respuestas en la región",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gandini",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Prieto Rosas",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lozano-Ascencio",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "59",
            "issn": "",
            "pages": "103--121",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Migration crises\" and humanitarianism in Latin America: The case of Ecuador",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Herrera",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Berg",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Global perspectives on huimanitarianism. When human welfare meets the political and security agendas",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "31--49",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Interventions on the state of sovereignty at the border",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Popescu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pallister-Wilkins",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mountz",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gilbert",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Political Geography",
            "volume": "59",
            "issn": "",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Latin America and refugee protection: Regimes, logics and challenges",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Jubilut",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vera Espinoza",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "O papel da assistência social no atendimento aos migrantes. Ministério do Desenvolvimento Social e Agrário",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Mds",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Secretaria Nacional de Assistência Social",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "The Oxford handbook of migration crises",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Menjívar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ruiz",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ness",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Squaring the circle: Domestic welfare, migrant rights and human rights",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Morris",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Citizenship Studies",
            "volume": "20",
            "issn": "6-7",
            "pages": "693--709",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "The death of asylum. Hidden geographies of the enforcement archipelago",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mountz",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Migration, pandemic and responses from the third sector: Lessons from Brazil and India. QMUL",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Nair",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vera Espinoza",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Zapata",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tiwary",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Castro",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nizami",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jorgensen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yadav",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Oza",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ranjan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zocchi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Barve",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barraco",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Une Nouvelle «Gouvernance» Des Migrations ?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pécoud",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Ce Que Disent Les Organisations Internationales. Mouvements",
            "volume": "93",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3917/mouv.093.0041"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "The concept of integration as an analytical tool and as a policy concept",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Penninx",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Garcés-Mascareñas",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Integration processes and policies in Europe: Contexts, levels and actors",
            "volume": "",
            "issn": "",
            "pages": "11--29",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Balance General a 23 de junio de 2020: El apoyo de los colombianos ha llegado a más de un millón de migrantes provenientes de Venezuela. Presidencia de la República de Colombia",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "De la ciudadanía suramericana al humanitarismo: El giro en la política y diplomacia migratoria ecuatoriana",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ramírez",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Estudios Fronterizos",
            "volume": "21",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "The human rights approach to social protection",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sepulveda",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Nyst",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Retórica humanitaria y expulsabilidad: Migrantes haitianos y gobernabilidad migratoria en Chile. Si Somos Americanos",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Stang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lara",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Andrade",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Revista De Estudios Transfronterizos",
            "volume": "20",
            "issn": "1",
            "pages": "176--201",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Causas y consecuencias de la irregularidad migratoria",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Thayer",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Migración en Chile. Evidencias y Mitos de Una Nueva Realidad",
            "volume": "",
            "issn": "",
            "pages": "297--334",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Casualities of care. immigration and the politics of humanitarianism in France",
            "authors": [],
            "year": 2011,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "United Nations High Commissioner for Refugees UNHCR",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Unhcr",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Mobility in immobility: Latin American migrants trapped amid COVID-19. Open Democracy",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vera Espinoza",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zapata",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gandini",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Foucault and frontiers: Notes on the birth of the humanitarian border",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Walters",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Governmentality",
            "volume": "",
            "issn": "",
            "pages": "138--164",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Tailoring adaptive social safety nets to Latin America and the Caribbean",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Martinez",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Structural and contingent inequalities: The impact of COVID-19 on migrant and refugee populations in South America",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Zapata",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Prieto",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Bulletin of Latin American Research",
            "volume": "39",
            "issn": "S1",
            "pages": "16--22",
            "other_ids": {
                "DOI": [
                    "10.1111/blar.13181"
                ]
            }
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Progressive legislation but lukewarm policies: The Brazilian response to venezuelan displacement",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Zapata",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Tapia",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "International Migration",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/imig.12902"
                ]
            }
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "More labels, fewer refugees: Remaking the refugee label in an era of globalization",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zetter",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of Refugee Studies",
            "volume": "20",
            "issn": "2",
            "pages": "172--192",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "11 With the arrival of the migrant caravans-between late 2018 and early 2019, US President Donald Trump threatened Mexico with trade tariffs unless the Mexican government stopped the flow of Central Americans on route to the United States. Mexico responded by enacting three key migration policy changes: (1) the intensification of the Migrant Protection Protocols;",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Migration Legal Frameworks in selected Latin American countries",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Non-contributory social transfers (NCST) during the pandemic in selected Latin American countries by type of provider and inclusion/exclusion of migrant and refugee populations",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Country NCST from national government NCST from International Organisations (IOs) and Civil Society Organisations (CSOs)",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "de Equidad (AFAM PE) [Family Allowances through Equity Plan], Canasta Instituto Nacional de Alimentación (INDA) [Food aid from the Food National Institute] and Tarjeta Uruguay Social (TUS) [Social Uruguay Card], in Uruguay-were incremented, and in Brazil, there was a significant increase in coverage-1.22 million new families were included(Bartholo et al., 2020;Blofield et al., 2020). Additionally, new transfer programmes, respectively, the Auxílio Emergencial [Emergency Allowance] and Canasta de Emergencia Alimentaria (CEA) [Food Emergency Aid], were created",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "typology of models of social protection in the context of COVID-19 pandemic Source: Own elaboration based on the evidence presented inTables 1 and 2",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The data presented in this paper is part of a larger regional study conducted by the Research Group CAMINAR-Comparative Analysis on International Migration and Displacement in the Americas (www. camin arame ricas. org). We would like to thank our colleagues JB, DD, FF, ML SCJ and JCN for aiding data collection efforts in Uruguay, Peru and Mexico, as well as the role some of them had in the design of the project and the data collection instruments. We also thank the guest editors of this special issue, as well as the three anonymous reviewers, for their insightful comments. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "See Table 4 . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 4,
                    "end": 11,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Appendix"
        },
        {
            "text": "All authors participated in the data collection, systematisation and analysis presented in this paper and contributed to the writing of the manuscript. AFR, CM, IP and GC worked in the analysis and writing of the section related to Table 1 . VP, GZ and LG worked in the analysis and writing of the section related to Table 2 . MVE and CZ worked in the analysis and ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 232,
                    "end": 239,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 317,
                    "end": 324,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Authors' contributions"
        },
        {
            "text": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Publisher's Note"
        }
    ]
}