{
    "paper_id": "c5628cdfba2b462f8d362fd82557d4185de95283",
    "metadata": {
        "title": "Telemedicine: Has the Time Really Finally Arrived?",
        "authors": [
            {
                "first": "William",
                "middle": [
                    "J"
                ],
                "last": "Crump",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Louisville School of Medicine",
                    "location": {
                        "settlement": "Trover"
                    }
                },
                "email": "bill.crump@bhsi.com"
            }
        ]
    },
    "abstract": [
        {
            "text": "Pandemics have a way of changing everything. I serve as the dean of a regional medical school campus in a town of 20,000. My medical students are integral in every way to all of the services at our local hospital. First, they were given the option of staying on service or switching to virtual learning. Then within 24 hours, all medical schools nationally pulled their medical students from clinical services. In addition, we have an 18-person family medicine residency here that truly is needed to keep the hospital running smoothly. They have remained on duty, but my regular group teaching sessions with them in obstetrics and our group professional identity sessions have been suspended.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Then the CDC designation of high risk for Covid 19 infection changed from older age AND underlying chronic disease to older age OR underlying condition. So this put me at some risk within my own hospital. I am still struggling with balancing this, but still making daily rounds and seeing all the new admissions to our inpatient geriatric psychiatry unit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "However, as my teaching responsibilities have decreased, it gave me an opportunity to think about telemedicine. First Medicare, then Medicaid, then other insurance plans have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "the services at our local hospital. First, they were given the option of staying on service or switching to virtual learning. Then within 24 hours, all medical schools nationally pulled their medical students from clinical services. In addition, we have an 18-person family medicine residency here that truly is needed to keep the hospital running smoothly. They have remained on duty, but my regular group teaching sessions with them in obstetrics and our group professional identity sessions have been suspended.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Then the CDC designation of high risk for Covid 19 infection changed from older age AND underlying chronic disease to older age OR underlying condition. So this put me at some risk within my own hospital. I am still struggling with balancing this, but still making daily rounds and seeing all the new admissions to our inpatient geriatric psychiatry unit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "However, as my teaching responsibilities have decreased, it gave me an opportunity to think about telemedicine. First Medicare, then Medicaid, then other insurance plans have This article is protected by copyright. All rights reserved. 2 very recently begun to loosen payment requirements for simple video consultation even using services like FaceTime or Skype. Over the last week, I watched my residents quickly train on Evisit technology within our electronic medical record and they will soon transition to video consultation if the predicted surge arrives here.",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 237,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "For those of us that have been in this telemedicine dream for a while, it is amazing what fear and true national unity will do. When I was in community practice in a town of 4,000 in Texas while serving as the assistant dean for rural health for UTMB Galveston, video technology burst on the scene.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "During this time 25 years ago, we were at the leading edge of connecting 3 residency sites spread around a radius of about 60 miles and we found that video conferencing made this a bit easier. 1 We were fortunate to have a department chair and a dean that invested significant resources and put that magic pipe (at the time), the T1 line, among our sites.",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 194,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Next I was fortunate that given my work with NASA previously in Huntsville, Johnson Space Center found me to serve as a test bed for their telemedicine instrument pack that was used on the shuttle, and a version is still used on the space station today. 2,3 My small town practice that served as a residency site for 6 residents was 30 minutes from Johnson Space Center and 45 minutes from the subspecialists based on the island in Galveston. So we could have the subspecialist remotely supervise my family medicine residents, standing in for astronauts, doing procedures using the equipment. If there was a technical problem, the NASA engineers could get to my office quickly and, if necessary, the subspecialist could get to my office in a reasonable time. We really did some remarkable things, including flexible laryngoscopy supervised by a remote ENT.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "I and many others really believed that telemedicine was on the horizon. I was also fortunate to be included with some of the key leaders at the time on a publication making the case that telemedicine was a good solution for those in small towns. 4 We also studied the This article is protected by copyright. All rights reserved. 3 process of having primary care physicians obtain their continuing education by direct video interaction with subspecialists using their current patient problems rather than in dry didactic sessions. 5 The remarkable acceptability and effectiveness of telemedicine technology has since been proven with literally thousands of publications. But it rarely actually helped those in small town practice. Once the obstacle of good digital connections slowly faded away, there was the practical issue of time and payment. Initially only the consultant was paid and after a great deal of advocating nationally, a small technical fee was paid to the rural site. However, it was still remarkably inefficient with a designated room required in the small town practice with unwieldy equipment that required staff to be present. It wasn't very efficient for the subspecialist either.",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 247,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 329,
                    "end": 330,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 530,
                    "end": 531,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Back then, I sat in on a telemedicine situation that worked. The only population in Texas guaranteed full access to health care at the time was its prisoners, based on a federal court case. The telemedicine room for the criminal justice system of much of Texas was on the Galveston campus. A subspecialist there could toggle back-and-forth among 8 or 10 prisons spread out across an area the size of the state of Kentucky, so it was very efficient use of their time. Although I did not understand it at first, the prisoners also really appreciated it. I had assumed that the prisoners would be quite pleased to leave their prison and travel in one of those plain white buses to Galveston to be seen in person. What I learned along the way is that any absence shook their social hierarchy to the core, making it very difficult for them to reestablish themselves when they returned. So, telemedicine worked for everybody and saved the criminal justice system the cost of transportation and guards in each bus. No insurance companies were involved, and the system flourished.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "So I thought surely this would occur across our country as well. 6 Unfortunately, Medicare and many Medicaid programs simply would not adjust. Small changes were made This article is protected by copyright. All rights reserved. 4 with significant progress over the last year. But COVID-19 has done something that technology proponents and even large companies have not been able to accomplish.",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 66,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 228,
                    "end": 229,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "With the recent waivers, we can care for our patients where they are. On their cell phones, with skills learned along the way: ask the patient to remove part of their shirt for us to count respirations and assess work of breathing, have them tap out their pulse, take their blood pressure and temperature themselves. And we can accomplish the most important part of the physical exam: whether the patient looks sick to us or not.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As our residents learn this process, we are documenting how quickly they acquire these new skills and their perception of when a video consultation is better than telephone audio alone. We are also beginning to evaluate how much value a digital stethoscope really adds to such a visit. Importantly, we will also ask patients to give us their perceptions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "I urge everyone to begin to record their own perceptions as they learn what I call mobile telemedicine. I clearly remember one of the leaders in telemedicine 25 years ago saying that this technology will never take off unless it is as simple as using a telephone and is completely mobile at both ends. That time appears to be now, and I invite all of my fellow small town practitioners to document their experience. We can share with you the simple evaluation forms that we use here, and I urge you to work with your closest medical school or hospital system to keep a log of all patients seen this way so outcome studies will be possible later. If remote consultants are seeing your patients by telemedicine, document that on your log as well. This pandemic may result in something we've fought for across the last 25 years-payment commensurate with telemedicine's true value. We need data from as many small town practitioners as possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Stay well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This article is protected by copyright. All rights reserved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Madisonville, KY"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The Medical School Without Walls: Who Will Be The Faculty?",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Crump",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Spann",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Tex Med",
            "volume": "91",
            "issn": "7",
            "pages": "62--67",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A Field Trial of the NASA Telemedicine Instrument Pack in a Family Practice Telemedicine Testbed",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Crump",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Billica",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Aviation, Space, and Environmental Medicine",
            "volume": "67",
            "issn": "11",
            "pages": "1080--1085",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "An Application of Telemedicine Technology for Otorhinolaryngology Diagnosis",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Crump",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Driscoll",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Laryngoscope Journal",
            "volume": "106",
            "issn": "",
            "pages": "595--598",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Is Telemedicine Ready for Prime Time? Patient Care",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Crump",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Kottke",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Perednia",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Sanders",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "31",
            "issn": "",
            "pages": "64--87",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Communication in Integrated Practice Networks: Using Interactive Video Technology to Build the Medical Office Without Walls",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Crump",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Tessen",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Tex Med",
            "volume": "93",
            "issn": "3",
            "pages": "70--75",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A Telemedicine Primer for the Primary Care Physician: An Introduction to the Technology and an Overview of the Literature",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Crump",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pfeil",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Arch Fam Med",
            "volume": "4",
            "issn": "9",
            "pages": "786--803",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}