{
    "paper_id": "c56378edef83886478dbdf7331a1dbbb085d9f6d",
    "metadata": {
        "title": "Acceptance of COVID-19 vaccination in pregnancy: A survey study",
        "authors": [
            {
                "first": "Ariel",
                "middle": [
                    "T"
                ],
                "last": "Levy",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sunidhi",
                "middle": [],
                "last": "Singh Bs",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Laura",
                "middle": [
                    "E"
                ],
                "last": "Riley",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Malavika",
                "middle": [],
                "last": "Prabhu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sunidhi",
                "middle": [],
                "last": "Singh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The American College of Obstetricians and Gynecologists (ACOG) recommends the COVID-19 vaccine be offered to all pregnant women, but states that the decision should be left to the woman after careful consideration of her individual risk factors. 1 Given the increased morbidity associated with COVID-19 infection in pregnancy, understanding pregnant women's perceptions of and attitudes toward COVID-19 vaccination in pregnancy is vital to optimizing vaccine uptake. The objective of this survey study was to describe COVID-19 vaccine acceptance rate among pregnant women.",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 247,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "This was a survey study administered to pregnant women during their nuchal translucency or anatomic survey sonogram appointment at a single ultrasound unit from December 14, 2020 to January 14, 2021. Women were considered eligible for participation if they were ≥18 years old and English-speaking.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STUDY DESIGN"
        },
        {
            "text": "The survey was developed based on the standards recommended by Kelley et al. 2 There were 31 questions regarding sociodemographics, vaccination history, previous COVID-19 symptoms and diagnoses, attitudes toward vaccines in pregnancy, and beliefs about the COVID-19 vaccination specifically.",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 78,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "STUDY DESIGN"
        },
        {
            "text": "A sample size of 590 participants was determined to be sufficient to produce a confidence interval (CI) of 95% with a 4% margin of error. 3 To account for 10% of surveys being incomplete, our minimum sample size was 650 participants. The primary outcome was COVID-19 vaccine acceptance rate. Univariate analyses were performed to estimate the effect of different variables on acceptance of COVID-19 vaccination and are reported as odds ratio (OR) with 95% CI. To better understand certain subpopulations' vaccine acceptance rate, we performed crosswise analyses of a priori variables of interest (race, educational attainment, and influenza vaccine status). These factors were chosen based on prior literature and their utility for public health messaging. 4 ",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 139,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 757,
                    "end": 758,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "STUDY DESIGN"
        },
        {
            "text": "Of the 1,002 eligible women approached, 662 (66.1%) completed the survey. All women completed the survey after emergency use authorization was granted to Pfizer-BioNTech mRNA vaccine. The majority of women were more than 30 years old (82.9%), White (62.7%), and had a bachelor's degree or above (87.7%). 77.9% of women reported having already been vaccinated against influenza during the 2020-2021 season; however, 38.5% reported declining vaccination at least once in the past five years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Overall, 381/653 (58.3%, 95% CI 54.5%-62.2%) women would accept the COVID-19 vaccine while pregnant. Among the women who declined vaccination, the most common primary concern was risk to the fetus or neonate (45.8%), followed by vaccine side effects (17.7%) ( Figure) . On univariate analyses, younger age, Black or African American race, Hispanic ethnicity, having less than a bachelor's degree, and declining the seasonal influenza vaccine were associated with non-acceptance of COVID-19 vaccination in pregnancy (Table) . Trust in the information received about vaccinations was the strongest predictor of COVID-19 vaccination acceptance.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 260,
                    "end": 267,
                    "text": "Figure)",
                    "ref_id": null
                },
                {
                    "start": 515,
                    "end": 522,
                    "text": "(Table)",
                    "ref_id": null
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "On crosswise comparisons, educational status did not affect COVID-19 vaccine acceptance rate among Black or African American women; however, among White women, lower education was associated with lower odds of vaccine acceptance (OR 0.19, 95% CI 0.05-0.53). Additionally, among those who decline influenza vaccination in pregnancy, no Black or African American women would accept COVID-19 vaccination, while 25.0% (N=11/44) of White women would accept the vaccine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "The COVID-19 vaccine acceptance rate of 58.4% is consistent with the acceptance of other recommended vaccines in pregnancy, such as influenza and Tdap, and is associated with patient characteristics and prior vaccine history. 4, 5 We also found that the impact of education and influenza vaccination history on vaccine acceptance varied depending on race. This finding suggests the need for different public health messaging in order to improve COVID-19 vaccination acceptance. In other words, education about COVID-19 vaccine safety in pregnancy is important, but an alternative approach may be necessary among Black or African American women due to their lived experiences with systemic racism and mistrust in the healthcare system. Pregnant women's primary concern regarding COVID-19 vaccination in pregnancy is safety, with nearly half declining vaccination for this reason. A parallel goal of ongoing vaccination trials in pregnant women must focus on shortand long-term safety data from vaccination in pregnancy.",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 228,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 229,
                    "end": 230,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "Limitations of the study include enrollment of women in the first half of pregnancy and the sociodemographics of our population, which limits generalizability to other, more vulnerable populations, as well as women in the third trimester of pregnancy. Additionally, our study describes the vaccine acceptance rate around the time that the mRNA vaccines were introduced. Given the primary concern about vaccination was safety, this acceptance rate may change over time as more data is accrued.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "Vaccination against COVID-19 in pregnancy is vital to controlling disease burden and decreasing morbidity in pregnancy. The results of our study underscore the importance of understanding women's perspectives on novel interventions in pregnancy, such as with COVID-19 vaccination, in order to guide public health and research efforts. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Vaccinating pregnant and lactating patients against COVID-19. ACOG Practice Advisory",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Good practice in the conduct and reporting of survey research",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kelley",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sitzia",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Int J Qual Health",
            "volume": "15",
            "issn": "3",
            "pages": "261--267",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Organizational research: Determining appropriate sample size in survey research",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Bartlett",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Kotrlik",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Higgins",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Inf Technol J",
            "volume": "19",
            "issn": "1",
            "pages": "43--50",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Uptake of influenza vaccine in pregnant women during the 2009 H1N1 influenza pandemic",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Goldfarb",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Panda",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wylie",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Am J Obstet Gynecol",
            "volume": "204",
            "issn": "6",
            "pages": "112--117",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Influenza and Tdap vaccination coverage among pregnant women -United States",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Razzaghi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Kahn",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Black",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Lindley",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Jatlaoui",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Data shown as n (%) or odds ratio with 95% confidence interval unless otherwise specified",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Figure -Women's primary concern about COVID-19 vaccination in pregnancy * † 127",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Worried about birth defects and other long term effects to the baby",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Additional options for declining COVID-19 vaccine (do not believe vaccines are necessary to protect their child against COVID-19 and concern about the cost of the vaccine) were omitted due to n = 0",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": ",5 All statistical analyses were performed using Stata (version 16.1, StataCorp. 2019, College Station, TX). This study was approved by the Weill Cornell Medicine Institutional Review Board for",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Univariate analysis of COVID-19 vaccine acceptance by demographic data, vaccine history, and COVID-Fear of COVID-19 infection in pregnancy Attitudes of pregnant women towards vaccines in general † Vaccines are important to protect others in the I trust the information I receive about vaccines 585 375 (64.1) 30.95 (9.55-100.33) <0.001 I am worried that vaccines cause birth defects and other long-term negative effects to the neonateThere are too many side effects associated with",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}