{
    "paper_id": "c5a4bcc3bb2a4d8bbf1ee2eb2e20887245082efb",
    "metadata": {
        "title": "Standing strong amid a pandemic: How a global online team project stands up to the public health crisis",
        "authors": [
            {
                "first": "Minna",
                "middle": [],
                "last": "Logemann",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The City University of New York",
                    "location": {
                        "settlement": "New York",
                        "region": "New York",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Jolanta",
                "middle": [],
                "last": "Aritz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Southern California",
                    "location": {
                        "settlement": "Los Angeles",
                        "region": "California",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "|",
                "middle": [
                    "Peter"
                ],
                "last": "Cardon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Southern California",
                    "location": {
                        "settlement": "Los Angeles",
                        "region": "California",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "|",
                "middle": [
                    "Stephanie"
                ],
                "last": "Swartz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mainz University of Applied Sciences",
                    "location": {
                        "settlement": "Mainz",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Terri",
                "middle": [],
                "last": "Elhaddaoui",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kennesaw State University",
                    "location": {
                        "settlement": "Kennesaw",
                        "region": "Georgia",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Kristen",
                "middle": [],
                "last": "Getchell",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Babson College",
                    "location": {
                        "settlement": "Babson Park",
                        "region": "Massachusetts",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Carolin",
                "middle": [],
                "last": "Fleischmann",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Rosenheim Technical University of Applied Sciences",
                    "location": {
                        "settlement": "Rosenheim",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "|",
                "middle": [],
                "last": "Rose",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Helens-Hart",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "|",
                "middle": [
                    "Xiaoli"
                ],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fort Hays State University",
                    "location": {
                        "settlement": "Hays",
                        "region": "Kansas",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "|",
                "middle": [],
                "last": "Juan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Carlos",
                "middle": [],
                "last": "Palmer-Silveira",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitat Jaume I",
                    "location": {
                        "settlement": "Castello de la Plana",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Miguel",
                "middle": [],
                "last": "Ruiz-Garrido",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitat Jaume I",
                    "location": {
                        "settlement": "Castello de la Plana",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Scott",
                "middle": [],
                "last": "Springer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Brigham Young University-Hawaii",
                    "location": {
                        "settlement": "Laie",
                        "region": "Hawaii",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "James",
                "middle": [],
                "last": "Stapp",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cornell University",
                    "location": {
                        "settlement": "Ithaca",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The annual instructional virtual team Project X brings together professors and students from across the globe to engage in client projects. The 2020 project was challenged by the global disruption of the COVID-19 pandemic. This paper draws on a quan-Note: There were 30 low-belonging teams, 30 medium-belonging teams, and 30 high-belonging teams. Degrees of freedom for all items is 2 for between groups and 89 for within groups. A items were on a 7-point Likert scale. B items were on a 5-point Likert scale. * p < 0.05; ** p < 0.01.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Globalization and developments in technology have changed how we work in organizations. In many cases, permanent team structures are being replaced by temporary project-based Lexington Ave.), New York, NY 10010-5585, USA. Email: minna.logemann@baruch.cuny.edu teaching strategies and technologies depicted in this study offer transformative potential for future developments in higher education.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "collaborative learning, communication, digital competences, distance learning, experiential learning, higher education, team working, virtual world",
            "cite_spans": [],
            "ref_spans": [],
            "section": "K E Y W O R D S"
        },
        {
            "text": "What is already known about this topic • The modern workplace calls for cross-cultural, digital collaboration skills, and this need has increased potentially after the impacts of the pandemic on moving a lot of work to remote settings-permanently. • While instructional virtual teams are being used as part of diverse curricula to add an international, experiential element for students, universities still struggle helping students to acquire the whole spectrum of skills needed for the global digital workplace: virtual teamwork, project management, and comfort on working with digital business collaboration platforms. • Virtual team research has studied impacts of the pandemic on organizational teams but there is little research on instructional online teams during the pandemic crisis. What this paper adds • This paper adds evidence-based knowledge how virtual instructional teams, and their instructors navigated the broken connectivity situation when a global external health crisis forced students to transition from campuses to home environments in the middle of the collaboration project. • It offers practical ideas how faculty used technology to connect with students and maintain class community in cases of inequal access to technology from home environments by using multiple platforms, and both, computer, and mobile enabled communication. • It offers examples of student-centered, coaching-like teaching strategies and how these were applied when the global health crisis affected students in instructional teams. Implications for practice and policy • The study offers implications for development of digital pedagogies for future; specifically, how to develop students' virtual intelligence and to promote intercultural awareness and collaboration skills in future higher education. • The pandemic experiences shed additional light on the need to develop and acquire soft skills among students, for them to be able to navigate struggles and crisis in global, digital real workplace.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Practitioner notes"
        },
        {
            "text": "virtual teams (Mortensen & Haas, 2018) . With globalization, the expectations for employees to master work and communications in global teams are intensifying (Society for Human Resource Management, 2019). But no one anticipated the impact of COVID-19, which caused one of the fastest workplace adaptations in the history of societies, moving many organizations and teams entirely to remote work. While many organizations are still navigating the transformation, universities face the challenge of helping students acquire skills for the global digital workplace: virtual teamwork, project management, business communication and intercultural competence. The emergence of the global pandemic in 2020 reinforced the need for online experiential learning. Many students cannot take advantage of hands-on international experiences by participating study abroad programs due to due to financial constraints, and presently the pandemic restrictions have made such experiences rare even for the most privileged ones. Therefore, instructors are increasingly turning to internationalization-at-home (IaH) as an alternative (Dietrich, 2020) . Collaborative online international learning (COIL) programs are an example of such efforts. COIL projects involve students around the globe working virtually on collaborative technologies for several weeks up to an entire semester. By doing so, students gain indispensable experiential learning for future employability (Starke-Meyerring, 2010).",
            "cite_spans": [
                {
                    "start": 14,
                    "end": 38,
                    "text": "(Mortensen & Haas, 2018)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1115,
                    "end": 1131,
                    "text": "(Dietrich, 2020)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Funding information None"
        },
        {
            "text": "One such COIL project is Project X. 1 It started as an innovative virtual team program created for business communication classes at a North American business school in 2013. Over nearly a decade, this modest venture of three faculty members developed into a global virtual team project involving more than 500 students from sixteen institutions in seven countries in 2020. This project can be embedded as a COIL element to any course to offer students online experiential learning of virtual work, project management and intercultural communication skills. The project engages students in active learning online in a collaboration project with peers from other universities around the world for six weeks (Bonwell & Eison, 1991; Harris et al., 2020) . Students are assigned to virtual teams, each student from a different location and institution, often representing different course curricula. Using team collaboration platforms and video conferencing tools available for free, such as Slack and Zoom, teams research and write a report on a business case. This temporary, virtual teaming around a real client project with members from geographically dispersed locations addresses the need to develop virtual and cultural intelligence as well as digital communication savviness in preparation for the digital and global workplace.",
            "cite_spans": [
                {
                    "start": 706,
                    "end": 729,
                    "text": "(Bonwell & Eison, 1991;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 730,
                    "end": 750,
                    "text": "Harris et al., 2020)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Funding information None"
        },
        {
            "text": "The annual Project X was underway when the COVID-19 pandemic forced people to shelter at home and work remotely in the spring of 2020. In many countries, universities were forced to close campuses and switch to online delivery. Project X itself did not change since it already was a virtual collaboration project. Nevertheless, most students found themselves facing disruptions and challenges caused by campus closures, such as access to technology and space when working from home. Although there was no alteration due to the online transition in Project X itself, the attending faculty members and their students were in a unique position to observe how a crisis affects global teams and to experience how online collaboration tools were used to maintain emotional and personal connection during the disruptive global health crisis. More importantly, post-pandemic world will see more online environment than before, and these lessons from the pandemic world will be even more relevant to the emerging new hybrid workplace.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding information None"
        },
        {
            "text": "This scenario was the onset for this paper, which reports the findings of research carried out to chart and better understand how, amid the sudden global health crisis, virtual student teams and their faculty members were able to remain on course and complete Project X during a time of great challenges. This experiential learning project served as a research hub to gain insights into how virtual teams adjust to surrounding disruption, and how technology was used for cultivating compassion and enabling co-presence digitally during social disruption. Additionally, the project helped to create new understanding about inclusive teaching strategies and technologies needed to successfully navigate the online instructional space during a global crisis. Survey data on student experiences as well as qualitative accounts from the participating professors were collected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding information None"
        },
        {
            "text": "Emerging research exists on pedagogical designs for hybrid and online instruction, and on use of experiential, instructional teams as tools for collaborative learning (see eg, Duvall et al., 2020; Harris et al., 2020; Hwang, 2018) . However, it seems that little pedagogical research explores disruptive effects of an external crisis impacting online learning teams and especially how educational technologies can be used to combat the social and psychological effects on team members. This paper takes a cross-disciplinary approach and draws on research of organizational teams and virtual work to explore the adaptations of teamwork and teaching strategies in Project X during the COVID-19 crisis. The results demonstrate how maintaining emotional and personal connections and ensuring co-presence through technology during disruptive events helped participants to successfully accomplish the Project X during the early weeks of COVID-19 crisis. These results are discussed and put into the context of existing research, elucidating practices that may be useful in technologyenabled collaboration in remote learning programs and experiential teams through times of crisis. Additionally, implications are drawn for digital pedagogies and teaching strategies to help students develop soft skills to navigate the digital workplace and build competencies for global collaboration in organizations.",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 196,
                    "text": "Duvall et al., 2020;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 197,
                    "end": 217,
                    "text": "Harris et al., 2020;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 218,
                    "end": 230,
                    "text": "Hwang, 2018)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Funding information None"
        },
        {
            "text": "The work in temporary, project-based and globally dispersed virtual teams requires a special set of skills that has been coined as virtual intelligence (Makarius & Larson, 2017) . Global virtual teams represent a diversity of functional backgrounds, local management cultures, national cultures, global English, and local languages and professional jargons (Neeley, 2013) . Team members collaborate from dispersed locations using a combination of telecommunications and information technologies, such as collaboration platforms; MS Teams or Slack. Dependence on digital instead of face-to-face communication creates challenges such as how to understand each other without the cues that face-to-face meetings provide, how to work across cultural differences, how to build trust and relations amongst team members you have never met and perhaps never will (Crisp & Jarvenpaa, 2013; Lee et al., 2020) . Despite the workplace demand for virtual intelligence and intercultural skills, few universities incorporate coursework to develop such skillset or a systematic approach to internationalize curricula (Brewer et al., 2015; Leask & Bridge, 2013) .",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 177,
                    "text": "(Makarius & Larson, 2017)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 357,
                    "end": 371,
                    "text": "(Neeley, 2013)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 854,
                    "end": 879,
                    "text": "(Crisp & Jarvenpaa, 2013;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 880,
                    "end": 897,
                    "text": "Lee et al., 2020)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1100,
                    "end": 1121,
                    "text": "(Brewer et al., 2015;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1122,
                    "end": 1143,
                    "text": "Leask & Bridge, 2013)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "LITER ATURE RE VIE W"
        },
        {
            "text": "The COVID-19 pandemic presented a profound change for academia, a long-overdue push to bring higher education closer to the modern workplace digitally. Many campuses were closed around the world and instruction was forced to go online where technology infrastructure allowed, nearly overnight. The pandemic and the consequential shift towards remote work can be seen as an opportunity to rethink instruction and learning strategies in higher education. It may be argued that more research is needed on pedagogical and technological designs to construct online learning spaces in general (see, eg, Duvall et al., 2020; Gao et al., 2013) . While there is research on class designs embracing active learning and on use of inclusive tools and techniques in synchronous and asynchronous student online collaborations (see, eg, Bouhnik & Deshen, 2014; Harris et al., 2020; Lage et al., 2000; Montelongo & Eaton, 2020) , more research is needed to address sudden disruptions in such online collaborations; how to develop inclusive teaching strategies to address inequalities among students in terms of crisis effects and experiences, and how to use educational technologies to maintain emotional and personal connections during a crisis such as the COVID-19 pandemic.",
            "cite_spans": [
                {
                    "start": 597,
                    "end": 617,
                    "text": "Duvall et al., 2020;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 618,
                    "end": 635,
                    "text": "Gao et al., 2013)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 822,
                    "end": 845,
                    "text": "Bouhnik & Deshen, 2014;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 846,
                    "end": 866,
                    "text": "Harris et al., 2020;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 867,
                    "end": 885,
                    "text": "Lage et al., 2000;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 886,
                    "end": 911,
                    "text": "Montelongo & Eaton, 2020)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "LITER ATURE RE VIE W"
        },
        {
            "text": "Due to the lack of studies on virtual teams in educational settings during an external crisis, this research utilizes studies in organizational settings regarding managing the effects of the COVID-19 pandemic crisis in remote teams. Hacker et al. (2020) provided insights on the role of technology in building connectivity during the pandemic crisis lockdown measures. Wang et al. (2021) explored work-from-home (WFH) early in the COVID pandemic and identified four kinds of challenges: work-home interference, communication related challenges, deferment and isolation. Virtual team researcher Gibson (2020) collected data on practices that office teams used to combat the negative impacts of transitioning to remote work during the lockdowns. Sudden social distancing practiced in many Asian, European and North American countries in the early weeks of the pandemic may have resulted in inequality, isolation, and hopelessness on the individual level, Gibson (2020) noted. Inequality may include differences in access and preparedness to use technology or be associated with professions that cannot be carried out remotely. Social distancing is fundamentally contradictory to the basic human need for belonging through connection with one another, and thus may lead to a sense of isolation. The social and psychological effects of the health crisis may in turn to feelings of hopelessness (Gibson, 2020) . Gibson (2020) observed three clusters of positive practices that workplace teams used in fighting back the negative effects of social distancing: inclusion, co-presence and vitality. Inclusive organizational practices have the potential to combat inequalities while understanding different parties based on their unique experience, socio-economic context and various skills to connect with means of technology in order to \"cultivate a sense of belonging\" (Gibson, 2020, p. 165) . Co-presence, in turn, refers to interpersonal social contacts through use of technology, such as virtual coffee hours with colleagues while working from home (Abel & McQueen, 2020) . Co-presence offers opportunities to turn social distancing into distant socializing via the use of technology, creating a sense of psychological, physical, and social proximity. Connecting with others can give a sense of energy, forming a source of vitality. Gibson (2020) coined these three clusters of practices to combat the negative effects of the pandemic crisis into the concept of care-in-connecting.",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 253,
                    "text": "Hacker et al. (2020)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 594,
                    "end": 607,
                    "text": "Gibson (2020)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 953,
                    "end": 966,
                    "text": "Gibson (2020)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1390,
                    "end": 1404,
                    "text": "(Gibson, 2020)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1407,
                    "end": 1420,
                    "text": "Gibson (2020)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1862,
                    "end": 1884,
                    "text": "(Gibson, 2020, p. 165)",
                    "ref_id": null
                },
                {
                    "start": 2045,
                    "end": 2067,
                    "text": "(Abel & McQueen, 2020)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2329,
                    "end": 2342,
                    "text": "Gibson (2020)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "LITER ATURE RE VIE W"
        },
        {
            "text": "Universities were similar to other types of organizations in terms of physical and social disruptions to individuals and work teams as a consequence of the pandemic. Thus, the concept care-in-connecting suggested by Gibson (2020) served as a lens in this study exploring the adaptations of the online teams of students and teaching strategies of the faculty members in the Project X program during the early weeks of COVID-19 crisis. The research aims to respond to the following broad research question: How can online instructional teams facilitate care-in-connecting, and what kind of technologies and instructional strategies are needed to successfully navigate global and online learning environments?",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 229,
                    "text": "Gibson (2020)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "LITER ATURE RE VIE W"
        },
        {
            "text": "Project X helps students develop virtual intelligence and was therefore designed to provide students a simulated global virtual team experience. The 2020 project involved 530 students with little or no prior experience of virtual teamwork from 16 institutions in Finland, France, Germany, India, Lithuania, Spain and several states of the United States, ranging from New York to Hawaii. The faculty team including 19 professors shared the objective of providing students a global virtual teamwork experience to develop digital communication and intercultural competencies and integrated Project X in their various business communication courses for six weeks. The project was embedded in their syllabi and was thus compulsory for all students who enrolled in a course that included the Project X. Students received a grade for Project X at the end of the project, which was evenly split between individual participation points and the final report team grade. In order to participate, professors agreed to make Project X account for at least 10% of the final course grade. The motivation behind making the project substantially contribute to the individual student's course grade was to increase student commitment to the work of the project. The professors synchronized instruction in terms of project assignments used to scaffold learning in teams during the six-week project. They also shared assessment criteria to grade the final reports produced by the teams. At the start of the project, all students from the participating classes were randomly assigned to global virtual teams. Each team consisted of 5-6 students from different universities and represented two to four different countries. After the project ended, the hosting classes typically resumed to the regular instruction mode, either in person, hybrid or online format. Due to the pandemic, all hosting classes remained in a remote learning mode.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PROJECT CONTE X T AND RESE ARCH APPROACH"
        },
        {
            "text": "Project X 2020 was in its third week when the pandemic hit. All participating institutions closed their campuses and sent students and instructors to work remotely. Project X faculty members around the globe were in a unique position to develop a new perspective of what it means to continue working with a global virtual collaboration project in times of crisis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PROJECT CONTE X T AND RESE ARCH APPROACH"
        },
        {
            "text": "To explore how care-in-connecting occurred during this project, a post-project survey was administered to all students. The purposes of this survey were to understand the degree to which various student teams experienced care-in-connecting (operationalized as team belonging) and the degree to which Gibson's care-in-connecting framework explained team belonging, and the effects of the pandemic on students. Next, a qualitative study of the 19 instructors was conducted to add insight into how they facilitated a care-in-connecting virtual environment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PROJECT CONTE X T AND RESE ARCH APPROACH"
        },
        {
            "text": "Post-project surveys with open-ended questions were utilized to evaluate how students perceived the teamwork in Project X. Altogether, 440 of 530 participants completed the post-project survey with a response rate of 83.0%. Each team, composed of at least four members, completed the post-project survey. Gibson's (2020) observations of practices how teams were emotionally connecting and coping with the negative impacts of social disruptions using technology-enabled communication, conceptualized as 'care-in-connecting', were used as a heuristic tool in evaluating connecting and collaborating on team level in the 90 teams. Care-in-connecting was operationalized as team belonging, which was measured with two survey items drawing on Allen and Meyer's (1990) affective commitment scale: I felt emotionally invested in my team, and I felt strong belonging to my team (α = 0.87). The 90 teams were classified into low-belonging teams, medium-belonging teams and highbelonging teams based on the responses to items on the questionnaire. The lowest 30 teams for these items were categorized as low-belonging teams (M = 3.18; SD = 0.46), the middle 30 teams as medium-belonging teams (M = 4.15; SD = 0.23) and the highest 30 teams were classified as high-belonging teams (M = 5.00; SD = 0.38).",
            "cite_spans": [
                {
                    "start": 305,
                    "end": 320,
                    "text": "Gibson's (2020)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Data and analysis"
        },
        {
            "text": "One goal was to understand what the teams with high belonging did differently from those with medium or low belonging in terms of Gibson's care-in-connecting framework. Therefore, student perception of inclusive practices in their teams was measured with the following items: I was valued for my contributions to the group discussion and decision making and My group members supported me and my ideas (α = 0.88). These items were selected from Aritz and Walker (2014) to measure inclusion. Moreover, student perception of co-presence was measured following their experience of technology-mediated connection using Slack, a platform that provides communication and collaboration options for teams (see, eg, Azarova et al., 2020) . Finally, the items from the attitude toward using technology subscale of the UTAUT-2 instrument (Venkatesh et al., 2012) were utilized as a measure of technology acceptance: Slack made the project more interesting; Working with Slack was fun; I liked working with Slack (α = 0.95). There was no direct measure of vitality but openended student comments in the next section are presented to illustrate variation based on team belonging. These items were then included in the analysis of variance across low-, medium-, and high-belonging teams (Appendix 1).",
            "cite_spans": [
                {
                    "start": 444,
                    "end": 467,
                    "text": "Aritz and Walker (2014)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 706,
                    "end": 727,
                    "text": "Azarova et al., 2020)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 826,
                    "end": 850,
                    "text": "(Venkatesh et al., 2012)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data and analysis"
        },
        {
            "text": "In light of the findings, care-in-connecting (as measured by team belonging) occurred more often when inclusion, co-presence and vitality were present, as proposed by Gibson (2020) . Those teams with a high belonging clearly benefited from inclusive online environments. Gibson (2020) suggests: \"Care in connecting creates inclusion when diverse voices are heard and incorporated online\" (p. 2). Our survey data showed that members of high-belonging teams on average felt much more at ease speaking up, asking for help, being valued, and feeling support for their ideas (See Appendix 1 for ANOVA analysis for inclusion items).",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 180,
                    "text": "Gibson (2020)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 271,
                    "end": 284,
                    "text": "Gibson (2020)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Results from the post-survey"
        },
        {
            "text": "Teams with high belonging benefited also from co-presence on the collaboration platform. Survey results revealed that members of high-belonging teams on average enjoyed the experience of Slack. Members of the high-belonging teams were likely to refer to the digital platform as interesting, fun and enjoyable, reflecting appreciation of co-presence online. The student perceptions point to experiences of psychological proximity online when using Slack to connect with team members online (Gibson, 2020) (See Appendix 1 for ANOVA analysis for co-presence items).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results from the post-survey"
        },
        {
            "text": "Gibson (2020) did not offer ideas for operationalizing vitality but referred to it as \"a sense of psychological and physical energy\" (p. 5). The post-project survey did not have specific items to measure vitality. However, the survey included open-ended questions about team dynamics, and we suggest that these items shed light on energy levels in teams. The quotes in high-belonging teams illustrate overarching positivity compared to other teams: \"The team had a great dynamic [sic], everyone was eager to work together and truly wanted to gain the most we could from this experience.\" (Student 1) \"Our team is a great team; each personality does contribute [sic] to the team and we are willing to help each other. I would totally do this again!\" (Student 2) \"I honestly loved my team. I think I will miss them. They are [sic] great. Responsive and very kind. We had no problem with dividing action items and getting our assignments done before the due date and submitting our report. I have enjoyed teaming up with them and learning from them.\" (Student 3) \"Everyone got along well, and I think COVID encourages solidarity and teamwork.\" (Student 4) By contrast, members in low-belonging teams mentioned the positives but also were vocal about the challenges: \"I think the team worked pretty well together, aside from a few communication issues we were able to get our tasks done timely and put out a product we were all happy with.\" (Student 5) \"I thought team dynamics were a bit weird at first. . . it was often difficult to be on the same page in a timely manner. With the coronavirus pandemic breaking out in the middle of the project period, it became a little difficult to organize a meeting time better and get everyone on at the same time as some of the team members had to reorganize their lives. At the end, the group successfully completed the project on time, and each of us helped one another.\" (Student 6) \"It was not a very good team dynamic at first because two teammates did not start responding until the very end. However, they helped a lot towards the end to finish the final outcome. I would say it got better for sure [sic] .\" (Student 7)",
            "cite_spans": [
                {
                    "start": 2144,
                    "end": 2149,
                    "text": "[sic]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Results from the post-survey"
        },
        {
            "text": "To gain deeper understanding of the social and instructional responses to a disruptive event in Project X, qualitative narrative inquiry was utilized to gain insight into faculty members' personal experiences of working with the project and student teams during the COVID-19 (Teti et al., 2020) . All 19 faculty members who participated in the project were invited to share their stories regarding the effects of the COVID-19. Ten faculty members responded by sharing their individual narratives on alteration of teaching and learning strategies, co-presence on collaboration tools, as well as their beliefs about the effects of the health crisis on the future of education. While results based on such personal narratives cannot be generalized, they build an understanding based on the emic perspectives of those deeply involved (Keulen & Kroeze, 2012) . The narratives also helped to cross-validate experiences reported by students in the post-survey and evoked a rich description of the events from student and professor perspectives.",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 294,
                    "text": "(Teti et al., 2020)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 830,
                    "end": 853,
                    "text": "(Keulen & Kroeze, 2012)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Data and analysis"
        },
        {
            "text": "The individual narratives were compiled into one narrative dataset. Two authors were involved in a hermeneutic process of reading and rereading the professors' narratives going back to the literature and forming one co-constructed narrative based on the reflective analysis of the Project X during the pandemic from multiple subjective points of views offered by different faculty members (Brown, 1998; Robinson & Kerr, 2015) . The professors occasionally gave voice to their students in their narratives based on essay assignments or class discussions. The data was anonymized, and faculty members are referred to as 'F1' for Faculty 1, 'F2' for Faculty 2 and so forth in the results. Students will be referred to equally as SA, SB, SC and so forth.",
            "cite_spans": [
                {
                    "start": 389,
                    "end": 402,
                    "text": "(Brown, 1998;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 403,
                    "end": 425,
                    "text": "Robinson & Kerr, 2015)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Data and analysis"
        },
        {
            "text": "General pandemic effects on Project X",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Findings from the faculty member narratives"
        },
        {
            "text": "The social restrictions and conversion to remote learning were disruptive for most faculty members in this dataset. Private issues such as illness, loss of loved ones, loss of income and lack of access to appropriate technology and space when working from homes troubled the lives of some of the faculty members. One professor shared that shortly after moving to remote work, his wife began exhibiting signs of COVID-19, and he became the only caretaker for her and their three young children, as he reflected: \"I was attempting to make the transition for multiple classes to remote format; all that while juggling three young kids while they transitioned into online education for their schools. This was a high-stress environment, and like so many other people all over the world, my job took a backseat to my family during this time.\" (F2) Moreover, faculty members shared stories about inequalities in terms of social effects or technology access due to the pandemic situation; about the need to develop compassion towards and among students; as well as about their own changing role as instructor. Transitioning from campuses to learning from home created challenges to access technology for some of the students at first and led to connectivity disruptions in the project: \"Access to students was especially hard for the last half of March. If students did not respond to multiple emails, I was left with few other options. Had we met on campus, and had students still lived in the campus community, I could have solicited help from various campus resources to track down the students and hold them accountable, even if they did not attend class. Remote learning did not make this possible.\" (F8)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Findings from the faculty member narratives"
        },
        {
            "text": "The faculty team was unanimous about the need to provide compassion, comfort, and support while they noted inequalities in how the pandemic impacted students. Some of the students struggled with similar personal life tragedies as the faculty members as a consequence of the pandemic, making it difficult for them to concentrate on schoolwork. Social disparities were significant: some students felt that they were dealing with many issues that other teammates were not. One instructor shared the hopelessness of one honor student who needed to add work hours to compensate for their parents' job loss due to the devastating impact of the pandemic on the family business as described in the reflection assignment:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Findings from the faculty member narratives"
        },
        {
            "text": "\"I have always been on top of my work especially for team projects and presentations because I never wanted to let anyone down and now, I find myself constantly apologizing to my virtual team. They must think of me as a slacker [sic] and that hurts my reputation and even when they say, 'it's okay' I can imagine their frustration.\" (F10) Many instructors mentioned the importance of listening to the students and letting them air frustrations about their experiences with the global teams, communication, and technology disruptions due to campus closures. On the other hand, professors also needed to help students develop compassion to each other. One faculty member shared that despite her geographic region being hit hard, many of her students came from privilege and had the means to fly home and make the transition as comfortable as possible. She reflected:",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 233,
                    "text": "[sic]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Findings from the faculty member narratives"
        },
        {
            "text": "\"I had to work hard to remind them that COVID-19 was devastating for some students, even if they were not sick.\" (F4)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Findings from the faculty member narratives"
        },
        {
            "text": "The pandemic changed both the role of the instructor as well as teaching strategies for many faculties towards a crisis leader and student coaching model. One instructor noted the shift from teacher-centered to student-centered learning as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Findings from the faculty member narratives"
        },
        {
            "text": "\"My relationship with the students shifted towards me being a true supporter and coach for their learning in Project X after the pandemic hit. The fact that I am grading the students became marginalized; we would rather brainstorm, discuss, celebrate successes, and find solutions for problems in a truly collaborative manner -in the individual student-teacher relationship and in the class as a whole. I think that my teaching became more interactive, student-centered, and collaborative.\" (F7)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Findings from the faculty member narratives"
        },
        {
            "text": "One professor shared how the pandemic changed their role from instructor to a crisis leader as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Findings from the faculty member narratives"
        },
        {
            "text": "\"Expectations of what each could do in this time of crisis were revised. Change and crisis communication became important to help teams to navigate challenges and students were pushed to practice tolerance for ambiguity and flexibility.\" (F4) Nevertheless, Project X offered a much-missed sense of normalcy for the participants. The project continued its course with a heightened focus on the relevance of virtual teams, virtual collaboration and problem-solving in cross-cultural teams. Staying on course with the project helped students stay focused, and the global nature of the public health crisis created a sense of comradery among student teams worldwide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Findings from the faculty member narratives"
        },
        {
            "text": "Collaboration platforms as enablers for compassion, inclusion, and co-presence online Professor narratives illuminated the adoption of new strategies for using technology to foster interpersonal connection and compassion. Many professors shared that they deliberately introduced new opportunities for \"being together\" online to provide students a sense of continuity of the class community. The online design of the project empowered all participants to do that in their own way. Professors kept the regularity of meeting in a physical classroom by meeting with students online through weekly WebEx or Zoom sessions. To simulate the classroom environment, one faculty member opened their digital Zoom classroom 10 minutes before the class hour for students to \"hang out\" with classmates like they used to do on campus. WhatsApp class groups created by one instructor became invaluable to overcome technology challenges with mobile messaging platform application and to reinforce a sense of collective belonging. Additionally, students used the platform for seeking help, obtaining missing information, or just for checking in with others-many students posted a simple but compassion-filled question not only to fellow students but also to the professor: \"How are you professor?\" (F10). The mobile platform provided affordance to more compassionate interactions such as personal voice messages from the professor to students.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Findings from the faculty member narratives"
        },
        {
            "text": "Instructor narratives embraced student comments about how using smart tools in the project became essential to overcome the challenges of when the pandemic lockdowns sent students to work from homes. Meeting transcripts, which were part of Project X assignments, produced with AI software Otter.ai provided an easy opportunity to catch up with the progress of the team when some members missed meetings during the transitioning out of dorms; became isolated from the project due to lacking internet connections in remotely located home villages; or when they faced competing responsibilities upon arrival home such as participating in family businesses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Findings from the faculty member narratives"
        },
        {
            "text": "During the lock-down, the faculty members felt validated in their own focus on technology and social media as instructional tools also for normal times. At the same time, some professors noted the need of showing compassion and patience for students who adopted technology for their learning for the first time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Findings from the faculty member narratives"
        },
        {
            "text": "\"It was a good reminder that despite the frequency with which I teach online classes myself, for some students, this would be their first experience with online education. For those students, I tried to be encouraging and empathetic even if their online communication sometimes lacked professionalism.\" (F4) Several students, however, welcomed the online transition whole-heartedly due to the advantages, saving time on commuting to campus being one of the greatest. Some faculty members observed that student engagement even increased when using technology-enabled opportunities such as chats on Zoom classes but also for the simple reason that many students were no longer working, or were working from home, and thus able to allocate more time on studying (F10). Many professors also shared small thank you notes and emails they had received from their students about the of the project in the midst of the pandemic: \"Thank you for sticking with us. I know online classes are tough and a lot of people are not understanding a lot of things because of the e-format. I have had a lot of other teachers sort of 'give up' and simply send assignment sheets out with no class discussion at all, so I really appreciate you continuing class as planned and making the best out of a tough situation.\" (F1)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Findings from the faculty member narratives"
        },
        {
            "text": "\"Project X was a truly valuable experience. Most of my team had to move home during the project for health and safety reasons, making meetings via Skype slightly more difficult. However, the tools that we were encouraged to use […] in online communication platforms helped us reach our goals in the end. I am grateful for the opportunity and challenge of working in a virtual, global team during my college career.\" (F6)",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 231,
                    "text": "[…]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Findings from the faculty member narratives"
        },
        {
            "text": "This study observed how participants of a global virtual team project overcame a connectivity crisis when they were forced to work entirely remotely and by large, from home, due to a sudden health crisis. The results shed light on the practices used by students and their professors to create emotional connections through technology to combat the impacts of social distancing amid the COVID-19 pandemic. The results unfolded as a story about compassion, inclusion, and technology-enabled co-presence across geographical boundaries. However, the story also revealed inequalities as consequences of the personal disruptions caused by the pandemic. These negative aspects were met with deliberate attempts to build togetherness through digital communication channels, while professors and students developed compassion to help one another to cope amid the global health crisis. This paper offers novel insights for transitioning to online education using empathetic, resilient global virtual teams and collaborative technologies as learning tools to foster inclusive global mindsets and prepare students for the digital work environment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The quantitative and qualitative results provide support for the concept of care-inconnecting (Gibson, 2020) and its proposed construction through practices of inclusion and co-presence and drawing vitality from connecting online socially and emotionally. Carein-connecting measured as team belonging in the data demonstrated that the members in teams scoring as 'high-belonging-teams' reported higher levels of inclusion than teams with low levels of belonging. On average, members in higher scoring teams felt valued, more at ease speaking up, asking for help, and receiving support for their ideas by team members than in teams of lower levels of belonging. These results support prior research on psychological safety in that psychological safety is conducive to inclusion (Edmondson & Lei, 2014) .",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 108,
                    "text": "(Gibson, 2020)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 777,
                    "end": 800,
                    "text": "(Edmondson & Lei, 2014)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Moreover, the quantitative results of high team inclusion indicate resilience: when members feel at ease to speak up and solicit for help, teams may withstand a crisis better because members assist one another and seek help to manage the situation (Alliger et al., 2015; Degbey & Einola, 2020) . Furthermore, the members of the teams that showed high care-inconnecting benefited also from online social collaboration. They built co-presence on the project teams' collaboration platform, Slack, and referred to the experience as more positive than teams with lower levels of belonging. The results portray this positivity as a source for vitality in teams that displayed high levels of belonging. The members reflected positive team relationships and solidarity during the pandemic whereas members demonstrating lower levels of belonging were more likely to express mixed or negative emotions about team dynamics.",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 270,
                    "text": "(Alliger et al., 2015;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 271,
                    "end": 293,
                    "text": "Degbey & Einola, 2020)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The qualitative results depict how student teams and faculty members used multiple strategies and inclusive practices to combat the negative consequences of inequalities in access to technology, as well as personal life disruptions. Faculty members unanimously perceived it as their primary task to develop compassion for and amongst students and help all student teams stay on course. Moreover, the instructors adopted a role of crisis leaders and coaches, offering more flexibility, understanding, and empathy. The decision by the faculty team to show positive spirit and keep the project going despite all disruptions, created a sense of normalcy for the students, and their crisis leadership combined with the coaching role helped student teams to build resilience to bounce back to the team track (Sommer et al., 2016) .",
            "cite_spans": [
                {
                    "start": 802,
                    "end": 823,
                    "text": "(Sommer et al., 2016)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Connecting by using technology was inherently part of the global virtual team project. The results in this study illustrate how technology-enabled social presence was used to build much needed emotional and personal connection by faculty and students during the social distancing. Hafermalz and Riemer (2020) suggest that interpersonal connectivity is achievable through skillful work with technology, even with low social and technical connectivity, as was the case during the transition from campuses to homes in the Project X. Many faculty members responded by using alternative technologies-Zoom, Skype, Slack, WhatsApp-to maintain class connectivity and foster belonging. Professors adopted new practices such as personalizing communication via Zoom and WhatsApp, adding empathy and behavioral engagement into these interactions, thus intensifying efforts to build social presence in the virtual classroom (Biocca et al., 2003) . Multiple ways of being together online represented deliberate attempts to develop online inclusion and co-presence with selected technologies to overcome low social and technical connectivity as organization scholars suggest (Gibson, 2020; Hafermalz & Riemer, 2020; Kolb et al., 2020) . Therefore, this study also extends the research on teaching practices fostering a sense of belonging (Kirby & Thomas, 2021) . Ultimately, the results suggest that the transition to an exclusively digital environment changed the role of an information-transfer and instruction-based instructor to a coach and mentor, creating a greater sense of inclusion in student-faculty interactions.",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 308,
                    "text": "Hafermalz and Riemer (2020)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 911,
                    "end": 932,
                    "text": "(Biocca et al., 2003)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1160,
                    "end": 1174,
                    "text": "(Gibson, 2020;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1175,
                    "end": 1200,
                    "text": "Hafermalz & Riemer, 2020;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1201,
                    "end": 1219,
                    "text": "Kolb et al., 2020)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1323,
                    "end": 1345,
                    "text": "(Kirby & Thomas, 2021)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Project X addresses the needs of modern higher education for global inclusion, utilization of technology, and adaptability. Through participating in this project during a pandemic, students acquired soft skills that helped them to navigate some of the challenges they faced due to the pandemic; they developed emotional connections with help of technology and cultivated global camaraderie and empathy (Ritter et al., 2018) . The experience also highlighted the value of global learning and emphasized the importance of incorporating educational technologies and methods that are adaptable and reflect the needs of the modern workplace (see eg, Crawford, 2021) .",
            "cite_spans": [
                {
                    "start": 402,
                    "end": 423,
                    "text": "(Ritter et al., 2018)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 645,
                    "end": 660,
                    "text": "Crawford, 2021)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "IMPLICATIONS FOR FUTURE TE ACHING AND LE ARNING"
        },
        {
            "text": "Technology and globalization have transformed economies and pushed education towards pedagogical innovations and designing flexible and dynamic modes of learning (see eg, Kauppi et al., 2020; Lai, 2020) . While post-secondary education has advanced slowly in recent decades, the year 2020 marks a watershed moment (Trombly, 2020) . Many institutions may continue to provide more online learning opportunities given the comfort and convenience of collaboration tools. At the same time, students at record rates continue to report depression, anxiety, and loneliness, in large part due to physical isolation. Further research is needed about the shifting roles of instructors in this environment. Do online instructors need to adopt more of a coaching and mentoring mentality? Does fostering carein-connecting become an overriding concern in all online instruction? What activities and technologies can instructors use to fulfill these roles more effectively?",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 191,
                    "text": "Kauppi et al., 2020;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 192,
                    "end": 202,
                    "text": "Lai, 2020)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 314,
                    "end": 329,
                    "text": "(Trombly, 2020)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "IMPLICATIONS FOR FUTURE TE ACHING AND LE ARNING"
        },
        {
            "text": "The pandemic experience offers a unique opportunity to envision and construct a future that benefits of immersive educational technologies to promote an inclusive education focused on supporting high levels of global integration, collaboration and co-presence among faculty and students (see Bennett et al., 2018) . Socioeconomic factors, including limited access to technology and lack of infrastructure in various parts of the world, however, are a matter of concern, as well as instructor and student preparedness to use technologies (Camilleri & Camilleri, 2019; Pinheiro & Simões, 2020) . Integrating mobile technologies in curricula is an example of addressing the access challenge as well as younger generations' preferences (Lai, 2020) .",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 313,
                    "text": "Bennett et al., 2018)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 537,
                    "end": 566,
                    "text": "(Camilleri & Camilleri, 2019;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 567,
                    "end": 591,
                    "text": "Pinheiro & Simões, 2020)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 732,
                    "end": 743,
                    "text": "(Lai, 2020)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "IMPLICATIONS FOR FUTURE TE ACHING AND LE ARNING"
        },
        {
            "text": "The example of the global online Project X in the midst of the public health crisis is hoped to offer encouragement and inspiration to address the push towards pedagogical innovations and flexible and dynamic modes of learning. The study on the project portrayed how students and instructors built personal and emotional connectivity, and care for each other across the geographical boundaries during the global health crisis. It exemplifies how the project participants used a variety of technologies and adaptive learning and teaching strategies to combat the social and technology disruptions. In the post-pandemic world, remote work will be even more ubiquitous than before, and the lessons from the pandemic world will gain relevance in the emerging hybrid workplace. Future education should give increasing attention to soft skills in global instructional collaborations: how to build emotional connection and co-presence, and how to display compassion and care in technology-enabled communication in order to prepare students both technically and socially for the global, digital workplace.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IMPLICATIONS FOR FUTURE TE ACHING AND LE ARNING"
        },
        {
            "text": "The authors would like to state that there is no potential conflict of interest in this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C O N F L I C T O F I N T E R E S T"
        },
        {
            "text": "The research was approved by the University of Southern California's Institutional Review Board. The qualitative data embrace personal learning outcomes and self-reflections of students and faculty members drawn from non-generalizable oral histories. To protect the subjects, the accounts were anonymized by using Pseudonyms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "E T H I C S S TAT E M E N T"
        },
        {
            "text": "The research is ongoing, and to protect identities of the students and faculty members, the data are not shared. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D ATA AVA I L A B I L I T Y S TAT E M E N T"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The COVID-19 pandemic calls for spatial distancing and social closeness: Not for social distancing!",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Abel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mcqueen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Public Health",
            "volume": "65",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s00038-020-01366-7"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The measurement and antecedents of affective, continuance and normative commitment to the organization",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Allen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Meyer",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Journal of Occupational Psychology",
            "volume": "63",
            "issn": "",
            "pages": "1--18",
            "other_ids": {
                "DOI": [
                    "10.1111/j.2044-8325.1990.tb00506.x"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Team resilience: How teams flourish under pressure",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Alliger",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Cerasoli",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Tannenbaum",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Vessey",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Organizational Dynamics",
            "volume": "44",
            "issn": "3",
            "pages": "176--184",
            "other_ids": {
                "DOI": [
                    "10.1016/j.orgdyn.2015.05.003"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Leadership styles in multicultural groups: Americans and East Asians working together",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Aritz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Walker",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "International Journal of Business Communication",
            "volume": "51",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/2329488413516211"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Just slack it: A study of multidisciplinary teamwork based on ethnography and data from online collaborative software",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Azarova",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hazoglou",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Spencer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/1461444820975723"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Towards sustainable technology-enhanced innovation in higher education: Advancing learning design by understanding and supporting teacher design practice",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bennett",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lockyer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Agostinho",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "British Journal of Educational Technology",
            "volume": "49",
            "issn": "6",
            "pages": "1014--1026",
            "other_ids": {
                "DOI": [
                    "10.1111/bjet.12683"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Toward a more robust theory and measure of social presence: Review and suggested criteria",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Biocca",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Harms",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Burgoon",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Presence: Teleoperators and Virtual Environments",
            "volume": "12",
            "issn": "5",
            "pages": "456--480",
            "other_ids": {
                "DOI": [
                    "10.1162/105474603322761270"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Active learning: Creating excitement in the classroom",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bonwell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Eison",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "ASHE-ERIC higher education report",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "WhatsApp goes to school: Mobile instant messaging between teachers and students",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bouhnik",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Deshen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of Information Technology Education: Research",
            "volume": "13",
            "issn": "",
            "pages": "217--231",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Teaching and learning in crossdisciplinary virtual teams",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Brewer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mitchell",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sanders",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wallace",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Wood",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "IEEE Transactions on Professional Communication",
            "volume": "58",
            "issn": "2",
            "pages": "208--229",
            "other_ids": {
                "DOI": [
                    "10.1109/TPC.2015.2429973"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Narrative, politics, and legitimacy in an IT implementation",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Journal of Management Studies",
            "volume": "35",
            "issn": "",
            "pages": "35--58",
            "other_ids": {
                "DOI": [
                    "10.1111/1467-6486.00083"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The students' readiness to engage with mobile learning apps. Interactive Technology and Smart Education",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Camilleri",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Camilleri",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "17",
            "issn": "",
            "pages": "28--38",
            "other_ids": {
                "DOI": [
                    "10.1108/ITSE-06-2019-0027"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Employer perspectives on virtual international working: Essential skills for the globalized, digital workplace",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Crawford",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Developments in virtual learning environments and the global workplace",
            "volume": "",
            "issn": "",
            "pages": "178--204",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Swift trust in global virtual teams: Trusting beliefs and normative actions",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Crisp",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Jarvenpaa",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Personnel Psychology",
            "volume": "12",
            "issn": "1",
            "pages": "45--56",
            "other_ids": {
                "DOI": [
                    "10.1027/1866-5888/a000075"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Resilience in virtual teams: Developing the capacity to bounce back",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "Y"
                    ],
                    "last": "Degbey",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Einola",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Applied Psychology",
            "volume": "69",
            "issn": "",
            "pages": "1301--1337",
            "other_ids": {
                "DOI": [
                    "10.1111/apps.12220"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Charting a path forward for education abroad research",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Dietrich",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Frontiers: The Interdisciplinary Journal of Study Abroad",
            "volume": "32",
            "issn": "2",
            "pages": "1--11",
            "other_ids": {
                "DOI": [
                    "10.36366/frontiers.v32i2.465"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Designing for and facilitating knowledge-building discourse in online courses",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Duvall",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Matranga",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Silverman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Information and Learning Sciences",
            "volume": "121",
            "issn": "7/8",
            "pages": "487--501",
            "other_ids": {
                "DOI": [
                    "10.1108/ILS-04-2020-0081"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Psychological safety: The history, renaissance, and future of an interpersonal construct",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Edmondson",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Lei",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Annual Review of Organizational Psychology and Organizational Behavior",
            "volume": "1",
            "issn": "1",
            "pages": "23--43",
            "other_ids": {
                "DOI": [
                    "10.1146/annurev-orgpsych-031413-091305"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Designing asynchronous online discussion environments: Recent progress and possible future directions",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Franklin",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "British Journal of Educational Technology",
            "volume": "44",
            "issn": "3",
            "pages": "469--483",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1467-8535.2012.01330.x"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "From 'social distancing' to 'care in connecting': An emerging organizational research agenda for turbulent times",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gibson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "165--169",
            "other_ids": {
                "DOI": [
                    "10.5465/amd.2020.0062"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Virtually in this together -How webconferencing systems enabled a new virtual togetherness during the COVID-19 crisis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hacker",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vom Brocke",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Handali",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Otto",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schneider",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "European Journal of Information Systems",
            "volume": "29",
            "issn": "5",
            "pages": "563--584",
            "other_ids": {
                "DOI": [
                    "10.1080/0960085X.2020.1814680"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Interpersonal connectivity work: Being there with and for geographically distant others",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hafermalz",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Riemer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Organization Studies",
            "volume": "",
            "issn": "12",
            "pages": "1627--1648",
            "other_ids": {
                "DOI": [
                    "10.1177/0170840620973664"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "From panic to pedagogy: Using online active learning to promote inclusive instruction in ecology and evolutionary biology courses and beyond",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "N"
                    ],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Mccarthy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Wright",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Schutz",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Boersma",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Shepherd",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Manning",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Malisch",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Ellington",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ecology and Evolution",
            "volume": "10",
            "issn": "",
            "pages": "12581--12612",
            "other_ids": {
                "DOI": [
                    "10.1002/ece3.6915"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Online and hybrid learning",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hwang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of Management Education",
            "volume": "42",
            "issn": "4",
            "pages": "557--563",
            "other_ids": {
                "DOI": [
                    "10.1177/1052562918777550"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "I still miss human contact, but this is more flexible-Paradoxes in virtual learning interaction and multidisciplinary collaboration",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kauppi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Muukkonen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Suorsa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Takala",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "British Journal of Educational Technology",
            "volume": "51",
            "issn": "",
            "pages": "1101--1116",
            "other_ids": {
                "DOI": [
                    "10.1111/bjet.12929"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Back to business: A next step in the field of oral history for leadership and organizational research. The Oral History Review",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Keulen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kroeze",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "39",
            "issn": "",
            "pages": "15--36",
            "other_ids": {
                "DOI": [
                    "10.1093/ohr/ohs044"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "High-impact teaching practices foster a greater sense of belonging in the college classroom",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A J"
                    ],
                    "last": "Kirby",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Journal of Further and Higher Education",
            "volume": "",
            "issn": "",
            "pages": "1--14",
            "other_ids": {
                "DOI": [
                    "10.1080/0309877X.2021.1950659"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Connectivity in and around organizations: Waves, tensions, and trade-offs",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Kolb",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dery",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Huysman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Metiu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1589--1599",
            "other_ids": {
                "DOI": [
                    "10.1177/0170840620973666"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Inverting the classroom: A gateway to creating an inclusive learning environment",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Lage",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Platt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Treglia",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Journal of Economic Education",
            "volume": "31",
            "issn": "1",
            "pages": "30--43",
            "other_ids": {
                "DOI": [
                    "10.1080/00220480009596759"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Trends of mobile learning: A review of the top 100 highly cited papers",
            "authors": [
                {
                    "first": "C.-L",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "British Journal of Education Technology",
            "volume": "51",
            "issn": "",
            "pages": "721--742",
            "other_ids": {
                "DOI": [
                    "10.1111/bjet.12884"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Comparing internationalization of the curriculum in action across disciplines: Theoretical and practical perspectives",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Leask",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bridge",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "A Journal of Comparative and International Education",
            "volume": "43",
            "issn": "",
            "pages": "79--101",
            "other_ids": {
                "DOI": [
                    "10.1080/03057925.2013.746566"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Fostering positive relational dynamics: The power of spaces and interaction scripts",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mazmanian",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Perlow",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Academy of Management Journal",
            "volume": "63",
            "issn": "",
            "pages": "96--123",
            "other_ids": {
                "DOI": [
                    "10.5465/amj.2016.0685"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Changing the perspective of virtual work: Building virtual intelligence at the individual level",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Makarius",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Larson",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "31",
            "issn": "",
            "pages": "159--178",
            "other_ids": {
                "DOI": [
                    "10.5465/amp.2014.0120"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Online learning for social justice and inclusion: The role of technological tools in graduate student learning",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Montelongo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Eaton",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Information and Learning Technology",
            "volume": "37",
            "issn": "1-2",
            "pages": "33--45",
            "other_ids": {
                "DOI": [
                    "10.1108/IJILT-11-2018-0135"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Perspective-Rethinking teams: From bounded membership to dynamic participation",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mortensen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Haas",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Organization Science",
            "volume": "29",
            "issn": "2",
            "pages": "341--355",
            "other_ids": {
                "DOI": [
                    "10.1287/orsc.2017.1198"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Language matters: Status loss and achieved status distinctions in global organizations",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Neeley",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Organization Science",
            "volume": "24",
            "issn": "2",
            "pages": "476--497",
            "other_ids": {
                "DOI": [
                    "10.1287/orsc.1120.0739"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Digital access and literacy: Familiarity with digital technologies in european union countries",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Pinheiro",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Simões",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "129--149",
            "other_ids": {
                "DOI": [
                    "10.4018/978-1-7998-1591-4.ch00"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Designing management curriculum for workplace readiness: Developing students' soft skills",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Ritter",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Small",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Mortimer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Doll",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of Management Education",
            "volume": "42",
            "issn": "1",
            "pages": "80--103",
            "other_ids": {
                "DOI": [
                    "10.1177/1052562917703679"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Reflexive conversations: Constructing hermeneutic designs for qualitative management research",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kerr",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "British Journal of Management",
            "volume": "26",
            "issn": "",
            "pages": "777--790",
            "other_ids": {
                "DOI": [
                    "10.1111/1467-8551.12118"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Challenges and benefits of global teams-An HR perspective",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Keeping positive and building strength: The role of affect and team leadership in developing resilience during an organizational crisis. Group & Organization Management",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Sommer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Howell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "N"
                    ],
                    "last": "Hadley",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "41",
            "issn": "",
            "pages": "172--202",
            "other_ids": {
                "DOI": [
                    "10.1177/1059601115578027"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Globally networked learning environments: Reshaping the intersections of globalization and e-learning in higher education",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Starke-Meyerring",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "E-Learning and Digital Media",
            "volume": "7",
            "issn": "2",
            "pages": "127--132",
            "other_ids": {
                "DOI": [
                    "10.2304/elea.2010.7.2.27"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Methods in the time of COVID-19: The vital role of qualitative inquiries",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Teti",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Schatz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liebenberg",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Qualitative Methods",
            "volume": "19",
            "issn": "",
            "pages": "1--5",
            "other_ids": {
                "DOI": [
                    "10.1177/1609406920920962"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Learning in the time of COVID-19: Capitalizing on the opportunity presented by the pandemic",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Trombly",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Professional Capital and Community",
            "volume": "5",
            "issn": "3/4",
            "pages": "351--358",
            "other_ids": {
                "DOI": [
                    "10.1108/JPCC-05-2020-0016"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "titative dataset from a post-project survey among 500 participating students and a qualitative narrative inquiry of personal experiences of the faculty members. The findings reveal how innovative use of a variety of collaboration and communication technologies helped students and their professors in building emotional connection and compassion to support each other in the midst of the crisis, and to accomplish the project despite connectivity disruptions. The results suggest that the role of an instructor changed to a coach and mentor, and technology was used to create a greater sense of inclusion and co-presence in student-faculty interactions. Ultimately, the paper highlights the role of technology to help the participants navigate sudden crisis affecting a global online instructional team project. The adaptive instructional",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Minna Logemann https://orcid.org/0000-0002-5637-3506 E N D N O T E 1 Project X is an acronym used for the project to keep anonymity.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Venkatesh, V., Thong, J. Y., & Xu, X. (2012) How to cite this article: Logemann, M., Aritz, J., Cardon, P., Swartz, S., Elhaddaoui, T., Getchell, K., Fleischmann, C., Helens-Hart, R., Li, X., Palmer-Silveira, J. C., Ruiz-Garrido, M., Springer, S., & Stapp, J. (2022). Standing strong amid a pandemic: How a global online team project stands up to the public health crisis. British Journal of Educational Technology, 53, 577-592. https://doi.org/10.1111/bjet.13189",
            "cite_spans": [
                {
                    "start": 15,
                    "end": 44,
                    "text": "Thong, J. Y., & Xu, X. (2012)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Analysis of variance for low-, medium-, and high-belonging teams.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A P P E N D I X 1"
        },
        {
            "text": "Highbelonging teamsInclusion I was valued for my contributions to the group discussion and decision making B",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mediumbelonging teams"
        }
    ]
}