{
    "paper_id": "c68b2a35a3fdf25082b92abbb1e12592e3d360a5",
    "metadata": {
        "title": "The expanding vulnerabilities of being UTXless",
        "authors": [
            {
                "first": "Hai",
                "middle": [],
                "last": "Jiang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Cell Biology",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "addrLine": "320 Yue-yang Road",
                        "postCode": "200031",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In a recent study. 1 published in Signal Transduction and Targeted Therapy, Dr. Yu Liu and collaborators report that the differentiation block in UTX-null leukemia cells can be reverted by an LSD1 inhibitor, highlighting additional ways of targeting UTX-deficient malignancies.",
            "cite_spans": [
                {
                    "start": 19,
                    "end": 20,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "UTX is an important epigenetic regulator, and many human cancers harbor mutations or deletions in this gene. 2 A series of recent studies have established the role of UTX as a tumor suppressor in leukemia, lymphoma, pancreatic, and lung cancers. [3] [4] [5] [6] [7] In particular, it was also demonstrated that UTX escapes from X chromosome inactivation, therefore females have more functional copies of this tumor suppressor than do males, and different dosages of UTX in male and females contribute to cancer sex bias. 5, 8 Biochemically, UTX is a histone demethylase that removes methyl groups from tri-and di-methyl H3K27, which negatively regulates gene expression. The loss of UTX, therefore, has been demonstrated to affect gene expression, cellular differentiation, and embryonic development. In many cancer models, the role of UTX as a tumor suppressor has been linked to epigenetic changes associated with UTX loss. 4, 7 Significant changes in enhancer and chromatin accessibility were observed in UTX knockout cancer models, and an enzyme activity-independent role has also been proposed for UTX as a tumor suppressor. 4, 7 Several studies have shown that UTX-deficient cancers are more aggressive and can lead to poor patient survival. 4, 5, 9 An important question is how to develop specific strategies to more effectively treat these UTX-deficient cancers. Several lines of evidence have been established (Fig. 1) . First, since UTX is a H3K27 demethylase, several research groups have shown that inhibitors of EZH2, the H3K27 methyltransferase, can strongly inhibit the growth of UTXdeficient cancers. 6, 9 Second, in pancreatic cancer models it was found that UTX-deficient cancer is sensitive to BET inhibitors, which restrain gene expression from super-enhancers that are altered by UTX loss. 4 Third, two separate studies suggest that the cellular sensitivity to cytarabine, a cytosine analog that inhibits DNA synthesis, is potentially affected by the H3K27 methylation status. In AML, the loss of the H3K27 methyltransferase EZH2 induced resistance to cytarabine, 10 whereas in lymphoma models the loss of the H3K27 demethylase UTX sensitized the cells to this drug. 5 It remains interesting to determine whether the above findings, if applied in clinics, could enhance the treatment outcome of UTX-deficient tumors.",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 110,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 246,
                    "end": 249,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 250,
                    "end": 253,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 254,
                    "end": 257,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 258,
                    "end": 261,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 262,
                    "end": 265,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 521,
                    "end": 523,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 524,
                    "end": 525,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 926,
                    "end": 928,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 929,
                    "end": 930,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1130,
                    "end": 1132,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1133,
                    "end": 1134,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1248,
                    "end": 1250,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1251,
                    "end": 1253,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1254,
                    "end": 1255,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1617,
                    "end": 1619,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1620,
                    "end": 1621,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1811,
                    "end": 1812,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2085,
                    "end": 2087,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2188,
                    "end": 2189,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 1419,
                    "end": 1427,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "In an interesting paper in this issue of Signal Transduction and Targeted Therapy, research conducted by Dr. Yu Liu's group 1 has further expanded the weaponry against UTX-deficient malignancies. To further explore the potential pharmacological weakness of being UTX-deficient, an elegant model of UTX-null hematopoietic stem and progenitor cells (HSPCs) was employed. In human patients, UTX mutation in this cell type causes a differentiation block that contributes to the development of MDS and AML. While screening for small molecules that are able to release such a differentiation block, the authors identified SP2509, a selective inhibitor of the H3K4 demethylase LSD1. Ensuing studies demonstrated that SP2509 promoted the differentiation of UTXnull HSPCs but not wild type HSPCs. Gene signatures in UTX-null HSPCs were also reverted by this drug. Importantly, from a cancer treatment perspective, SP2509 promoted the differentiation of UTX-deficient AML cells in vivo and extended mice survival. These findings convincingly demonstrated that H3K4 methylation is crucially involved in the differentiation block caused by UTX deficiency. It was also the first time that the H3K4 demethylase inhibitor was suggested for fighting UTXless cancers. Fig. 1 Loss of UTX in cancer cells results in an altered epigenetic state that renders cancer cells vulnerable to several small molecules and anticancer drugs (in red) 1 Interestingly, UTX often coexists with two H3K4 methyltransferases MLL3/MLL4 in the COMPASS complex. This complex, by coordinately removing the repressive H3K27 methylation marker and establishing the active H3K4 methylation marker, mediates crucial decisions in gene expression and cellular differentiation. Indeed, in the paper by Wu et al., a UTX knockout was shown to decrease H3K4 methylation in HSPCs, likely through the COMPASS-like complex, and the LSD1 inhibitor SP2509 decreased the self-renewal ability of UTX-null HSPCs. Together with previous findings, it seems that UTX-deficient cancer cells dance delicately on the balance between H3K27 and H3K4 methylation status, and pharmacological weakness can be specifically explored for such an altered balance within UTXdeficient cancer cells. The novel findings by Wu et al. not only established the relevance of the COMPASS complex for the maintenance of the UTX-deficient cancer state but also highlighted additional enzymatic targets in the fight against UTXless malignancies (Fig. 1) .",
            "cite_spans": [
                {
                    "start": 1419,
                    "end": 1420,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 1251,
                    "end": 1257,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 2459,
                    "end": 2467,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Epigenetic drug library screening identified an LSD1 inhibitor to target UTX-deficient cells for differentiation therapy",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Signal. Transduct. Target Ther",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41392-019-0040-2"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "UTX Mutations in Human Cancer",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shilatifard",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Cancer Cell",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ccell.2019.01.001"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Contrasting roles of histone 3 lysine 27 demethylases in acute lymphoblastic leukaemia",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ntziachristos",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/nature13605"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Loss of KDM6A Activates Super-Enhancers to Induce Gender-Specific Squamous-like Pancreatic Cancer and Confers Sensitivity to BET Inhibitors",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Andricovich",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Cancer Cell",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ccell.2018.02.003"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "UTX is an escape from X-inactivation tumor-suppressor in B cell lymphoma",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nat. Commun",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41467-018-05084-w"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "In vivo CRISPR screening unveils histone demethylase UTX as an important epigenetic regulator in lung tumorigenesis",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Proc. Natl Acad. Sci",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1716589115"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "UTX-mediated enhancer and chromatin remodeling suppresses myeloid leukemogenesis through noncatalytic inverse regulation of ETS and GATA programs",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gozdecka",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nat. Genet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41588-018-0114-z"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Tumor-suppressor genes that escape from X-inactivation contribute to cancer sex bias",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dunford",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nat. Genet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/ng.3726"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "UTX/KDM6A Loss Enhances the Malignant Phenotype of Multiple Myeloma and Sensitizes Cells to EZH2 inhibition",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ezponda",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Cell Rep",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.celrep.2017.09.078"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Loss of the histone methyltransferase EZH2 induces resistance to multiple drugs in acute myeloid leukemia",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Göllner",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nat. Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/nm.4247"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons. org/licenses/by/4.0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}