{
    "paper_id": "c6eadb8d77ad57e95f6453ec08e53263a8fad541",
    "metadata": {
        "title": "SARS-CoV-2 and the skin, a hidden treasure",
        "authors": [
            {
                "first": "Raffaele",
                "middle": [],
                "last": "Gianotti",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Università degli Studi di Milano",
                    "location": {
                        "country": "Italy"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "A few days ago, I read an article by Harald Kittler, an authority in the dermoscopy field and director of the Dermatological Clinic of the University of Vienna. He called for a rigorous peerreview process to purge world literature of junk articles published in haste during the acute phase of the pandemic 1 and to reaffirm that the lack of careful monitoring could have led to diagnostic and therapeutic mistakes for COVID-19 patients'. True indeed, although perhaps the other side of the coin has even more negative implications. Kittler's article directly quoted the Italian group; hence, together with Sebastiano Recalcati, we sent a response letter to the editor of the British Journal of Dermatology. 2 It all started with an exchange of emails I had with my friend Heinz Kutzner who, getting passionately into the debate, wrote me a piece worthy of a front-line reporter of the NY Times. What happened to me and what Kutzner wrote is worthy of being told.",
            "cite_spans": [
                {
                    "start": 707,
                    "end": 708,
                    "text": "2",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "On March 17th, in the middle of the pandemic, the first three punch biopsies of COVID-19 patients arrive, performed onthe-fly in the intensive care unit. They are not autoptic material of patients who died from COVID-19, where what stands out are only artifacts. We found our biopsies' findings worthy of being shared; therefore, I sent it in a hurry to a top-class American journal. Lindy Fox, president of the American Order of Dermatologists, who was very interested in my observations, also joined my group. The surprising thing is that the dermatopathological experts, who are very strict reviewers of the most popular magazine in the world, could not see what was incredibly clear from my pictures: small caliber thrombosed vessels. In the observations, they wrote: \"Patient's path might have some vasculitis, but this needs to be clarified, but I cannot see any evidence of vasculitis or thrombi\". They wrote that they could not see in any of the figures the enormously dilated vessels with thick infiltrative lymphocytic sleeves. I will spare you the tragedy of the lack of signature by a patient intubated in intensive care, of whom we have published a square centimeter of skin on the thigh. The article was rejected because I was unable, using 550 words, to describe the clinical and histological features fully. It was published two days later in Acta Dermato-Venereologica with a 60-days delay and won the monthly prize for the most downloaded article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Kutzner, who has a culture almost as extensive as the size of Lake of Constance, told me that he had pinned on the door of his office the article from Science, January 10th, 2020, \"Mystery illness hits city in China\". The whole world was convinced that they were dealing with interstitial pneumonia. He gets out of the hat, the DaNang Lung. In the spring of 1970, during the DaNang offensive, many American soldiers in Vietnam died from complications of a strange form of respiratory problems. 3 The X-ray showed what everyone thought was interstitial pneumonia. Instead, it was a DIC-related shock syndrome. All attempts to treat patients with oxygen therapy worsened the clinical state of the patient who sadly died. Conclusion of DaNang's lung: the pathogenesis was identical to COVID-19 while the etiology was different: a 38caliber bullet and a 20-nanometer virus. However, they both had the same destructive potential. He wrote between the lines of his medical ethics piece: \"If I had dug up the Vietnam War by finding a correlation with COVID-19, they would have called me crazy\". Sometimes the reviewer's job is difficult; you can look like a fool when you are called to judge something you don't know. But if not even one dermatopathology article linked to COVID-19 infection arrives from the United States, how can we expect the reviewers to do a proper job. How many lives could have been saved if someone believed in livedoid vasculopathy or remembered the DaNang's lung? In those days, no one was talking yet about heparin as a therapy.",
            "cite_spans": [
                {
                    "start": 494,
                    "end": 495,
                    "text": "3",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Very few physicians have the luck of dermatologists and dermatopathologists. What for others must be sought with Xrays, CT, and MRI, we have it in front of our eyes. To have biopsies of noble organs, you have to wait days or the autopsy tests that were prohibited during the pandemic. The virologists and the intensive care team experts I consulted, showed extraordinary professionalism and dedication. However, the skin pathology for them was a distant memory that went back to the rashly studied university exam. Who in the world, if not a dermatologist, can provide you, in 15 minutes, a dozen fixed or frozen punches to indulge yourself with the most sophisticated techniques and seek answers to the many mysteries of what I now consider the king of viral killers?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "For this, we need all the possible information about skin lesions in SARS-CoV-2 positive patients. Suppose it is now confirmed that the cutaneous epithelial damage, caused indirectly by the virus that induces necrosis of keratinocytes with a CD8+ cellmediated mechanism, is similar to HSVcorrelated erythema multiforme. In that case, I do not see why this cannot also occur in the respiratory epithelium. Suppose we regularly find a massive cutaneous infiltration of the eccrine glandular glomeruli with immunohistochemical positivity for the viral core proteins: why not think that this also happens in the kidney? If we find a cutaneous diffuse micro thrombosis with small hyaline-like plugs and a massive perivascular cuff-like lymphocytic infiltration, why does the damage to the central nervous system differ? The weak point of SARS-CoV-2 is the skin. The virus cannot hide in the skin. In a recent article on the pathogenesis of COVID-19 infection by Paulo Ricardo Criado, 4 it is emphasized that only 600 skin articles in the literature are very few compared to the millions of infected people worldwide. So, every report on skin and COVID-19 must be given the opportunity to be published quickly. Is there a risk of faked papers? In war, there are no one complains of collateral damage during military action. However, we can reduce collateral damage. In emergencies, newspapers with high impact factors should organize a network of professional reviewers. They could connect digitally with the authors of the article when there are justified doubts about the authenticity of the data presented. Would anonymity fall? So be it! We could come across the brilliant idea (DaNang Lung) that would help save lives and would be published in 15 days and not after four months, perhaps because the Marine who died in combat could not sign off the publication of his X-ray.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Where have they all gone? While writing my reports, I was always keeping an eye on the news of skin Commentary histopathology associated with SARS-CoV-2 published on PubMed. I was sure that the great American giant and the British Empire that gave birth to the modern dermatopathologist figure in the 1950s would have flooded me with articles telling us histopathological aspects that at that time were still in the ink of my pen. Nothing! Only Spain and Italy have tried to expose SARS-CoV-2 on the skin, but what about the others? A few articles on chilblains that captivated many authors have been published. In addition to appearing redundant, these works on the mystery of SARS-CoV-2 that induces chilblains and then disappears occasionally, seemed hilarious to me. One, in particular, struck me. A Belgian study, frustrated by the absence of positive throat swabs and serological tests that showed an alarming lack of antibodies in affected children, concluded the article with a statement that deserves the Oscar for best script in science fiction: The pandemic of chilblains that has affected children worldwide was probably caused by the fact that they wandered around the house barefoot during the lock-down. I am 61 years old, and at this point in my life, I should have two shapeless stumps instead of the extremities, and chilblains should then be one of the first causes of motor deficits worldwide since the 1600s. The author of the article and the reviewer, who works for the most prestigious dermatological journal globally, probably thought they were screenwriting for a movie by Stan Laurel and Oliver Hardy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Again! DaNang's lung! Some insist on wanting to see the virus surfing along the vascular circle to approve the publication of an article, and some do not ask reasonable questions to understand the incredible elusive skill of SARS-CoV-2, like the DaNang Vietnamese soldiers. They hit and disap-peared in the underground tunnels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Anyways, the big names in dermatopathology world are absent to the point that I was wondering if, in Italy and Spain, there was a viral strain modified for systematic skin symptoms. The major global dermatopathology laboratories can do realtime PCR and know the last film seen by the nodular melanoma before surgical excision. In the SARS-CoV-2 challenge of the century, only a handful of dermatopathologists have studied COVID-19 dermatoses and skin tissue damage. Of course, everyone has always dedicated themselves to the neoplastic disease because tumors have a great social and economic response. The inflammatory disease has been seen as a dermatologist's hobby who have always been considered second-level clinicians, and then, let's face it. You never die for the cutaneous inflammatory disorder. I assure you that not a day goes by without seeing dermatitis with the unmistakable signs of viral infection in healthy carriers of systemic disease. Whenever I pass one of these slides to my trusty Immunostain-man, Dr. Fellegara of the Pathology department, we both already know that the eccrine gland cuticle will be delicately marked. If you are still skeptical, I will tell you that on January 5th, 2020, I diagnosed Kaposi's disease associated with erythema multiforme in an elderly immunocompromised patient caused by long-term therapy due to Moritz's disease. I have never digested that diagnosis. When the opportunity arose to perform a large study with fellow pathologists at the Sacco Hospital who have been using PCR paraffin-embedded samples for some time, I slipped the block into the case bag. The first preliminary results tell me that the thrombosed vessels underneath the erythema multiforme have nothing to do with our Hungarian colleague. A small 20-nanometer bullet is the cause of it all.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The lack of articles on dermatopathology and COVID-19 is distressingly indicative of how the number of pathologists/dermatopathologists capable of reading cutaneous inflammatory disease correlating it to clinical data has been reduced to only a small front-line group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "All this reminds me of the phrase by Bernie Ackerman, who has always loved inflammatory forms as much as melanocytic lesions: \"H&E shows it all if your eyes and your brain are working properly!\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Cutaneous signs in SARS CoV-2 infection: A plea for more rigorous peerreview in the time of COVID-19 [published online ahead of print",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kittler",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tschandl",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Weninger",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Cutaneous signs in SARS CoV-2 infection: A plea for more rigorous peer-review in the time of COVID-19\": the fine line in the pandemic era",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Recalcati",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gianotti",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Response",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Br J Dermatol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "P Shock lung, a distinctive non-entity. Circulation",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fishman",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1161/01.CIR.47.5.921"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Are the cutaneous manifestations during or due to SARS-CoV-2 infection/COVID-19 frequent or not? Revision of possible pathophysiologic mechanisms",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Criado",
                    "suffix": ""
                },
                {
                    "first": "Bmz",
                    "middle": [],
                    "last": "Abdalla",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "C"
                    ],
                    "last": "De Assis",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Inflamm Res",
            "volume": "69",
            "issn": "",
            "pages": "745--56",
            "other_ids": {
                "DOI": [
                    "10.1007/s00011-020-01370-w"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}