{
    "paper_id": "c82a984a96c6fc38c1ada5901e19ff3abf2bc4b6",
    "metadata": {
        "title": "The Impact of U.S. Housing Type and Residential Living Situations on Mental Health during COVID-19",
        "authors": [
            {
                "first": "Jyotsna",
                "middle": [],
                "last": "Ghimire",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Georgia",
                    "location": {
                        "postCode": "30602",
                        "settlement": "Athens",
                        "region": "GA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Andrew",
                "middle": [
                    "T"
                ],
                "last": "Carswell",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Georgia",
                    "location": {
                        "postCode": "30602",
                        "settlement": "Athens",
                        "region": "GA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Ramesh",
                "middle": [],
                "last": "Ghimire",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Georgia",
                    "location": {
                        "postCode": "30602",
                        "settlement": "Athens",
                        "region": "GA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Pamela",
                "middle": [
                    "R"
                ],
                "last": "Turner",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Georgia",
                    "location": {
                        "postCode": "30602",
                        "settlement": "Athens",
                        "region": "GA",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The COVID-19 pandemic has impacted several aspects of life, with one being the home environment. Apart from disaster scenarios which require evacuations, the pandemic has required most Americans to shelter in place rather than retreat from an external threat. [1] stated that \"[t]he COVID-19 pandemic incorporates a suite of health, economic and political challenges; housing is emerging as one of them\" (p. 177). Due to shelter-in-place orders enforced by various government agencies, numerous people were confined to their homes for many weeks. Due to differences in residential environments, these orders could have exacerbated residents' mental health problems.",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 263,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "While rental communities are perceived to be more adversely affected by the pandemic than homeowners [2] , limited studies have investigated the relationship between residential environments and residents' mental health during the pandemic. Using data from the Household Pulse Survey (HPS), conducted between 23 April and 23 November 2020, this study explored the relationship between residential environments and mental health status as perceived by residents during the COVID-19 pandemic. The relationship between the mental health status of residents and their housing tenure (own or rent) and household size while controlling for their sociodemographic characteristics, general health-related variables, and week-specific unobserved heterogeneities were examined. Then, the housing tenure variable was replaced by building type, and the relationship between these two was examined.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 104,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Residential environments can be an important factor in predicting mental health status in general and during the COVID-19 pandemic. Multifamily homes provide unique situations that create complexity for residents. Normally thought of as a respite from crises, apartment homes can foster additional anxiety among residents. Research has shown adverse psychological consequences in high-density housing situations independent of pandemics [3, 4] . These high-density environments make social distancing difficult to maintain. In several U.S. metropolitan areas, the share of households residing in apartment buildings either meets or exceeds 20 percent [5] . Many U.S. renters have overextended their budgets beyond their ability to pay for rental units, which is commonly defined as 30 percent or less of gross income [6] . For those who are already low-income, rental affordability has become a larger problem during the pandemic. Because renters have demonstrably fewer savings than their home-owning counterparts [7] , the pandemic has potentially dire economic consequences, especially for low-income households [8] . Homeowners may have more resources (e.g., home equity) to cope with financial hardship than renters [6] .",
            "cite_spans": [
                {
                    "start": 437,
                    "end": 440,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 441,
                    "end": 443,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 651,
                    "end": 654,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 817,
                    "end": 820,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 1015,
                    "end": 1018,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1115,
                    "end": 1118,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1221,
                    "end": 1224,
                    "text": "[6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Residential Environments and Mental Health during Pandemic"
        },
        {
            "text": "These affordability problems have also been shown to have negative effects on households' mental health [9] . Due to the potential fragility of many renters' situations, public health experts identified those with \"precarious\" housing situations as highly vulnerable populations during the pandemic, which necessitates the need for multidisciplinary research efforts [10] .",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 107,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 367,
                    "end": 371,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Residential Environments and Mental Health during Pandemic"
        },
        {
            "text": "Including the public health and economic concerns that the COVID-19 pandemic has engendered, mental health aspects have recently emerged [11] . The COVID-19 effect on certain housing situations could exacerbate already existing mental health conditions. There has been a pronounced lack of research on the intersection of housing situations and household mental health, although there is evidence that higher-density apartment living does create strains on psychological well-being even during pre-pandemic periods [12] . Furthermore, recent research shows the effect that subsidized housing has on adolescent mental health, relative to its private sector counterparts [13] . Property management personnel are not normally well-versed in recognizing or responding to tenants' mental health issues, but the topic is currently being discussed within the profession as the pandemic has lingered over many months [14] . In mid-2020, the [15] released its best practices for addressing residents with mental health concerns. These mental health matters can be exacerbated by the identification of a positive virus case within the building, which can increase anxiety over who will be next to catch the virus [14] . Domestic violence also becomes a concern for many as they become subject to lockdown procedures and loss of income [16] [17] [18] . The threat of eviction due to economic circumstances can also have effects on mental health. [19] found evidence of mental health situations during normal eviction situations before COVID-19. These mental health issues can be more pronounced for children, even several years after the eviction event [20] . Household financial crises which are not tied to evictions have also been proven to cause psychological distress [21, 22] . Because the economic impact of COVID-19 has most disproportionately affected lowerincome Americans [23] and because most apartment dwellers are classified as low-to moderate-income, it is possible that the multifamily housing industry is primed for a mental health crisis due to the fallout from COVID-19.",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 141,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 515,
                    "end": 519,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 669,
                    "end": 673,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 909,
                    "end": 913,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 933,
                    "end": 937,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1203,
                    "end": 1207,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1325,
                    "end": 1329,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1330,
                    "end": 1334,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1335,
                    "end": 1339,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1435,
                    "end": 1439,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1642,
                    "end": 1646,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1762,
                    "end": 1766,
                    "text": "[21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1767,
                    "end": 1770,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1872,
                    "end": 1876,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Residential Environments and Mental Health during Pandemic"
        },
        {
            "text": "This analysis was conducted using the U.S. Census Bureau's Household Pulse Survey, a national-level household survey, collected between 23 April and 23 November 2020. The Household Pulse Survey was a weekly 20-minute online survey, conducted by U.S. Census Bureau in collaboration with other federal agencies. The Household Pulse Survey was designed to complement the ability of the federal statistical system to rapidly respond and provide relevant information about the scope of the impact of COVID-19 in the US [24] . The survey covers questions about childcare, education, employment, food security, health, housing, social security benefits, household spending, consumer spending associated with stimulus payments, intention to receive a COVID-19 vaccination, and transportation affected by the ongoing crisis [25] . Hence, the survey collects information on how the coronavirus pandemic has been socially and economically impacting households across the country. The Census Bureau randomly chooses the address of the household across the country to ensure the representation of the entire population. However, households' participation in the survey is completely voluntary [25] .",
            "cite_spans": [
                {
                    "start": 514,
                    "end": 518,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 815,
                    "end": 819,
                    "text": "[25]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1180,
                    "end": 1184,
                    "text": "[25]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Data Source"
        },
        {
            "text": "The survey's noteworthy variables that have been used within the various analyses are shown in Table 1 . Many of these variables included control variables that related to the various demographic and socioeconomic characteristics of the households (age, race, income, gender, education level, and marital status). Four of the binary variables within the survey (Down, Anxious, Worry, and Interest) indicated the degree to which the household was suffering from mental health concerns, particularly as they related to feeling down, experiencing anxiety, being worried, and losing interest. Based on these four variables, a binary indicator variable for mental health was constructed. The variable mental health equals one if the survey respondent indicated that they felt down (several days, more than half the days, nearly every day) or experienced anxiety (several days, more than half the days, nearly every day) or was worried (several days, more than half the days, nearly every day), or lost interest (several days, more than half the days, nearly every day), and zero otherwise. Housing environments can play an important role in coping with this pandemic. The three home-specific variables that were tracked for effects on participants' mental health were the number of people residing within the home, homeowner versus renter status, and building type. The expectations were that the number of people within the home would have a positive relationship with mental health concerns, as the greater number of people provided potentially more exposure to infection for someone who was a carrier. Added to that, more people within a finite amount of space created less privacy and undoubtedly more stress. Homeowners were expected to have less stress for many of these same privacy concerns. Whereas homeowners were more likely to have more square footage within their dwelling unit, there was also a sense of control within homeownership situations that was more empowering and less stressful than a rental situation. The anxieties within apartment scenarios were illustrative of that reality. Even though property management is a growing profession with certain sets of industry care and standards, it is not clear whether all property managers are consistent in providing quality across the board. Simultaneously, these managers have a large degree of control over the various policies of that building, not the least of which includes who can enter (including those unknowingly carrying the virus). Such lack of control could detrimentally impact one's mental health. Thus, the building type was expected to have a positive relationship with mental health concerns as building density increased, for many of the same reasons stated for renters in general but also including social distancing concerns.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 95,
                    "end": 102,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Data Source"
        },
        {
            "text": "Still, another set of variables captured mitigating circumstances that could impact and exacerbate the mental health concerns of household members, many of which were specific to the pandemic. These included such things as loss of job (both expected and actual), health insurance availability, and health status. Food availability was also captured and included within the model, both from an actual standpoint and relative to what the food supply was before the pandemic. As people were both reluctant to travel to grocery stores and store inventories for various food items began to dwindle during the spring and early summer, this change in buyer behavior was likely to cause anxiety among households. Many, if not all, of these variables could logically be considered an offshoot of the pandemic itself. Also, a separate set of variables was isolated that identified the housing-specific characteristics of the household as it related to housing tenure, type of housing unit, and number of people living within the unit. There was a temporal variable included within the model, as time spent dealing with the coronavirus may indeed affect people. The COVID-19 pandemic provided a unique situation in which households were confined to their living quarters, sometimes for extended periods of time. The Household Pulse Survey was cross-sectional and covered many households per week. A snapshot of the distribution of responses for each of the initial 19 weeks covered by the survey has been provided in Table 2 . On average, the survey covered over 80,481 U.S. households per week, with a total of over 1.5 million households surveyed over the 19-week period. The descriptive statistics on Table 3 showed that the Household Pulse Survey respondents represented a wide swath of the U.S. population. Most of the survey respondents had household heads aged 31-60, with nearly a third being over 60, which is largely considered the most vulnerable age group for the virus. The rest of the demographic profile showed that most respondents were white, married, females who have at least a college degree. While the most popular answer for household size was two people, over 13% of the respondents had households of five or more people. Nearly 17% of the Pulse respondents lived alone, a section of the population that could face real challenges in the increasing isolation brought on by the pandemic.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1506,
                    "end": 1513,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1693,
                    "end": 1700,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Data Source"
        },
        {
            "text": "Mental health statistics show the damaging toll that the pandemic has on the general population and highlights a hidden cost of the pandemic. The responses to each of the four mental health variables of interest suggested a public health concern beyond that of contracting COVID-19. Nearly two-thirds of the country experienced a mental health concern of some nature at the onset of the pandemic [25] . While the percentages seemed to subside steadily over time, there was a spike in the percentage of mental health concerns in Week 13 of the Household Pulse Survey, between the dates of 19 August and 31. Generally speaking, however, the passage of time alone (aside from the spike in Week 13) did not seem to cause a spike in overall mental health concerns. The slight downturn from week to week suggested that families may have figured out ways to cope with the pandemic. Still, the percentages remained high by the last reporting period (Week 19). Likewise, the mental health concerns were higher for renters than homeowners by almost ten percentage points throughout the study period. These percentages were reported in Table 4A . Table 4B reports the mental health concerns during the pandemic (since week 13) by living arrangement. Although the mental health concerns grew over weeks, the mental health concerns were higher for those who live in medium density (2-9 units) or higher density units (10 or more), as compared to those who live in low-density units (singlefamily units).",
            "cite_spans": [
                {
                    "start": 396,
                    "end": 400,
                    "text": "[25]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 1125,
                    "end": 1133,
                    "text": "Table 4A",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 1136,
                    "end": 1144,
                    "text": "Table 4B",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Data Source"
        },
        {
            "text": "This study hypothesized that the mental health status of an individual 'i' (M i ) depends on his/her residential environments (R i ), while controlling for his/her sociodemographic characteristics (S i ) and week-specific unobserved heterogeneities (W k ). This relationship was expressed in Equation (1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Econometric Model"
        },
        {
            "text": "The residential environments (R), the variable of interest, include housing tenure (own or rent) or building type, and number of members in the household. The sociodemographic characteristics (S) which were used in this analysis included household income, race/ethnicity, education, marital status, number of children in the household, gender, work loss, any work, food security status, health status, and health insurance status ( Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 432,
                    "end": 440,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Econometric Model"
        },
        {
            "text": "The week-fixed effects (W) were used to account for week-specific unobserved heterogeneities that affected the dependent or independent variables in the model. For instance, people may have experienced stress on mental health differently based on weeks during the state-wide lockdown. People may have alternated between employment and unemployment from week to week. The use of week-fixed effects (W) mitigated the influence of such events in the regression analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Econometric Model"
        },
        {
            "text": "Since the mental health status of an individual was modeled as a binary response, logistic regression was used to estimate the model (Equation (1)). Equation (2) summarized the logistic regression model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Econometric Model"
        },
        {
            "text": "In the equation above, X was the vector of explanatory variables, including the variables of interests, week-fixed effects, and controls (S, R, and W) and β was the vector of parameters to be estimated [26] . R programming language was used to estimate the model. Since logistic regression coefficients do not correspond to marginal effects as in the linear regression model, odds ratios were computed by exponentiating the logistic regression coefficients to ease the interpretation of the regression results. Table 5 reported logistic regression coefficients and odds ratios for the full sample , with housing tenure status and the number of household members as key explanatory variables. Rental residents experienced more mental health problems than their owning counterparts, after controlling for all other variables. As shown in Table 5 , the odds of having mental health problems for people who live in rental properties were 1.172 times those who own their homes. While many homeowners still must pay monthly obligations, others are either far along in their loan obligations or own their homes free and clear, thus reducing if not nullifying the fear of being kicked out of their home through foreclosure for financial reasons related to the pandemic. Renters, however, have a constant fear of eviction even during the best of times [27] , making the shaky economic environment surrounding the pandemic perhaps exponentially more taxing on their mental health. Likewise, with one additional person added to the household during pandemics, the odds of having mental health problems declined. Contrary to the belief that additional people within the household environment caused stress during the pandemic era, the results suggested that increased household size helped improve social interaction and companionship, which ultimately had beneficial effects on householders' mental health and may have ultimately served as a bonding force for families during an uncertain time.",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 206,
                    "text": "[26]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1343,
                    "end": 1347,
                    "text": "[27]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 511,
                    "end": 518,
                    "text": "Table 5",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 836,
                    "end": 843,
                    "text": "Table 5",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Econometric Model"
        },
        {
            "text": "For individuals with annual household incomes between $25,000 and $49,999, the odds of having mental health problems were 1.019 times those with incomes less than $25,000. The odds diminish as the income category gets higher. Hence, improving residents' income may help to mitigate mental health problems in general and during the pandemic in particular. The odds of having mental health problems were different between non-Whites and Whites. For instance, the odds of experiencing mental health problems for Blacks were 0.283 times and Asians were 0.121 times that of Whites. Level of education was positively and significantly associated with mental health problems, with those with some college or an associate's degree were 1.188 times more than those with less than high school level education. Meanwhile, those with a graduate degree were 1.503 times more compared to those with less than a high school degree. The odds of having mental health problems for those who were never married and those who were widowed, divorced, or separated were 1.221 times and 1.197 times than those currently married, respectively. The odds of having mental health problems for females were 1.740 times that of males, suggesting females are more vulnerable during a pandemic. The odds of having mental health problems increases by 1.028 units if the individual birth year increases by one year, suggesting that younger people are susceptible to mental health issues due to pandemics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mental Health and Residential Environment: Housing Tenure and Number of Household Member"
        },
        {
            "text": "The status of one's job was also a flash point for many within the survey. For those who did not lose their employment, the odds of having mental health problems were 0.699 times that of those who lost their work during this time. Expectations also played a role; those who did not expect to lose their job had the odds of having mental health problems 0.561 times those who expected job loss due to pandemics. This finding was not unexpected, given that the anxiety involved with a tenuous work situation could possibly be more acute than a situation in which the job loss has already occurred. Furthermore, the odds of having mental health problems for individuals not engaged in any work, were approximately 1.114 times than those engaged in such activities. Food supply also proved to be a reliable indicator of one's overall anxiety levels. The findings suggested that household's food sufficiency was significantly associated with the respondent's mental health status. For example, the odds of having mental health problems for individuals not having sufficient food availability during the pandemic were 2.904 times than those who had sufficient food at their disposal. Similarly, the odds of having mental health problems for individuals with good health status were 2.142 and individuals with fair or poor health statuses were 3.907 times those with excellent or very good health statuses. Further, the findings suggested that a decrease in relative food sufficiency (a derived variable) from pre-pandemic levels to levels during the pandemic leads to increased odds of having mental health problems. This finding was understandable given not only the lower amount of food that exists in the home currently relative to what supply normally is, but also the added anxiety involved with venturing into a public space such as a grocery store during the risky times. Combined with the food and supply shortages that have occurred at various times in stores since March 2020, it would be hard not to imagine these series of events negatively affecting on one's mental health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mental Health and Residential Environment: Housing Tenure and Number of Household Member"
        },
        {
            "text": "Overall health care has a logical connection with one's mental health condition, and the results confirm this connection. The odds of having mental health problems for an individual without delayed medical care were 0.475 times those who could not access such medical care, suggesting improving access to health care improves people's mental health condition during pandemics. Even medical care that is not related to pandemic-caused mental anguish, with those experiencing delays in receiving such care being 0.711 times more likely than those who did not have access to healthcare without such delays. There were slightly lower (yet significant) odds of experiencing mental health problems for those not having health insurance coverage compared to those having health insurance coverage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mental Health and Residential Environment: Housing Tenure and Number of Household Member"
        },
        {
            "text": "For building type, a new model was created that incorporated only Weeks 13-19 data, since the previous twelve weeks did not initially capture this data point. The model has the same set of controls (sociodemographic variables and general health-related questions) and week-fixed effects as in Table 5 . The new model (shown in Table 6 ) substitutes the tenure variable (whether the person is a renter or homeowner) with the building type where they reside. The findings suggested that the higher the density of the building, the greater were the chances of experiencing mental health problems. Other covariates were significant, as in Table 5 . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 293,
                    "end": 300,
                    "text": "Table 5",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 327,
                    "end": 334,
                    "text": "Table 6",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 635,
                    "end": 642,
                    "text": "Table 5",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Mental Health and Residential Environment: Building Type and Number of Household Member"
        },
        {
            "text": "We explored the interaction effects between the number of individuals within households and the type of building, and number of people within household and income, on mental health status ( Table 7 ). The interaction model includes the same set of explanatory or control variables and week-fixed effects as they are in the baseline model ( Table 5 ). The interaction between tenure (renters) and the number of individuals within the household was negative and significant, indicating that increasing the number of individuals within renters' households was associated with lower mental health concerns during the pandemic. However, the interaction effects between the number of individuals within household and all categories of incomes (Income: $25,000 to Income: $150,000 and above) were all positive and significant, when compared against the lowest income category (Income: less than $25,000). Hence, increasing the number of individuals within the household regardless of household income was associated with greater mental health concerns. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 190,
                    "end": 197,
                    "text": "Table 7",
                    "ref_id": "TABREF8"
                },
                {
                    "start": 340,
                    "end": 347,
                    "text": "Table 5",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Interaction Effects: Number of Individuals within Households and Housing Tenure and Income on Mental Health"
        },
        {
            "text": "As can be expected of a longitudinal survey of this size, several data points and results were of interest. First, the size and scope of the mental health problem cannot be understated. Whether the respondent felt down, worried, anxious, or uninterested, knowing that 60-67 percent of those surveyed expressed such mental health concerns amplifies the hidden public health concern that many people feared likely to occur. Renters fared worse than homeowners from a mental health perspective may have been largely due to a lack of control within their housing situations. This could be from an inability to adhere to social distancing guidelines within a dense environment to having others within the property management hierarchy setting the rules for its occupants. Therefore, a case could be made that housing satisfaction could suffer as a result of being relatively deprived of previously enjoyed amenities. For those renters, the size of the building also seemed to have a detrimental effect on their mental health. Specifically, the more densely populated the building, the more likely that mental health issues would occur. This could be largely the result of an inability to socially distance from other residents in higher-density environments. It is also possible that this result is an offshoot of well-established research showing that neighboring trends are declining in the U.S. [28] , and that dense environments force people to interact with neighbors more often, potentially causing stress in the process. Finally, the addition of family members or extra household members served as a positive influence on one's mental health. Contrary to the fears about family members constantly disturbing others once lockdowns were announced and people were forced to work from home while schools were also closed, the presence of others seemed to have a salient effect on householders' mental health. This reinforces the notion that crises can be a rallying point for families, particularly larger ones. However, the single-person households are likely to suffer the most, which reinforces existing literature on the connection of loneliness and mental health problems among all age groups [29, 30] .",
            "cite_spans": [
                {
                    "start": 1393,
                    "end": 1397,
                    "text": "[28]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 2196,
                    "end": 2200,
                    "text": "[29,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 2201,
                    "end": 2204,
                    "text": "30]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "One of the limitations of this study was the finite period in which the data were analyzed. Whereas the pandemic is still ongoing and has been part of lives for over one year, this particular data set is only a short snapshot of time during the pandemic period. It can be argued that continued lockdowns and economic anxiety due to the COVID-19 outbreak has ebbed and flowed throughout the year that the country has been in some form of lockdown. It is also fair to point out that property managers have also had their own mental health concerns. The quality of customer care provided by this important part of the housing services community cannot be understated, and those who do not provide the proper amount of empathy to their apartment residents can help exacerbate an already growing problem.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The time covered during the Household Pulse Survey also serves as somewhat of a limitation. While the total number of periods is stated as 19 weeks, the actual timing of the survey needs more explanation. First, the survey began in late April, which was several weeks after the COVID-19 pandemic began and at least five weeks before nationwide lockdowns began. Consequently, the research community lost the opportunity to see how mental health problems compared to those that occurred during the early days of the pandemic. It is also noteworthy that the word \"week\" is somewhat of a misnomer. During the first phase of the Household Pulse Survey (weeks 1-12), the survey followed a weekly pattern, but subsequent Phases 2 and 3 extended the time frame to a two-week survey period. Finally, there was nearly a month-long pause between Phases 1 and 2, which prevented a truly longitudinal path of response patterns to be established. The delayed start-up of Week 13 created a lag that outside forces may have contributed to some of the mental health spikes shown during that week. This interregnum period between 21 July and 19 August included several events that caused much tumult and uncertainty within the country, including a bitterly divided Presidential campaign and the protests that occurred as fallout from the George Floyd killing by a police officer in Minneapolis. An unexpected surge of positive virus cases during the summer months only heightened the national anxiety.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The time period representing this study is noteworthy in that it possibly only represents one stage of a multi-layered complexity of mental health concerns brought on by the pandemic. The 19-week period covered in this research preceded the previously mentioned moratorium on evictions, which would be considered a period of heightened anxiety of whether the renter household in question would be able to meet its payment obligations going forward. The eviction moratorium would have helped to alleviate some of those concerns, but the threat of lifting such bans can bring on additional stress. At the time of this writing, it seemed clear that the ban on eviction would soon be coming to an end [31] . As a result, continuing this analysis a year into the COVID-19 era may have some merit due to the economic anxieties that persist. Coupled with a drop in rental availability in some areas [32] , this creates even more anxiety among households looking to make a move in the post-pandemic era.",
            "cite_spans": [
                {
                    "start": 697,
                    "end": 701,
                    "text": "[31]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 892,
                    "end": 896,
                    "text": "[32]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Property management personnel have also learned a few things along the way related to the pandemic and its effects on their residents. Owners and operators of rental properties have seen the need to incorporate addressing mental health as part of the industry's overall push toward sustainability. Therefore, a certification program toward that end is now well underway within the industry, which serves as a seal of approval for operators of healthy buildings, providing third-party verification that extensive protocols and processes are in place [33] . Despite having been put in place only three years ago, growth in applications for this certification has exceeded 120 per cent [34] . This type of push for a comprehensive wellness program for both multifamily buildings and their residents may help to allay mental health concerns in the future, whether during a pandemic or during normal times. For this reason, apartment dwellers may have more access to resources than their singlefamily counterparts.",
            "cite_spans": [
                {
                    "start": 549,
                    "end": 553,
                    "text": "[33]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 683,
                    "end": 687,
                    "text": "[34]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Ultimately, it is unclear what the COVID-19 crisis will mean for the future of the rental real estate industry from the demand side. Some futurists believe that the long-term impacts on the real estate industry may be harsh, with people eschewing the urban life for the perceived safety of rural locales [35] . If this trend were to take shape, it would reinforce an established societal housing norm of homeownership over rental housing [36] . Such a projection, however, would cut against the powerful forces that demographers point to in the constant push for urbanization as part of the larger demographic transition over time [37] . Nonetheless, the COVID-19 episode will likely have lasting mental health effects for Americans and the world going forward, no matter where they live. Institutional Review Board Statement: Since publicly available secondary data were used, this research does not require the Institutional Review Board approval.",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 308,
                    "text": "[35]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 438,
                    "end": 442,
                    "text": "[36]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 631,
                    "end": 635,
                    "text": "[37]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Data Availability Statement: Publicly available datasets were analyzed in this study. The data can be found here: https://www.census.gov/programs-surveys/household-pulse-survey/datasets.html (accessed on 20 January 2021).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Informed Consent Statement: Not applicable."
        },
        {
            "text": "The authors have no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Housing policy and the COVID-19 pandemic: The importance of housing research during this health emergency",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rogers",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Power",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. J. Hous. Policy",
            "volume": "20",
            "issn": "",
            "pages": "177--183",
            "other_ids": {
                "DOI": [
                    "10.1080/19491247.2020.1756599"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Eviction, Health Inequity, and the Spread of COVID-19: Housing Policy as a Primary Pandemic Mitigation Strategy",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Benfer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Vlahov",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Long",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Walker-Wells",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Pottenger",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gonsalves",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Keene",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J. Urban Health",
            "volume": "98",
            "issn": "",
            "pages": "1--12",
            "other_ids": {
                "DOI": [
                    "10.1007/s11524-020-00502-1"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Residential density and psychological health: The mediating effects of social support",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Palsane",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Lepore",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J. Personal. Soc. Psychol",
            "volume": "57",
            "issn": "",
            "pages": "994--999",
            "other_ids": {
                "DOI": [
                    "10.1037/0022-3514.57.6.994"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Psychological and social impacts of high-rise buildings: A review of the post-occupancy evaluation literature. Hous. Stud. 2020, 1-30",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kalantari",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shepley",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/02673037.2020.1752630"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Quick Facts: Resident Demographics",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "How the law fails tenants and not just during a pandemic",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schindler",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Zale",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "UCLA Law Rev. Discourse",
            "volume": "68",
            "issn": "",
            "pages": "146--158",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "How Much Assistance is Needed to Support Renters through the COVID-19 Crisis?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Strochak",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shroyer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Reynolds",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Goodman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Housing affordability and mental health: Does the relationship differ for renters and home purchasers?",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Mason",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Blakely",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Bentley",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Soc. Sci. Med",
            "volume": "94",
            "issn": "",
            "pages": "91--97",
            "other_ids": {
                "DOI": [
                    "10.1016/j.socscimed.2013.06.023"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Multidisciplinary research priorities for the COVID-19 pandemic: A call for action for mental health science",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "O&apos;connor",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "V"
                    ],
                    "last": "Perry",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Tracey",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wessely",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Arseneault",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bullmore",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Psychiatry",
            "volume": "7",
            "issn": "",
            "pages": "547--560",
            "other_ids": {
                "DOI": [
                    "10.1016/S2215-0366(20)30168-1"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "How is COVID-19 pandemic impacting mental health of children and adolescents?",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "De Miranda",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Da Silva Athanasio",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Sena Oliveira",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Simoes-E-Silva",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Int. J. Disaster Risk",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijdrr.2020.101845"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Housing and mental health: A review of the evidence and a methodological and conceptual critique",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Wells",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Moch",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Soc. Issues",
            "volume": "59",
            "issn": "",
            "pages": "475--500",
            "other_ids": {
                "DOI": [
                    "10.1111/1540-4560.00074"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Clinical staging of accidental hypothermia: The revised Swiss system: Recommendation of the International Commission for mountain emergency medicine (ICAR MedCom)",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Musi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sheets",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Zafren",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Brugger",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Paal",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hölzl",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pasquier",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Resuscitation",
            "volume": "162",
            "issn": "",
            "pages": "182--187",
            "other_ids": {
                "DOI": [
                    "10.1016/j.resuscitation.2021.02.038"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Property Management in the Age of COVID-19",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Best Practices: Addressing Residents with Mental Health Concerns",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "A New COVID-19 Crisis: Domestic Abuse Rises Worldwide",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Taub",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Revealed: Surge in Domestic Violence During COVID-19 Crisis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Towensend",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Domestic Violence Growing in the Wake of Coronavirus Outbreak",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Wagers",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The threat of home eviction and its effects on health through the equity lens: A systematic review",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Vasquez-Vera",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Palecia",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Magna",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mena",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Neira",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Borrell",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Soc. Sci. Med",
            "volume": "175",
            "issn": "",
            "pages": "199--208",
            "other_ids": {
                "DOI": [
                    "10.1016/j.socscimed.2017.01.010"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Losing your home is bad for your health: Short-and medium-term health effects of eviction on young adults",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Hatch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yun",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Hous. Policy",
            "volume": "2020",
            "issn": "",
            "pages": "468--489",
            "other_ids": {
                "DOI": [
                    "10.1080/10511482.2020.1812690"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Psychological factors associated with financial hardship and mental health: A systematic review",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Frankham",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Richardson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Maguire",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin. Psychol. Rev",
            "volume": "77",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cpr.2020.101832"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "How financial hardship is associated with the onset of mental health problems over time",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Kiely",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Leach",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Olesen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Butterworth",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Soc. Psychiatry Psychiatr. Epidemiol",
            "volume": "50",
            "issn": "",
            "pages": "909--918",
            "other_ids": {
                "DOI": [
                    "10.1007/s00127-015-1027-0"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Economic Fallout From COVID-19 Continues to Hit Lower-Income Americans the Hardest",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Parker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Minkin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bennett",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Household Pulse Survey: Measuring Social and Economic Impacts during the Coronavirus Pandemic",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "S"
                    ],
                    "last": "Bureau",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Econometric Analysis of Cross Section and Panel Data",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Wooldridge",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Evicted: Poverty and Profit in the American City",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Desmond",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Bowling Alone: America's Declining Social Capital",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Putnam",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Loneliness, resilience, mental health, and quality of life in old age: A structural equation model",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gerino",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rollè",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sechi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Brustia",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Front. Psychol",
            "volume": "8",
            "issn": "",
            "pages": "1--12",
            "other_ids": {
                "DOI": [
                    "10.3389/fpsyg.2017.02003"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Relationship between loneliness and mental health in students",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Richardson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Elliott",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Public Ment. Health",
            "volume": "16",
            "issn": "",
            "pages": "48--54",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Bill Won't Extend Eviction Ban Set to Expire This Month",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nova",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Relief",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Tiny houses: Movement or moment?",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shearer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Burton",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Hous. Stud",
            "volume": "2021",
            "issn": "",
            "pages": "1--23",
            "other_ids": {
                "DOI": [
                    "10.1080/02673037.2021.1884203"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Building Health for all in the Face of COVID-19: Addressing Mental Health within Residential Settings",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Health and happiness: Moving from fear of COVID-19 to stakeholder wellness",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Salustri",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J. Prop. Manag",
            "volume": "86",
            "issn": "",
            "pages": "12--15",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Apollo's Arrow: The Profound and Enduring Impact of Coronavirus on the Way We Live",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Christakis",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Housing norms, housing satisfaction and the propensity to move",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Morris",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Crull",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Winter",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "J. Marriage Fam",
            "volume": "38",
            "issn": "",
            "pages": "309--320",
            "other_ids": {
                "DOI": [
                    "10.2307/350390"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Population: An. Introduction to Concepts and Issues",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Weeks",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Contributions: Conceptualization, J.G. and A.T.C.; methodology, J.G., R.G. and A.T.C.; validation, J.G., A.T.C. and R.G.; formal analysis, J.G. and A.T.C.; investigation, J.G. and A.T.C.; resources, A.T.C.; data curation, A.T.C.; writing-original draft preparation, A.T.C.; writing-review and editing, P.R.T.; visualization, A.T.C.; supervision, A.T.C.; project administration, A.T.C. All authors have read and agreed to the published version of the manuscript.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "This research received no external funding.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Description of Household Pulse Survey variables.Table 1. Cont.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Household Pulse Survey responses per week.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Descriptive statistics of Household Pulse Survey respondents.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Cont.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Cont.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Logistic regression-mental health with housing tenure and number of people in the household as predictor variable.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Logistic regression-mental health with building type and number of people in the household as predictor variable.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Cont.",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Exploring interaction effects between number of individuals within households and housing tenure and income.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}