{
    "paper_id": "c98d3e33df0170c618d874891d08d95ca76d7f3b",
    "metadata": {
        "title": "Inpatient violence in a psychiatric hospital in the middle of the pandemic: clinical and community health aspects",
        "authors": [
            {
                "first": "Val",
                "middle": [],
                "last": "Bellman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "UMKC",
                    "institution": "",
                    "location": {
                        "settlement": "Kansas City",
                        "region": "MO"
                    }
                },
                "email": "val.bellmanmd@gmail.com."
            },
            {
                "first": "David",
                "middle": [],
                "last": "Thai",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kansas City University of Medicine and Biosciences",
                    "location": {
                        "settlement": "Kansas City",
                        "region": "MO",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Anisha",
                "middle": [],
                "last": "Chinthalapally",
                "suffix": "",
                "affiliation": {
                    "laboratory": "UMKC",
                    "institution": "",
                    "location": {
                        "settlement": "Kansas City",
                        "region": "MO"
                    }
                },
                "email": ""
            },
            {
                "first": "Nina",
                "middle": [],
                "last": "Russell",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "UMKC School of Medicine",
                    "location": {
                        "settlement": "Kansas City",
                        "region": "MO"
                    }
                },
                "email": ""
            },
            {
                "first": "Shazia",
                "middle": [],
                "last": "Saleem",
                "suffix": "",
                "affiliation": {
                    "laboratory": "UMKC",
                    "institution": "",
                    "location": {
                        "settlement": "Kansas City",
                        "region": "MO"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Healthcare workers are at a high risk of violence all over the world. The hostility toward nurses, physicians, and hospital staff has reached the point that it can be considered a public health problem. In this paper, we focus on the harassment, aggression, and violence that many healthcare workers have encountered while treating unstable psychiatric patients in the middle of the COVID-19 pandemic. We present a case with a history of violence toward mental health workers, review psychopathological and clinical aspects, and discuss how both the COVID-19 pandemic and current challenges in psychiatric hospital settings increase the frequency and severity of these attacks and how this affects the team on inpatient psychiatric units. We used the CARE guidelines to provide the most accurate and transparent information about the patient and relevant psychosocial aspects. We also pooled more than 20 unique sources to cover all aspects of violent behaviors in all psychiatric settings for all age groups. We concluded that a lack of nursing staff, the mental burden imposed by difficult patients, and poor communication between team members are some of the factors contributing to patient violence. An incomplete understanding of the problem creates barriers to change on both personal and systematic levels. Constant violence and abuse against healthcare workers cause stress, decreased productivity, and work dissatisfaction. To improve the safety of healthcare professionals, especially in inpatient psychiatric settings, several system-based changes should be implemented.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Physical aggression and violence against healthcare workers is a serious problem that has been increasing over the past several years. Recent studies have elucidated how serious and commonplace these events can be in the middle of the pandemic [1] . In November 2020, National Nurses United (NNU) surveyed 15,000 nurses across the country and concluded that 20% of respondents reported increased workplace violence during the global pandemic. Moreover, 31% of nurses stated that workplace violence had increased even further, as reported in NNU's COVID-19 survey published in September 2021 [2] . Recent data published by the University of California, Berkeley's Human Rights Center revealed more than 1100 threats or episodes of violence against healthcare workers worldwide, while 400 incidents were directly related to the COVID-19 pandemic [3] . According to the CDC, almost 25% of healthcare workers report feeling bullied, threatened, or harassed because of the nature of their work and ongoing professional responsibilities [1] . In the context of COVID-19, rates of referral to mental health and psychological services have decreased, but the global pandemic has dramatically cut the availability of inpatient psychiatric beds, despite an increase in psychological distress and violence on inpatient units. The continued rise of workplace violence has been noted in mental health institutions and inpatient psychiatric settings across the country. In Missouri, a tripling of physical assaults against healthcare workers forced Cox Medical Center to order panic buttons for hospital staff to provide some measure of workplace violence prevention during the pandemic. In 2020, the number of episodes (including physical aggression and assaults) increased from 40 to 123, while reported injuries increased from 17 to 78. Although official numbers are still unavailable, hospital officials have reported that many of the episodes were directly related to underlying mental illness and/or substance use [4, 5] . Even before the pandemic, experts had grown increasingly worried about the problem of violence toward healthcare employees, including mental health workers, in Missouribased hospitals [4, 6] . According to the Missouri Nurses Association, hostility and violence against healthcare workers increased dramatically from 2018 to 2020 [7] . The Kansas Hospital Association also emphasized that workplace violence in the Kansas/Missouri area was associated with an ongoing opioid crisis, substance abuse, psychiatric and behavioral problems, and staff shortages [8] . While their study did not focus on workplace violence in behavioral health facilities, the authors specifically outlined the inpatient psychiatric setting as \"a risk factor for workplace violence.\" The following case clearly demonstrates that unstable psychiatric patients may be a danger to themselves or others on the unit while indirectly contributing to staff shortages, as they are unable to understand the effects or the results of these violent actions.",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 247,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 591,
                    "end": 594,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 844,
                    "end": 847,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1031,
                    "end": 1034,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2006,
                    "end": 2009,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2010,
                    "end": 2012,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2199,
                    "end": 2202,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2203,
                    "end": 2205,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2345,
                    "end": 2348,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2571,
                    "end": 2574,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Our patient was a 30-year-old homeless, unemployed, single female with a past psychiatric history of bipolar I disorder, paranoid schizophrenia, PTSD, and generalized anxiety disorder; multiple psychiatric hospitalizations in three states; and unclear trauma history who was admitted to our inpatient psychiatric unit on an external 96-hour hold from jail due to violent behaviors and selfreported suicidal ideations, with a plan to strike her head against the wall. The toxicology screen was negative. She demonstrated lifetime patterns of insecurity, antisocial traits, impulse control problems, possessiveness in relationships, use of violence for need gratification, and an overall sense of inadequacy. Specifically, she reported ongoing thoughts of harming her half-brother and his significant other, and had at one point destroyed some of her half-brother's property. This patient also had a history of violent behaviors in jail, with several intimates being harmed or injured. The patient also had a lifelong pattern of faulty problem-solving skills, at least three past suicide attempts, and chronic substance abuse that led to impulse control problems and violent behaviors in three different treatment settings over the past five years. She tried multiple medications, including six antipsychotics, two mood stabilizers, and three anxiolytics, all with questionable compliance and poor treatment responses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient information"
        },
        {
            "text": "During our initial encounter, the patient was noted to be pleasant and cooperative. Soon after, the patient began whispering to herself due to \"physical pain\", referring to a car accident that had happened four days prior. She began exhibiting signs of acute mania and psychosis and was observed responding to internal stimuli. She verbally threatened resident physicians and left the room abruptly, which terminated the initial interview. Later, the patient gestured for the interviewers to return to her room. She handed them a piece of paper that was handwritten and split into boxes. She stated that the information provided was \"patented\" and warned providers not to copy it. Her sheet contained medications, goals (including being elected president by 2030), and different bits of her health and psychiatric histories.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical findings"
        },
        {
            "text": "The patient demonstrated a repeated pattern of threatening, harassing, intimidating, and bullying peers and staff members. During regular daily follow-ups with psychiatry residents, she would scream, curse, and use verbally abusive language when frustrated or stressed. She made excessive demands and unreasonable requests that needed to be met instantly. She used intimidating behavior to influence others to act in ways that tended to satisfy her personal needs, and failed to accept responsibility for deceitful behavior. She continued to threaten other patients on a daily basis and eventually required manual hold and mechanical restraints. There was an escalation of physical violence toward patients and staff, including throwing water, punching, and attacking others, including two psychiatry residents. Nursing staff consistently needed to move other patients from one unit to another due to safety concerns. Other patients also repeatedly questioned the staff's ability to handle this situation. The presence of this patient and the ongoing violence on the unit influenced the job performance, recruitment, and overall professional quality of life of residents and nursing staff. At least two team members reported that they were \"extremely concerned\" about issues including their safety around the patient, dysfunctional team dynamics and ineffective management of behavioral emergencies. Although specific numbers are not known, some staff members were either considering or planning to leave their current position because of dangerous staffing practices and being under too much pressure. Specifically, some members of our nursing team struggled to feel safe when attempting to respond to a patient's needs and were ready to quit or call in sick due to ongoing safety concerns. Already brutal shifts could easily turn into \"extra stress\" as other staff members walked away from the pressure, forcing other healthcare workers to stay with the patient and monitor for any changes in her behaviors. Additionally, staff themselves occasionally needed to be moved from one unit to another, and questioned the reasons for this patient's hospitalization, especially during the time of high acuity on the units. That, combined with the realization that some healthcare team members could make the same amount of moneyif not moreon unemployment. Many of our team members, including one psychiatry resident, ended up needing to go to the emergency department for evaluation of their physical injuries. The patient was then placed on a 21day involuntary hold for psychiatric stabilization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hospital course"
        },
        {
            "text": "Despite partial improvement, she continued to act impulsively. We petitioned for a 90-day involuntary commitment, but the patient eventually consented to the extended hospitalization. Staff had to move this patient to an adjacent unit due to her physically attacking a peer after a long period of no physically violent behavior. Again, this patient continued exhibiting violent behaviors, such as throwing liquids at others, becoming verbally agitated while saying somewhat unclear or nonsensical statements, and showcasing increasing emotional lability. By the end of her extended hospitalization, she was able to interact consistently with residents, staff members, authority figures, and peers in a nonthreatening manner.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hospital course"
        },
        {
            "text": "Diagnostically, this patient met the criteria for schizoaffective disorder, bipolar type, as she remained manic and actively homicidal toward others for three weeks. Moreover, this diagnosis was confirmed by other reports and collateral information received prior to the patient's discharge. The patient also demonstrated a clinically significant problem in personality functioning that did not fit into any of the other existing personality disorder categories. She was diagnosed with unspecified personality disorder in accordance with DSM-5 criteria.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnostic assessment"
        },
        {
            "text": "Our team started her on paliperidone 6 mg daily for mania and psychosis. Additionally, PO olanzapine 10 mg q2h PRN and IM olanzapine 10 mg q2h PRN were chosen for agitation. PO chlorpromazine 50 mg q4h PRN and IM chlorpromazine 25 mg q4h PRN were chosen for severe agitation, and if olanzapine was exhausted. She was finally stabilized on PO chlorpromazine at 100 mg QAM, 100 mg with lunch, and 200 mg with dinner for psychosis with IM back-up (chlorpromazine 25 mg); oxcarbazepine 600 mg QAM and 1200 mg QPM; paliperidone 12 mg daily; melatonin to 9 mg QHS; and trazodone 100 mg QHS. With these medication changes, our patient was still having recurrent verbal outbursts but eventually became less aggressive and violent. The treatment team and staff established and maintained appropriate boundaries and set firm, consistent limits when the patient had verbally or physically aggressive reactions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Therapeutic interventions"
        },
        {
            "text": "We were able to significantly reduce the frequency and intensity of angry verbal outbursts and assaultive/aggressive behaviors and terminate all acts of violence toward staff and residents. Ultimately, the patient was able to express anger through controlled, respectful verbalizations and healthy physical outlets on a consistent basis. There was a potential correlation between the amount of restful sleep the patient began getting and her outbursts the following day. She demonstrated marked improvement in terms of psychosis, mania, and the ability to listen and respond to the thoughts, feelings, and needs of others.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Follow-up and outcomes"
        },
        {
            "text": "Aggressive behavior and violent actions toward healthcare professionals have been well documented in many studies for the past 25 years. For example, Rosenthal [9] showed that 34.4% of healthcare workers had reported a physical assault within 12 months. More recently, a survey conducted by the Kansas Hospital Association in 2019 revealed that behavioral and substance use issues were the most important contributing factors to in-hospital violence and assault [8] , indirectly confirming the increased risk of violence on inpatient psychiatric units. Healthcare settings have a higher incidence of assaults and intentional injuries than police stations or correctional facilities [10] , while psychiatry-specific numbers are still unavailable. Figure 1 provides further details regarding intentional injuries in various settings.",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 163,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 462,
                    "end": 465,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 682,
                    "end": 686,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 746,
                    "end": 754,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Incidence of intentional injuries in various settings. Adopted from: https://www.ashclinicalnews.org/spotlight/hazardous-health-violence-health-careworkplace/ [10] .",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 163,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Figure 1."
        },
        {
            "text": "Physical assaults represent a persistent problem in hospital psychiatry, with a range of 5% to 15% of the inpatient population committing physical assault [11] . More specifically, Kwok [12] showed in a review that psychiatric residents within cross-sectional studies have been found to have experienced at least one physical assault up to 64% of the time. Dvir [13] also showed that outside of physical assault, 86% of psychiatric residents had been previously threatened by a patient during their training. Residents may also have increased feelings of anxiety and depression, decreased job satisfaction, and increased thoughts of dropping out of residency [14] .",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 159,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 186,
                    "end": 190,
                    "text": "[12]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 362,
                    "end": 366,
                    "text": "[13]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 659,
                    "end": 663,
                    "text": "[14]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Figure 1."
        },
        {
            "text": "Clinical and diagnostic factors also contribute to increased aggression. The clinical variables related to increased aggression in patients have been associated with certain disorders, such as psychotic disorders, personality disorders, and bipolar disorder, specifically regarding a manic state [15] . Fritz et al. [16] also suggested that individuals diagnosed with alcohol dependency, schizophrenia, or major depressive disorder possess higher self-aggressiveness when compared to healthy adults.",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 300,
                    "text": "[15]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 316,
                    "end": 320,
                    "text": "[16]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Diagnostic and clinical aspects of aggressive behavior"
        },
        {
            "text": "Bipolar disorder with comorbid antisocial personality disorder (ASPD) was previously described by Swann [17] , who outlined that those who meet the criteria for both disorders were found to have higher rates of addictive, aggressive, and suicidal behaviors. Dunayevich [18] also noted that bipolar patients with certain personality traits have poorer outcomes in terms of potential recovery, behavioral instability, and relapse.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 108,
                    "text": "[17]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 269,
                    "end": 273,
                    "text": "[18]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Diagnostic and clinical aspects of aggressive behavior"
        },
        {
            "text": "Schizophrenia with comorbid ASPD has been well described by several studies that concluded that men with both conditions showed tendencies toward violence [19, 20] . Moran et al. [20] showed that patients with schizophrenia or schizoaffective disorder and comorbid ASPD commit significantly more crimes than those with an individual diagnosis, and that they most commonly commit them before their first admission to psychiatric services. Schizophrenia and ASPD are individually associated with an increased risk of homicidality [21] . Similarly, diagnoses of bipolar disorder and cluster B personality traits were associated with increased patient impulsivity and hostility [22] . Although impulsiveness is not mentioned as a diagnostic criterion for schizoaffective or bipolar disorders, it is an important feature of several serious mental illnesses. In many cases, impulsivity can lead to other problematic behaviors, including violence, physical aggression, and self-harm.",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 159,
                    "text": "[19,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 160,
                    "end": 163,
                    "text": "20]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 179,
                    "end": 183,
                    "text": "[20]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 528,
                    "end": 532,
                    "text": "[21]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 674,
                    "end": 678,
                    "text": "[22]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Diagnostic and clinical aspects of aggressive behavior"
        },
        {
            "text": "While society, the media, and hospital officials have hailed healthcare workers as \"heroes of the pandemic\" for years, the US healthcare system has continued to neglect workplace violence prevention during the pandemic. Verbal and physical violence against healthcare workers is predominant, as these workers are the ones with the duty of endorsing masking and other restrictions due to the COVID-19 pandemic. Although healthcare workers experienced workplace violence before the pandemic began, the COVID-19 pandemic has tremendously exacerbated the problem. Figure 2 highlights workplace violence in healthcare across the world, as reported by Insecurity Insight [23] . Reportedly, many professionals are subject to health threats, bullying, and abuse, both on social media and in the real world. Payne-Gill et al. [24] confirmed that the COVID-19 pandemic resulted in a 35% increase in violent and aggressive cases due to local restrictions and poor patient-staff relationships. Interestingly, other authors noted significant reductions in aggression on inpatient psychiatric units during COVID-19 [25] . In some areas, there has been a dramatic rise in violence in psychiatric facilities and general hospitals [26, 27] . For example, in Long Island, New York, the main psychiatric hospital has seen a 60% rise in violence [28] . Part of this has been due to a 30% decrease in the pre-jail population, restricted access to long-term psychiatric care, and COVID-related court closures [28] . Interestingly, a very similar increase in patients' aggression was also found during the H1N1 pandemic in 2009 [25] . Most incidents of aggression occurred on acute admission or locked units, with a prevalence ranging from 44% to 62% on chronic units, and 30% in the outpatient department [15] . The increase in aggression in patients can be triggered not just by the patient's clinical presentation, but also by the nature of the clinical work, which involves coming in close contact, assessing, and interacting with patients on a daily basis [29] . Kinoshita et al. [30] also found that violent behavior prior to hospitalization increased the chances of earlier discharge, which could affect patients' recovery in the middle of the pandemic. Table 1 provides additional information regarding workplace violence obtained during a survey of Michigan nurses in June 2020 [31] . Bed occupancy rates represent one of the reigning issues that mental health wards face during the pandemic, contributing to increased aggression among patients in 2020-2021. Research suggests that the net occupancy of beds was higher on days with aggressive incidents than on days without. An excess between 5% and 10% contributed to increased risk for aggression, with an excess greater than 10% showing the largest risk [15] . Additionally, there were reported findings of unhygienic surroundings, inadequate quality of food, unavailability of daily necessities, and a lack of privacy that contributed to aggression [15] .",
            "cite_spans": [
                {
                    "start": 665,
                    "end": 669,
                    "text": "[23]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 817,
                    "end": 821,
                    "text": "[24]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1101,
                    "end": 1105,
                    "text": "[25]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1214,
                    "end": 1218,
                    "text": "[26,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1219,
                    "end": 1222,
                    "text": "27]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1326,
                    "end": 1330,
                    "text": "[28]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1487,
                    "end": 1491,
                    "text": "[28]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1605,
                    "end": 1609,
                    "text": "[25]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1783,
                    "end": 1787,
                    "text": "[15]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2038,
                    "end": 2042,
                    "text": "[29]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 2062,
                    "end": 2066,
                    "text": "[30]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 2364,
                    "end": 2368,
                    "text": "[31]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 2793,
                    "end": 2797,
                    "text": "[15]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2989,
                    "end": 2993,
                    "text": "[15]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 560,
                    "end": 568,
                    "text": "Figure 2",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2238,
                    "end": 2245,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Impact of the pandemic"
        },
        {
            "text": "There is a continuing shortage of psychiatric beds across the nation, since many facilities were instructed to reduce their capacity to meet epidemiological requirements or even to repurpose or redistribute psychiatric beds in order to hospitalize more patients with COVID-19 [32] . Massachusetts lost approximately 300 psychiatric beds in less than a year [24] , while New York had to repurpose a brand-new long-term psychiatric care facility to a field hospital [33] . If a patient is aggressive, then in this time of shortage, it is nearly impossible to find them a bed.",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 280,
                    "text": "[32]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 357,
                    "end": 361,
                    "text": "[24]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 464,
                    "end": 468,
                    "text": "[33]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Other contributing factors"
        },
        {
            "text": "Many behavioral health units in several states were closed due to the financial challenges presented by the ongoing COVID-19 pandemic, meaning unstable psychiatric patients must wait in the emergency room for hours and sometimes days, tying up emergency resources that could be allocated to other patients [34] . Moreover, the rate of people seeking routine mental health care in emergency rooms increased across the country during the global pandemic [35] . Many patients still have to leave without being seen because psychiatric patients cannot be moved for a number of reasons (e.g., unpredictable behaviors, acute psychosis, suicidal and homicidal state of mind). These challenges are associated with increased aggression in the hospital setting [34] .",
            "cite_spans": [
                {
                    "start": 306,
                    "end": 310,
                    "text": "[34]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 452,
                    "end": 456,
                    "text": "[35]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 751,
                    "end": 755,
                    "text": "[34]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Other contributing factors"
        },
        {
            "text": "Most psychiatric hospitals across the nation are overwhelmed with violent attacks on their staff, but the increased stress due to the current pandemic has escalated this beyond previously seen levels [36] . One reason for the rise in cases of violence and aggression from 2012-2016 (when a notable rise in violence began) is the understaffing of mental institutions, which led to the overburdening of the current health workers who cannot provide the necessary help to every single patient [37] . Inadequate staffing also represents an issue contributing to increased aggression on psychiatric units during the pandemic. Not only did reduced staffing lead to more aggression, as per the reports of nurses, but wards with high rates of aggression were found to have higher le vels of unqualified staff and temporary staff. The Missouri Department of Mental Health reported that 35% of registered nurse positions, 57% of licensed practical nurse positions, and 32% of entrylevel mental health worker or tech positions are vacant [38] .",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 204,
                    "text": "[36]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 490,
                    "end": 494,
                    "text": "[37]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1027,
                    "end": 1031,
                    "text": "[38]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Other contributing factors"
        },
        {
            "text": "Psychiatric patients who have been found incompetent to stand trial by the court, cannot be simply released. Instead, they are expected to be sent to a psychiatric facility and treated by multidisciplinary team until they are restored to competency. Although these individuals are committed by the courts, they cannot be admitted to the hospital due to staffing issues, overcrowding in psychiatric wards and local epidemiological restrictions. These patients tend to remain in the correctional facilities without appropriate care [38] . The situation is so devastating that Virginia State officials had to close five of eight state-sponsored adult psychiatric facilities to new admissions due to unprecedented staffing shortages noted in the middle of the pandemic. According to data published in July 2021, more than 100 state-employed mental health workers resigned in just two weeks and quickly received multiple job offers in the private healthcare network while contributing to understaffing and other challenges such as increased workloads on nursing staff, greater employee stress, and lower morale on state-run psychiatric units [39] .",
            "cite_spans": [
                {
                    "start": 530,
                    "end": 534,
                    "text": "[38]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1137,
                    "end": 1141,
                    "text": "[39]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Other contributing factors"
        },
        {
            "text": "According to the data provided by the Bureau of Labor Statistics, nursing assistants (including mental health techs), registered nurses, and licensed practical nurses had notable increases in their days away from work incidence rates in 2020 [40] . A very similar pattern was observed in the private industry, where nursing assistants also had a median number of 12 days \"away from work,\" which doubled since 2019 [40] . These numbers are outlined in Figure 3 .",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 246,
                    "text": "[40]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 414,
                    "end": 418,
                    "text": "[40]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [
                {
                    "start": 451,
                    "end": 459,
                    "text": "Figure 3",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Other contributing factors"
        },
        {
            "text": "Issues concerning poor communication between staff and patients, a perceived lack of empathy, respect, and distance, or lack of shared decision making also contributed to increased aggression. Job strain associated with overwork, tiredness, job dissatisfaction, negative staff morale, and poor collaboration among nurses, as well as poor satisfaction with leadership, contribute to higher reports of aggression in the wards [15] . Dean et al. [41] reported that violence toward psychiatric nurses was one of the most common concerns for employers and staff. They highlighted the lack of support from the administration as another reason why health workers could not deal with violent patients. Some private hospitals across the country tend to decline the most challenging psychiatric cases, while safety-net and community facilities have no choice but to admit these patients. This trend is expected to continue, raising questions about the impact that the policy will have on access to healthcare services in underserved communities. There also exists an issue for mental health patients who are stuck in the emergency department for days on end, prolonging the psychiatric care they need. This experience in mental health care is so common that it has its own name: \"boarding\" which is defined as spending more than 12 hours in an emergency department waiting for an appropriate placement [42] . Since 2020, the number of patients who have boarded in emergency departments has increased by between 200% and 400% [42] . The importance of boarding being eradicated in mental health ward settings cannot be understated: in the long term, patients, especially children, with mental health issues who are not treated right away may deal with worsened symptoms and worsened aggression as a result of improper care.",
            "cite_spans": [
                {
                    "start": 424,
                    "end": 428,
                    "text": "[15]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 443,
                    "end": 447,
                    "text": "[41]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1392,
                    "end": 1396,
                    "text": "[42]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1515,
                    "end": 1519,
                    "text": "[42]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Other contributing factors"
        },
        {
            "text": "Though recommendations have been put in place by the American Psychiatric Association, WHO, and OSHA to increase training in managing patient violence, this is a persistent issue. A more recent review on violence against doctors by Kumari [43] commented on how it is potentially a more serious issue due to severe underreporting by physicians, possibly due to physicians not believing effective action could be taken if they were to report incidents [43] . Unfortunately, underreporting is also common among nurses all over the world [44, 45] .",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 243,
                    "text": "Kumari [43]",
                    "ref_id": null
                },
                {
                    "start": 450,
                    "end": 454,
                    "text": "[43]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 534,
                    "end": 538,
                    "text": "[44,",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 539,
                    "end": 542,
                    "text": "45]",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Is there any room for improvement?"
        },
        {
            "text": "Medicare and Medicaid require community hospitals to administer and/or facilitate the Hospital Consumer Assessment of Healthcare Providers and Systems (HCAHPS) survey to measure patients' satisfaction with and perceptions of their hospital experiences [46] . Poor survey results could result in psychiatric hospitals forfeiting some reimbursements or negatively affecting federal funding. Moreover, the presence of inpatient psychiatric services is associated with lower HCAHPS scores and decreased reimbursement through the Centers for Medicare and Medicaid Services [47] . Healthcare workers tend to be afraid of HCAHPS results since low survey scores may negatively affect their paychecks and employment in general. It is also possible that hospital employees would be less likely to report occupational violence while indirectly contributing to the culture of silence [48] . Finally, this practice may unintentionally create an environment in which disrespectful and inappropriate behaviors are tolerated [49] .",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 256,
                    "text": "[46]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 568,
                    "end": 572,
                    "text": "[47]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 872,
                    "end": 876,
                    "text": "[48]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1009,
                    "end": 1013,
                    "text": "[49]",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "Is there any room for improvement?"
        },
        {
            "text": "While mental health workers and professionals, especially those not in private practice, seem to be undercompensated compared to professions with similar educational requirements, the US healthcare system has failed to address this issue. Considering the significant safety risks, employees in mental health facilities should be compensated appropriately; oftentimes, they are not, leading to a lack of nursing staff and mental health technicians, as can be currently observed on state-run behavioral health units in Missouri [50] .",
            "cite_spans": [
                {
                    "start": 526,
                    "end": 530,
                    "text": "[50]",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Is there any room for improvement?"
        },
        {
            "text": "Thankfully, state and hospital officials recognize the magnitude of the problem. At least two bills were introduced in 2020 with the goal of protecting hospital employees, motivating healthcare officials to develop workplace violence prevention plans (HB 398), and holding those who have assaulted healthcare workers accountable for their actions (HB 1022). According to local media, while the Missouri Nurses Association supports House Bill 398 for providing extra protection, violence prevention, and reporting opportunities, the Missouri Hospital Association does not. It remains unclear as to what factors contributed to this disagreement. Both professional organizations agreed that workplace violence is one of the reasons why we experience a shortage of professionals [51] .",
            "cite_spans": [
                {
                    "start": 775,
                    "end": 779,
                    "text": "[51]",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "Is there any room for improvement?"
        },
        {
            "text": "Various safety and security events in US healthcare facilities cost an estimated $1.6 billion each year. A recent analysis of hospital financial plans and recent spending in California shows that hospitals spend less than 0.5% of their total expenses on security, while the risks of violence are clearly underestimated [52] . According to a 2016 survey conducted by Health Facilities Management and the American Society for Healthcare Engineering, over 50% of hospitals had to increase their security budgets, but the results of those investments are still unclear [53] . Moreover, data from state-run or forensic facilities are not routinely published. Given the current circumstances, state-run and private healthcare networks need to spend more on security personnel and supporting staff. These simple efforts reduced violent crimes by 65% over 18 months in one New York-based hospital [54] .",
            "cite_spans": [
                {
                    "start": 319,
                    "end": 323,
                    "text": "[52]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 565,
                    "end": 569,
                    "text": "[53]",
                    "ref_id": null
                },
                {
                    "start": 889,
                    "end": 893,
                    "text": "[54]",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "Is there any room for improvement?"
        },
        {
            "text": "Lower aggression rates were found in hospitals that practiced positive teamwork, with staff feeling less pressured, having less of a workload, and feeling supported [15] . Yosep et al. [55] also concluded that labeling or ignoring the patients' coping style could lead to an increase in violent cases among patients with schizophrenia [55] . There should be higher staff-patient ratios in both the dayshift and the nightshift, as well as more dayroom space and bedroom space per patient. To improve comfort, some factors that can be changed include having a higher indoor temperature, having lower noise levels, having fewer rooms, including more single occupancy rooms, and providing the opportunity for patients to participate in games with others [55] . It has also been noted that wards that included exclusively green or rural scenery reported significantly fewer physical and verbal incidents than wards with industrial scenery. Rural views may be perceived as more pleasant and potentially more relaxing than viewing manmade structures [55] . Including more outdoor space has also been highly recommended to help bolster social interaction and recovery; however, issues like limited staff availability to escort patients to outdoor spaces may prevent this from happening [55] .",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 169,
                    "text": "[15]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 185,
                    "end": 189,
                    "text": "[55]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 335,
                    "end": 339,
                    "text": "[55]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 750,
                    "end": 754,
                    "text": "[55]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 1043,
                    "end": 1047,
                    "text": "[55]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 1278,
                    "end": 1282,
                    "text": "[55]",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "Ways to improve patient experience and staff safety in a psychiatric hospital"
        },
        {
            "text": "In light of other issues related to the global pandemic, hospitals have been working to add more inpatient psychiatric beds; for example, in December 2020, the Cambridge Health Alliance added 42 beds for children with autism and other neurodevelopmental disorders [42] . Some hospitals have attempted to scale down and suspend outpatient and nonessential services to streamline resources to inpatients. There were also outdoor courtyards that were opened to allow for scheduled breaks, and patient engagement steering groups were established to promote engagement in inpatient units. Additionally, in April 2020, adolescent units were combined into one unit, and more patient and family engagement activities were organized to allow for more meaningful interactions [25] . Altogether, these measures are supposed to prevent further behavioral outbursts in this challenging population.",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 268,
                    "text": "[42]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 766,
                    "end": 770,
                    "text": "[25]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Ways to improve patient experience and staff safety in a psychiatric hospital"
        },
        {
            "text": "The COVID-19 pandemic has played a drastic role in the operation of US healthcare. We have seen that many mental health services offered by facilities have been indefinitely suspended, there have been patients in need of help having their care delayed, and we have seen a tremendous transition to virtual care. Although more studies are needed to establish a more definitive relationship between workplace violence in healthcare and mental health settings and pandemic-related factors, the majority of attacks come from patients who have problems with substance abuse and mental illness. Patientrelated factors, such as homelessness and low socioeconomic status, and system-based aspects, such as staffing shortages, have been found to contribute to increased aggression in hospital settings. Ultimately, patient aggression is at its core a barrier to best practice and efficiency in care. It is a challenge that can delay treatment, placement, and stunt the best possible outcome a patient may have after a course of inpatient treatment. Although the clinician's right to refuse treatment of violent patients is allowed by law, many practitioners still treat all patients who need our help, regardless of their actions or abusive potential. Unfortunately, no matter what data are presented, medical and psychiatric facilities consistently stand out as some of the most dangerous workplaces in the United States. This article is expected to emphasize the paramount need for effective prevention of violence against healthcare and social service workers. Although many facilities have instituted measures against violence, there is much more work to be done.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "This work would not have been possible without the academic support of the Center for Behavioral Medicine/UMKC Psychiatry Residency Program. We want to thank our colleagues and nursing staff for their support and encouragement throughout the global pandemic. We are proud to work alongside such a dedicated group of professionals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "No relevant financial relationship exists.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Financial disclosure"
        },
        {
            "text": "Waiver of informed consent was obtained as per UMKC policy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Informed consent"
        },
        {
            "text": "Data sharing is not applicable to this article, as no datasets were generated or analyzed during the current project.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data availability"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Symptoms of depression, anxiety, post-traumatic stress disorder, and suicidal ideation among state, tribal, local, and territorial public health workers during the COVID-19 pandemic-United States",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bryant-Genevier",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Rao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lopes-Cardozo",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "MMWR",
            "volume": "70",
            "issn": "",
            "pages": "947--952",
            "other_ids": {
                "DOI": [
                    "10.15585/mmwr.mm7048a6"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "2021) Workplace Violence and COVID-19 in Health Care: How the Hospital Industry Created an Occupational Syndemic",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Insecurity Insight (2021) Attacks on Health Care",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Healthcare workers continue to face increase in violence as pandemic slows",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Michael",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Frontline Workers Struggle with Violent Assaults during COVID-19 Surge",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wiley",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Why Are So Many Workers Being Hurt at the Fulton State Hospital? STLtoday",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stuckey",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Missouri Nurses Association: It's more dangerous to be a health care worker than a police or corrections officer",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hauswirth",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Workplace Violence in Kansas Hospitals. Assessing the Challenges and Creating Safety-Focused Solutions",
            "authors": [],
            "year": 2019,
            "venue": "Kansas Hospital Association",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Impact and prevalence of physical and verbal violence toward healthcare workers",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Rosenthal",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Byerly",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Psychosomatics",
            "volume": "59",
            "issn": "",
            "pages": "584--590",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Hazardous to your health: Violence in the health-care workplace",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Beck",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Physical assault in the psychiatry emergency room",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Lawrence",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Rolin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "V"
                    ],
                    "last": "Looney",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Am Acad Psychiatry Law",
            "volume": "49",
            "issn": "",
            "pages": "484--495",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A systematic review of the prevalence of patient assaults against residents",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kwok",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ostermeyer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Coverdale",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Grad Med Educ",
            "volume": "4",
            "issn": "",
            "pages": "296--300",
            "other_ids": {
                "DOI": [
                    "10.4300/JGME-D-11-00184.1"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Survey of threats and assaults by patients on psychiatry residents",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Dvir",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Moniwa",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Crisp-Han",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Acad Psychiatry",
            "volume": "36",
            "issn": "",
            "pages": "39--42",
            "other_ids": {
                "DOI": [
                    "10.1176/appi.ap.10060090"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "What are some stressful adversities in psychiatry residency training, and how should they be managed professionally?",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Coverdale",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Balon",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "V"
                    ],
                    "last": "Beresin",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Acad Psychiatry",
            "volume": "43",
            "issn": "",
            "pages": "145--150",
            "other_ids": {
                "DOI": [
                    "10.1007/s40596-019-01026-w"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Aggression on the psychiatric ward: prevalence and risk factors. A systematic review of the literature",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Weltens",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bak",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Verhagen",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Plos One",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0258346"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Aggressive and disruptive behavior among psychiatric patients with major depressive disorder, schizophrenia, or alcohol dependency and the effect of depression and self-esteem on aggression",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fritz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Shenar",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cardenas-Morales",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Front Psychiatry",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fpsyt.2020.599828"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Interacting mechanisms of impulsivity in bipolar disorder and antisocial personality disorder",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Swann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lijffijt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Lane",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Psychiatr Res",
            "volume": "45",
            "issn": "",
            "pages": "1477--1482",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jpsychires.2011.06.009"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Twelve-month outcome in bipolar patients with and without personality disorders",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dunayevich",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Sax",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Keck",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Clin Psychiatry",
            "volume": "61",
            "issn": "",
            "pages": "134--139",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Neurobiological basis of psychopathy",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Blair",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Br J Psychiatry",
            "volume": "182",
            "issn": "",
            "pages": "5--7",
            "other_ids": {
                "DOI": [
                    "10.1192/bjp.182.1.5"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The correlates of comorbid antisocial personality disorder in schizophrenia",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Moran",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hodgins",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Schizophr Bull",
            "volume": "30",
            "issn": "",
            "pages": "791--802",
            "other_ids": {
                "DOI": [
                    "10.1093/oxfordjournals.schbul.a007132"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Neurocognitive vulnerability: suicidal and homicidal behaviours in patients with schizophrenia",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Richard-Devantoy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Orsat",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dumais",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Can J Psychiatry",
            "volume": "59",
            "issn": "",
            "pages": "18--25",
            "other_ids": {
                "DOI": [
                    "10.1177/070674371405900105"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Comorbidity between bipolar disorder and cluster B personality disorders as indicator of affective dysregulation and clinical severity",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Apfelbaum",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Regalado",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Herman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Actas Esp Psiquiatr",
            "volume": "41",
            "issn": "",
            "pages": "269--278",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Attacked and Threatened: Health Care at Risk",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The impact of the UK's first COVID-19 lockdown on rates of violence and aggression on psychiatric inpatient wards",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Payne-Gill",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Whitfield",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Beck",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2021.03.10.21253244"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Silver linings: Observed reductions in aggression and use of restraints and seclusion in psychiatric inpatient care during COVID-19",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Arbour",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mcgregor",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J Psychiatry Ment Health Nurs",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/jpm.12752"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Severity of Violent Hospital Incidents on the Rise: Unions. Victoria Times Colonist",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Egan-Elliott",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "US hospitals tighten security as violence against staff surges during pandemic",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Dyer",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "375: n2442",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.n2442"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Violence in Psychiatric Hospitals is on the Rise",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lane",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The factors affecting patient aggression scale: psychometric testing of a new tool",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lepiešová",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Farský",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zanovitová",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Cent Eur J Nurs Midw",
            "volume": "12",
            "issn": "",
            "pages": "342--352",
            "other_ids": {
                "DOI": [
                    "10.15452/cejnm.2021.12.0009"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Violent behavior prior to admission is not a factor in further prolonged length of stay: a retrospective cohort study in a",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kinoshita",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kuroki",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Okada",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Japanese psychiatric hospital. Front Psychiatry",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fpsyt.2021.600456"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Survey of Michigan Nurses: Workplace Violence Results",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Every Day is an Emergency': The Pandemic is Worsening Psychiatric Bed Shortages Nationwide",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rapoport",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "New York City to Open Field Hospital For First Time Since Spring as COVID-19 Cases Spike. NBC News",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Mercy Iowa City to Close Inpatient Mental Health Unit. The Gazette",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ramm",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Trends in US Emergency Department Visits for Mental Health, Overdose, and Violence Outcomes Before and During the COVID-19",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Holland",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Vivolo-Kantor",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Under Assault: Data Shows Santa Clara County Hospital Workers Routinely Attacked on the Job. Mountain View Voice",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Forestieri",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Aggression and Violence in Mental Health Inpatient Units: A Case Study at The Accra Psychiatric Hospital",
            "authors": [
                {
                    "first": "Aah",
                    "middle": [],
                    "last": "Adjei-Sarpong",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Missouri Department of Mental Health Experiencing Workforce Shortage",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pivoney",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Virginia Orders 5 State Mental Hospitals to Stop Taking New Admissions Amid Staffing Crisis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Portnoy",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Washington Post. Available",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Employer-Reported Workplace Injuries and Illnesses-2020",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "The impact of workplace violence toward psychiatric mental health nurses: identifying the facilitators and barriers to supportive resources",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dean",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Butler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cuddigan",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J Amer Psychiatr Nurses Assoc",
            "volume": "27",
            "issn": "",
            "pages": "189--202",
            "other_ids": {
                "DOI": [
                    "10.1177/10783903211010945"
                ]
            }
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "For Pediatric Mental Health Patients, Days Stuck in the ER. Common Wealth Magazine",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schoenberg",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Workplace violence against doctors: Characteristics, risk factors, and mitigation strategies",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kumari",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kaur",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ranjan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Postgrad Med",
            "volume": "66",
            "issn": "",
            "pages": "149--154",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Frequency and barriers of reporting workplace violence in nurses: An online survey in China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Int J Nurs Sci",
            "volume": "8",
            "issn": "",
            "pages": "65--70",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijnss.2020.11.006"
                ]
            }
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Nurses' experience with type II workplace violence and underreporting during the COVID-19 pandemic. Workplace Health Saf",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Byon",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sagherian",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/21650799211031233"
                ]
            }
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Pay for performance: Are hospitals becoming more efficient in improving their patient experience?",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Stanowski",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Simpson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Healthc Manag",
            "volume": "60",
            "issn": "",
            "pages": "268--284",
            "other_ids": {
                "DOI": [
                    "10.1097/00115514-201507000-00008"
                ]
            }
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Economic impact of hospital consumer assessment of healthcare providers and systems scores for hospitals providing inpatient psychiatric services",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Reese",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "Kerr",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Health Care Finance",
            "volume": "42",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Underreporting of workplace violence: Comparison of self-report and actual documentation of hospital incidents",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Arnetz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hamblin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ager",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Workplace Health Saf",
            "volume": "63",
            "issn": "",
            "pages": "200--210",
            "other_ids": {
                "DOI": [
                    "10.1177/2165079915574684"
                ]
            }
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "A balanced approach to dealing with violence and aggression at work",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rew",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ferns",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Br J Nurs",
            "volume": "14",
            "issn": "",
            "pages": "227--232",
            "other_ids": {
                "DOI": [
                    "10.12968/bjon.2005.14.4.17609"
                ]
            }
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Across Missouri Mental Health Facilities, Staffing Shortages Limit Access to Patient Care. Missouri Independent",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Weinberg",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Missouri Bill Aims to Protect Healthcare Workers from Workplace Violence",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Schoik",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Hailed as Heroes, Hospital Workers for Years Have Been Bitten, Hit, Kicked, and Ignored",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rutledge",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Diedrich",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Milwaukee Journal Sentinel. Available",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Violence: Occupational Hazards in Hospitals",
            "authors": [],
            "year": 2002,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "How patients with schizophrenia \"as a Victim\" cope with violence in Indonesia: A qualitative study",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Yosep",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Mediani",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lindayani",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Egypt J Neuro Psychiatr Neurosurg",
            "volume": "57",
            "issn": "",
            "pages": "1--6",
            "other_ids": {
                "DOI": [
                    "10.1186/s41983-021-00327-y"
                ]
            }
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "The relationship between inpatient mental health ward design and aggression",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rogerson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Haines-Delmont",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mccabe",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J Environ Psychol",
            "volume": "77",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jenvp.2021.101670"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Attacked and threatened: health care at risk (11/03/2020-24/11/2021)[23].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Incidence rates for cases resulting in days away from work in selected occupations, private industry, 2019-2020[40].",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Inpatient care setting by workplace violence (06/2020)[31].",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}