{
    "paper_id": "ca6b1f58e7b4983421a80144cc254a613d496b69",
    "metadata": {
        "title": "Ultrastructural insight into SARS-CoV-2 entry and budding in human airway epithelium",
        "authors": [
            {
                "first": "Andreia",
                "middle": [
                    "L"
                ],
                "last": "Pinto",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Guy's and St Thomas' NHS Foundation Trust",
                    "location": {
                        "postCode": "SW3 6NP",
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Ranjit",
                "middle": [
                    "K"
                ],
                "last": "Rai",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Guy's and St Thomas' NHS Foundation Trust",
                    "location": {
                        "postCode": "SW3 6NP",
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Jonathan",
                "middle": [
                    "C"
                ],
                "last": "Brown",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Imperial College London",
                    "location": {
                        "postCode": "W2 1PG",
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Paul",
                "middle": [],
                "last": "Griffin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Guy's and St Thomas' NHS Foundation Trust",
                    "location": {
                        "postCode": "SW3 6NP",
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "James",
                "middle": [
                    "R"
                ],
                "last": "Edgar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cambridge",
                    "location": {
                        "postCode": "CB2 1QP",
                        "settlement": "Cambridge"
                    }
                },
                "email": ""
            },
            {
                "first": "Anand",
                "middle": [],
                "last": "Shah",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Guy's and St Thomas' NHS Foundation Trust",
                    "location": {
                        "postCode": "SW3 6NP",
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Aran",
                "middle": [],
                "last": "Singanayagam",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Imperial College London",
                    "location": {
                        "postCode": "W2 1PG",
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Claire",
                "middle": [],
                "last": "Hogg",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Guy's and St Thomas' NHS Foundation Trust",
                    "location": {
                        "postCode": "SW3 6NP",
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Wendy",
                "middle": [
                    "S"
                ],
                "last": "Barclay",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Imperial College London",
                    "location": {
                        "postCode": "W2 1PG",
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Clare",
                "middle": [
                    "E"
                ],
                "last": "Futter",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University College London",
                    "location": {
                        "postCode": "EC1V 9EL",
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Thomas",
                "middle": [],
                "last": "Burgoyne",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Guy's and St Thomas' NHS Foundation Trust",
                    "location": {
                        "postCode": "SW3 6NP",
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": "t.burgoyne@ucl.ac.uk"
            }
        ]
    },
    "abstract": [
        {
            "text": "Supplementary figure 1. Quantitation of viral containing compartments (VCs) within 1.5 µm of the plasma membrane of SARS-CoV-2 infected ciliated cells. (a) Contours at the cell plasma membrane (green line) and 1.5 µm away from the plasma membrane (yellow line). The number of VCs between the two contours that are within 1.5 µm of host cell plasma were counted (red arrowheads) and compared to the total number of VCs within the host cell including those more than 1.5 µm away from the plasma membrane (blue arrowheads). (b) When comparing the percentage of VCs within 1.5 µm of host cell plasma membrane (N=16 cell), no statistical significance was determined between variants when using paired, twotailed Student's t-tests. Scalebar (a) 5 µm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Supplementary figure 2. ACE2 and TMPRSS2 labelling of human nasal biopsy shows the same labelling pattern as cultured HAE. Scalebar 10 µm",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Supplementary figure 3. Validation of ACE2 and TMPRSS2 antibodies in HeLa cells expressing constructs. Signal from antibody staining overlapped with the labelling of Myc or HA in HeLa cell over expressing Myc-ACE2 or HA-TMPRSS2. For Myc-ACE2, the Myc is an N-terminal tag which is the region the extracellular domain antibody is raised against, therefore, better antibody labelling is found in HeLa cells expressing untagged ACE2. Phalloidin staining is shown in red. Scalebar 10 µm ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Further evidence that goblet cells are not susceptible to infection by SARS-CoV-2. (a) A small number of double membrane vesicles (DMVs) were seen within goblet cells. (b) Few virions were detected at the surface of goblet cells. (a & b) N=16 and no statistical significance was determine using paired",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "ACE2 antibody labelling against the extracellular domain of HAE that was not detergent-treated showed localisation to microvilli and plasma membrane. (A) The lack of detergent results in poor tubulin staining compared to permeabilised samples (seefigure 2). The boxed region is an area of a ciliated cell in a slice where the cilia are absent and the ACE2 staining surrounds the actin (phalloidin stained) enriched microvilli. (B) Ezrin localises to microvilli and the staining appears to surround the actin (phalloidin stained) in HAE cells and shows some similarity to ACE2 staining. Boxed regions are shown at higher magnification in the top righthand panels. Scalebars 10 µmSupplementary figure 5. S glycoprotein is enriched on the plasma membrane apart from cilia and within viral containing compartments of SARS-CoV-2 (B.1.258) infected HAE cells. (a) Immunofluorescence antibody labelling against S glycoprotein (in green) shows that it is enriched at the cell surface were there are actin enriched microvilli (phalloidin staining in red) but does not colocalise with cilia (stained with anti-tubulin antibody and shown in white). (be) Immuno electron microscopy gold labelling of S glycoprotein in an HAE sample infected with SARS-CoV-2. (b) Virions with gold labelled S glycoprotein at the surface. (c) A microvillus that has a viral fusion like profile (red arrowhead) that labels for S glycoprotein. (d) Microvilli and other regions of the cell surface (white arrowheads) showing presence of gold labelled S glycoprotein. (e) A viral containing compartment (VC) with gold localised to the organelle membrane (black arrowhead). Scalebars (a) 5 µm (b) 100nm (c -e) 200 nm.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": " ab) Slices from a tomogram that shows a virion with a budding profile as well as discrete virions within VCs. The boxed region in (a) is shown at higher magnification in (b). (b) Nucleocapsid protein false coloured in blue appears to be concentrated at the membrane of virions with a budding profile that are connected to the VC membrane (coloured in red). Within the discrete virion the nucleocapsid protein appears to be more dispersed. Scalebars 100 nm. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1,
                    "end": 4,
                    "text": "ab)",
                    "ref_id": null
                }
            ],
            "section": "annex"
        }
    ]
}