{
    "paper_id": "cb269ecd204bfada0a3e6bd3ee763748d7babe18",
    "metadata": {
        "title": "Validation of verbal autopsy and nasopharyngeal swab collection for the investigation of deaths at home during the COVID-19 pandemics in Brazil",
        "authors": [
            {
                "first": "Pedro",
                "middle": [],
                "last": "Mansueto",
                "suffix": "",
                "affiliation": {},
                "email": "*mansueto77@gmail.com"
            },
            {
                "first": "Melo",
                "middle": [],
                "last": "De Souza Id",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Serviço de Verificação de Ó bitos Dr. Rocha Furtado",
                    "institution": "",
                    "location": {
                        "settlement": "Fortaleza, Ceará",
                        "country": "Brasil"
                    }
                },
                "email": ""
            },
            {
                "first": "Gunter",
                "middle": [],
                "last": "Gerson Id",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Serviço de Verificação de Ó bitos Dr. Rocha Furtado",
                    "institution": "",
                    "location": {
                        "settlement": "Fortaleza, Ceará",
                        "country": "Brasil"
                    }
                },
                "email": ""
            },
            {
                "first": "Josebson",
                "middle": [
                    "Silva"
                ],
                "last": "Dias",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Serviço de Verificação de Ó bitos Dr. Rocha Furtado",
                    "institution": "",
                    "location": {
                        "settlement": "Fortaleza, Ceará",
                        "country": "Brasil"
                    }
                },
                "email": ""
            },
            {
                "first": "Deborah",
                "middle": [],
                "last": "Nunes De Melo Id",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Serviço de Verificação de Ó bitos Dr. Rocha Furtado",
                    "institution": "",
                    "location": {
                        "settlement": "Fortaleza, Ceará",
                        "country": "Brasil"
                    }
                },
                "email": ""
            },
            {
                "first": "Sarlene",
                "middle": [],
                "last": "Gomes De Souza Id",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidade Estadual do Ceará",
                    "location": {
                        "settlement": "Fortaleza, Ceará",
                        "country": "Brasil"
                    }
                },
                "email": ""
            },
            {
                "first": "Erasmo",
                "middle": [],
                "last": "Miessa Ruiz Id",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidade Estadual do Ceará",
                    "location": {
                        "settlement": "Fortaleza, Ceará",
                        "country": "Brasil"
                    }
                },
                "email": ""
            },
            {
                "first": "Fabio",
                "middle": [
                    "Rocha"
                ],
                "last": "Fernandes",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tavora",
                "middle": [],
                "last": "Id",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidade Federal do Ceará",
                    "location": {
                        "settlement": "Fortaleza, Ceará",
                        "country": "Brasil"
                    }
                },
                "email": ""
            },
            {
                "first": "Luciano",
                "middle": [],
                "last": "Pamplona De Gó",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Cavalcanti",
                "middle": [],
                "last": "Id",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidade Federal do Ceará",
                    "location": {
                        "settlement": "Fortaleza, Ceará",
                        "country": "Brasil"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Brazil currently holds the second highest record of cases and deaths due to the Coronavirus Disease 2019 (COVID-19) in the world [1] . The state of Ceará, with >9 million inhabitants, in Northeastern Brazil, was the epicenter of the epidemic and one of the first states to present community transmission of the COVID-19. Forty-five days after the first confirmed case, there was a collapse of health services, contributing to the increase in the number of people dying at home [2] .",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 132,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 477,
                    "end": 480,
                    "text": "[2]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the scenario of a pandemic associated with an increase in the number of deaths outside a hospital environment, a specialized service in the investigation of fatalities was necessary to increase the capacity of the health system and to detect and report the death burden from the disease. \"Dr. Rocha Furtado\" Death Verification Service (SVO-RF) is located in the capital Fortaleza and, in partnership with the Epidemiological Surveillance Office and the local public health laboratory, it acts in the investigation of deaths in the state, which was already reported in recent arboviruses epidemics [3, 4] .",
            "cite_spans": [
                {
                    "start": 600,
                    "end": 603,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 604,
                    "end": 606,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To fulfill its mission, SVO-RF performs complete diagnostic autopsies (CDA) for the investigation of deaths at home without medical assistance, as well as deaths without bona fide diagnosis prior to death [5] . Moreover, unlike most other Death Verification Services in Brazil, the SVO-RF also implemented a medical team that drives to the houses where the death occurred, to investigate cases where a clinical necropsy was not indicated, such as with patients with advanced cancer diagnoses or other chronic terminal illnesses that die at home, without any home care program. This team, called SVO-Mobile, is composed of a physician, a social worker, and a driver and usually acts in a complementary way to clinical necropsies that take place at the headquarters. In the COVID-19 pandemic, however, the SVO-Mobile played a significant role since clinical necropsies were suspended following the Ministry of Health's guidelines [6] .",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 208,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 928,
                    "end": 931,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Due to the lack of biosafety at the headquarters, including an air treatment system at the facility, added to the community transmission of the virus and the risk of transmission by asymptomatic and presymptomatic patients, all autopsies were suspended. The SVO-RF leadership saw then the need to expand the number of SVO-Mobile teams from 1 to 3, while still maintaining its regular team at the headquarters. All deaths from this period were investigated through physician-certified verbal autopsies (PCVA), external body examination, and collection of nasopharyngeal swab samples in cases of suspected COVID-19, with the 3 SVO-Mobile teams moving to their homes while continuing to receive bodies at headquarters. From the 10th to the 31st epidemiological week (EW) of 2020, including March 1 to August 1, the number of household deaths in the city of Fortaleza attended by SVO-RF was 2,215, representing an increase of 69.00% to the same period of 2018 and 2019. The weekly percentage variation between the number of consultations in 2020 with the average of 2018 to 2019 varied from −14.56% in the 30th EW to +355.65% in the 19th EW (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1137,
                    "end": 1146,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "Among the 2,115 household deaths in this period, 353 (16.69%) cases had clinical-epidemiological criteria for suspected COVID-19, with the weekly variation starting from 0.00% in the first 2 weeks studied, up to 37.71% in the 20th EW (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 234,
                    "end": 243,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "For any suspected case, nasopharyngeal swab samples were collected and sent to the Central Laboratory of Public Health of Ceará for the Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) virus polymerase chain reaction technique in real-time (RT-PCR) testing. Among the suspected cases, the rate of positivity in the SARS-CoV-2 survey ranged from 0.00% at the beginning and end of the period analyzed to 100.00% positivity in the 18th EW (Table 1) . It is a noteworthy fact that there were no confirmed cases of SARS-CoV-2 among home deaths in the last 5 weeks, which may represent both a decrease in the circulation of the ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 448,
                    "end": 457,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "Validation of verbal autopsy for the investigation of deaths at home during the COVID-19",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PLOS NEGLECTED TROPICAL DISEASES"
        },
        {
            "text": "virus as well as the reestablishment of the capacity of the health services of providing medical assistance to possible new cases of the disease. Therefore, in the light of an increase of up to 355.65% in the weekly number of home deaths, it was the ability to rapidly expand the investigation teams that made it possible to meet the excessive demand of these 2,115 deaths that occurred outside the hospital environment and confirm 280 deaths from COVID-19 that would hardly have been identified without this service (Table 1) . Nevertheless, the use of the verbal autopsy did not allow the medical team to answer some questions about other home deaths that did not meet the criteria for suspicion for COVID-19. For example, would it be possible that all the excess of unsuspected deaths from COVID-19 resulted only from the difficulty of accessing health services? Or could some of these deaths have been caused by COVID-19 with an atypical clinical presentation without criteria for suspicion?",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 517,
                    "end": 526,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "PLOS NEGLECTED TROPICAL DISEASES"
        },
        {
            "text": "In view of these limitations, we believe it is necessary to invest also in other forms of investigation, such as minimally invasive necropsies, whose applicability and safety have already been demonstrated in other developing countries [7] , with infectious diseases in general [8] and with COVID-19 specifically [9] . We also advocate the expansion of biosafety measures for the entire network of Death Verification Services, so that complete clinical necropsies can be performed even during pandemics, following the recommended good laboratory practices [10] and contributing to the understanding of the pathophysiological mechanisms that lead to death by COVID-19 [11] worldwide.",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 239,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 278,
                    "end": 281,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 313,
                    "end": 316,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 556,
                    "end": 560,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 667,
                    "end": 671,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "PLOS NEGLECTED TROPICAL DISEASES"
        },
        {
            "text": "Despite these and other limitations of the verbal autopsy certified by a physician [12] , we consider that, in a pandemic scenario, the investigation of home deaths by this method associated with the collection of samples for laboratory research constitutes a safe, financially viable, and secure method. It probably contributes to an increase in the detection of the disease and a consequent decrease in underreporting, especially in places where the collapse of the health system can lead to a rise in home deaths without medical assistance.",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 87,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "PLOS NEGLECTED TROPICAL DISEASES"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Health system collapse 45 days after the detection of COVID-19 in Ceará , Northeast Brazil: a preliminary analysis",
            "authors": [
                {
                    "first": "Drq",
                    "middle": [],
                    "last": "Lemos",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Angelo",
                    "suffix": ""
                },
                {
                    "first": "Labg",
                    "middle": [],
                    "last": "Farias",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Almeida",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Gomes",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Pinto",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Rev. Soc. Bras. Med. Trop",
            "volume": "53",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Postmortem Diagnosis of Dengue as an Epidemiological Surveillance Tool",
            "authors": [
                {
                    "first": "Lpg",
                    "middle": [],
                    "last": "Cavalcanti",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Braga",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Alexandre",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Aguiar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Castiglioni",
                    "suffix": ""
                },
                {
                    "first": "Silva-Junior",
                    "middle": [],
                    "last": "Ju",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Am J Trop Med Hyg",
            "volume": "94",
            "issn": "1",
            "pages": "187--192",
            "other_ids": {
                "DOI": [
                    "10.4269/ajtmh.15-0392"
                ],
                "PMID": [
                    "26598561"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Experience of the Arbovirus Death Investigation Committee in Ceará , Brazil",
            "authors": [
                {
                    "first": "Lpg",
                    "middle": [],
                    "last": "Cavalcanti",
                    "suffix": ""
                },
                {
                    "first": "Knf",
                    "middle": [],
                    "last": "Escossia",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Simiao",
                    "suffix": ""
                },
                {
                    "first": "Pmc",
                    "middle": [],
                    "last": "Linhares",
                    "suffix": ""
                },
                {
                    "first": "Aab",
                    "middle": [],
                    "last": "Lima",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Lopes",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "2017: advances and challenges",
            "volume": "28",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.5123/S1679-49742019000300011"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Institui a Rede Nacional de Serviços de Verificação de Ó bito e Esclarecimento da Causa Mortis (SVO). Brasília: Ministério da Saúde",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministé Rio Da Saúde",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Portaria n˚1.405 de 29 de Junho de",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Secretaria de Vigilâ ncia em Saúde. Departamento de Análise em Saú de e Vigilâ ncia de Doenças não Transmissíveis",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministé Rio Da Saúde",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Pathological Methods Applied to the Investigation of Causes of Death in Developing Countries: Minimally Invasive Autopsy Approach",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Castillo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ussene",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Ismail",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jordao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lovane",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Carrilho",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "PLoS ONE",
            "volume": "10",
            "issn": "6",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0132057"
                ],
                "PMID": [
                    "26126191"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Infectious cause of death determination using minimally invasive autopsies in developing countries",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Martínez",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Massora",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Mandomando",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ussene",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jordao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lovane",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Diagn Microbiol Infect Dis",
            "volume": "84",
            "issn": "1",
            "pages": "80--86",
            "other_ids": {
                "DOI": [
                    "10.1016/j.diagmicrobio.2015.10.002"
                ],
                "PMID": [
                    "26508103"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Ultrasound-guided minimally invasive autopsies: A protocol for the study of pulmonary and systemic involvement of COVID-19",
            "authors": [
                {
                    "first": "Raa",
                    "middle": [],
                    "last": "Monteiro",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Duarte-Neto",
                    "suffix": ""
                },
                {
                    "first": "Lffd",
                    "middle": [],
                    "last": "Da Silva",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "De Oliveira",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Filho",
                    "suffix": ""
                },
                {
                    "first": "Gab",
                    "middle": [],
                    "last": "Santos",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clinics (Sao Paulo)",
            "volume": "75",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.6061/clinics/2020/e1972"
                ],
                "PMID": [
                    "32490934"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Autopsy in suspected COVID-19 cases",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hanley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Lucas",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Youd",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Swift",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Osborn",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Pathol",
            "volume": "73",
            "issn": "",
            "pages": "239--242",
            "other_ids": {
                "DOI": [
                    "10.1136/jclinpath-2020-206522"
                ],
                "PMID": [
                    "32198191"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Postmortem Examination of Patients With COVID-19",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Schaller",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hirschbühl",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Burkhardt",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Braun",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Trepel",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Märkl",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "24",
            "pages": "2518--2520",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.8907"
                ],
                "PMID": [
                    "32437497"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Performance of physician-certified verbal autopsies: multisite validation study using clinical diagnostic gold standards",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lozano",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Lopez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Atkinson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Naghavi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Flaxman",
                    "suffix": ""
                },
                {
                    "first": "Cji",
                    "middle": [],
                    "last": "Murray",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Popul Health Metrics",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1478-7954-9-32"
                ],
                "PMID": [
                    "21816104"
                ]
            }
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "PLOS NEGLECTED TROPICAL DISEASESPLOS Neglected Tropical Diseases | https://doi.org/10.1371/journal.pntd.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Deaths at home in Fortaleza, State of Ceará, attended by SVO-RF in 2018, 2019, and 2020, suspicious and confirmed home deaths by COVID-19 in 2020.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}