{
    "paper_id": "cb8a6c5399737bfba9e13ac9474b8b09a200557e",
    "metadata": {
        "title": "EU Enlargement in Disregard of the Rule of Law: A Way Forward Following the Unsuccessful Dispute Settlement Between Croatia and Slovenia and the Name Change of Macedonia",
        "authors": [
            {
                "first": "Elena",
                "middle": [],
                "last": "Basheska",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "CEU DI",
                    "location": {
                        "settlement": "Budapest",
                        "country": "Hungary"
                    }
                },
                "email": ""
            },
            {
                "first": "Basheskae@ceu",
                "middle": [],
                "last": "Edu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "E",
                "middle": [],
                "last": "Basheska",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "EU enlargement has always been a political process. That said, the rule of law is an important aspect and principle of the EU enlargement policy. Implementation of EU driven reforms in candidate countries largely depends on the rule of law-based enlargement as well as on a clear EU perspective. Overpoliticisation of the enlargement process renders the EU's enlargement law futile and undermines both the transformative effect of the pre-accession process and EU's own values. The implementation of the enlargement condition for settlement of bilateral disputes, which became pronounced in the EU enlargement towards the Western Balkan countries, is having the negative effect of contributing to deterioration rather than promotion of the rule of law in both EU candidate countries and the EU's enlargement process. Lack of predictability and rule of law accordingly, makes the effective application of the principle of conditionality impossible. A genuine reconsideration of the condition for settlement of bilateral disputes within the EU enlargement framework, clear EU perspective and viable way forward are urgently needed for bringing rule of law and the EU's credibility on track.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "states which enables states to enjoy their sovereign rights freely and imposes a duty on them to take into consideration the sovereign rights of other states. 9 Disrespect of the fundamental principle of sovereign equality of states in the EU enlargement process and particularly with regard to settlement of bilateral disputes, which has become an important accession condition outside the Copenhagen criteria, would almost naturally undermine EU values and especially the rule of law principle. This further paves the way for overpoliticization of the enlargement process, rendering the EU's enlargement law futile and undermining both the transformative effect of the pre-accession process and EU's own values. The focus of candidate countries in such circumstances is not so much on the implementation of the necessary reforms but on overcoming political obstacles and hurdles to secure the support of EU Member States or please the Union-an aspect which has been often overlooked by EU institutions. 10 Indeed, conditionality tied to financial assistance in the enlargement process has proved insufficient to achieve any substantial changes in priority sectors, such as the rule of law. 11 Thus, despite many years of EU financial support to reforms in the Western Balkans, in 2018 the European Commission acknowledged the grave deficiencies in guaranteeing the rule of law in the region, stating that 'countries show clear elements of state capture, including links with organised crime and corruption at all levels of government and administration, as well as a strong entanglement of public and private interests [which] feeds a sentiment of impunity and inequality'. 12 It further noted that there is 'extensive political interference in and control of the media [and that a] visibly empowered and independent judiciary and accountable governments and administrations are essential for bringing about the lasting societal change that is needed'. 13 Four years later, the European Court of Auditors found that 'while EU action has contributed to reforms in technical and operational areas, such as improving the efficiency of the judiciary and the development of relevant legislation, it has had little overall impact on fundamental rule of law reforms in the region'. 14 The main reason for that, according to the European Court of Auditors, lies in the 'insufficient domestic political will to drive the necessary reforms'. 15 Overpoliticisation of the enlargement process and lack of predictability, however, have rarely been brought into direct connection with the weak reforms and absence of the rule of law in the Western Balkan countries. While the European Commission made some attempts 16 to promote the enhancement of the accession process and offer a credible EU perspective for the Western Balkans, results are yet to be seen.",
            "cite_spans": [
                {
                    "start": 1005,
                    "end": 1007,
                    "text": "10",
                    "ref_id": null
                },
                {
                    "start": 1676,
                    "end": 1678,
                    "text": "12",
                    "ref_id": null
                },
                {
                    "start": 1955,
                    "end": 1957,
                    "text": "13",
                    "ref_id": null
                },
                {
                    "start": 2434,
                    "end": 2436,
                    "text": "15",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This article analyses the rule of law principle through the prism of predictability and critically assesses implementation of the enlargement condition for early settlement of bilateral disputes of candidate countries. Thus, Sect. 2 discusses overpoliticisation of the EU enlargement process and lack of predictability, focusing primarily on conditionality and absence of clarity with regard to the requirement for early settlement of bilateral disputes. Lack of clear EU perspective and legal obscurity of the condition for settlement of bilateral disputes in the enlargement process make the application of the principle of conditionality unworkable. As elaborated in Sect. 3, this drawback of the enlargement process has been also recognised by the European Commission which, however, has not been successful in implementing any meaningful changes to date. Indeed, the current situation 17 and stories from the past are not particularly encouraging. Sections 4 and 5 analyse the pre-accession trajectories of two countries to tell the story of overpoliticisation of the enlargement process at the sacrifice of law: the stories of Croatia and (now) North Macedonia 18 respectively-the first one being the newest EU Member State and the latter being a candidate country stuck in the EU's waiting room for years. What's more, stories of Croatia and North Macedonia are not exceptions but new reality of the enlargement process towards the Western Balkans which may be reasonably expected by other countries in the region given their troubled past and remaining disputes with EU Member States. 19 Section 6, therefore, discusses possible international and EU 16 European Commission, 'Enhancing the accession process-A credible EU perspective for the Western Balkans' COM (2020) 57 final (EC 2020 Communication); European Commission, '2021 Communication on EU Enlargement Policy' COM (2021) 644 final (EC 2021 Communication) . 17 At the time of writing, Albania and North Macedonia have not started their accession negotiations with the EU due to a blockade from Bulgaria over an unresolved bilateral dispute with North Macedonia, although the Macedonian special envoy for resolving the dispute between the Skopje and Sofia authorities, Vlado Buchkovski, most recently informed that the veto will be lifted in the following months, while the two new prime ministers of the countries agreed to improve relations, see Nikolov (2022) and Testorides (2022) respectively. Being linked together in the enlargement process, Albania and North Macedonia share the same destiny even if no bilateral disputes prevent Albania currently from starting its negotiations with the EU. 18 'Republic of Macedonia' changed its name to 'Republic of North Macedonia' on 12 February 2019. The change of the name of the country has been discussed in more detail in Sect. 5 of this article. The new name of the country is used in this article for discussion of the circumstances after the country officially changed its name. 19 These include but are not limited to: Croatia-Serbia dispute on their border in the Danube area, for which the (now) President of Croatia noted back in 2014, while he was still a Prime Minister of that country, that settlement should be made condition for Serbia during the accession negotiations, see Bošnjak and Ciglenečki (2014) , see more recent discussion about the possibility for blockade over the border dispute Žeželj (2021) ; Moreover Croatia and Serbia cannot agree on several areas that none of the two countries claims, two of which have been even proclaimed Free Republics (Liberland and Verdis), see Jenkins (2016) , Kruljac (2021) and the official website of Free Republic of Verdis < https:// www. verdi sgov. org/ > ; Bosnia-Croatia disputed sections of the boundary, and primarily the one related to maritime access, see Brezar (2021) ; a Croatia-Montenegro sea border dispute at the Prevlaka peninsula Kajosevic (2020) , to mention but a few bilateral disputes that may be problematized in the EU enlargement process. mechanisms for settlement of bilateral disputes. It is argued that the EU enlargement framework does not offer an appropriate platform for settlement of bilateral disputes that fall outside the EU law. Instead, solution should be sought in making use of Article 273 TFEU which would allow states to settle their bilateral disputes on equal footing by employing CJEU, and enjoy better security with regard to the implementation and compliance with the final decision of that Court. This would help both the Union and candidate countries in overcoming current and future stalemates of the enlargement process owed to unresolved bilateral disputes. Drawing on previous sections, Sect. 7 presents the general conclusions of this article.",
            "cite_spans": [
                {
                    "start": 1593,
                    "end": 1595,
                    "text": "19",
                    "ref_id": null
                },
                {
                    "start": 1658,
                    "end": 1660,
                    "text": "16",
                    "ref_id": null
                },
                {
                    "start": 1899,
                    "end": 1922,
                    "text": "(EC 2021 Communication)",
                    "ref_id": null
                },
                {
                    "start": 1925,
                    "end": 1927,
                    "text": "17",
                    "ref_id": null
                },
                {
                    "start": 2414,
                    "end": 2428,
                    "text": "Nikolov (2022)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 2433,
                    "end": 2450,
                    "text": "Testorides (2022)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 2999,
                    "end": 3001,
                    "text": "19",
                    "ref_id": null
                },
                {
                    "start": 3304,
                    "end": 3333,
                    "text": "Bošnjak and Ciglenečki (2014)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 3422,
                    "end": 3435,
                    "text": "Žeželj (2021)",
                    "ref_id": null
                },
                {
                    "start": 3617,
                    "end": 3631,
                    "text": "Jenkins (2016)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 3634,
                    "end": 3648,
                    "text": "Kruljac (2021)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 3842,
                    "end": 3855,
                    "text": "Brezar (2021)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 3924,
                    "end": 3940,
                    "text": "Kajosevic (2020)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The EU enlargement to the Western Balkans is a perfect example of the imperfect and highly politicised enlargement process. While Croatia joined EU after overcoming political struggles with neighbouring Slovenia and enjoying support from other Member States, other Western Balkan countries remain outsiders with blurry vision of the future. Indeed, the future EU integration of the Western Balkans is almost as uncertain now as over 18 years ago, i.e. before the Thessaloniki Agenda from 2003, 20 which confirmed the EU accession perspective for the countries of the region. Almost two decades after committing to support the EU integration of the Western Balkan countries and welcome them in the future, EU Member States reaffirmed their support for the region at the EU-Western Balkans summit of 6 October 2021 with lots of hesitations. 21 The attempt of the host, Slovenia, to convince EU Member States commit to a timeline for the future accession of the Western Balkan countries was, therefore, expectedly unsuccessful. 22 The EU enlargement process has, therefore, become more unpredictable than ever before, depending more on domestic policies and EU circumstances than on the actual reforms of candidate countries in line with the established enlargement criteria. Yet, predictability is the key procedural rule of law component of the enlargement regulation. 23 As such, it is inevitably connected to pre-accession conditionality, which in absence of predictability, could be hardly attainable. As more recently clarified by the European Commission, predictability, and conditionality in the enlargement process mean 'ensur [ing] greater clarity on what the Union expects of enlargement countries at different stages of the process, and what the positive and negative consequences are of progress or lack thereof'. 24 As further confirmed by the Commission, '[t]he core element of the merit-based accession process is its conditionality. However, in order to achieve that, conditions must be clear from the outset. (…) These conditions must be objective, precise, detailed, strict and verifiable'. 25 That said, the condition for settlement of bilateral disputes has neither been clear from the outset, nor is it 'objective, precise, detailed, strict and verifiable', 26 which makes the pre-accession process highly unpredictable as no assessment criteria for fulfilment of the condition for settlement of disputes exist. In other words, progress of countries towards membership depends on satisfaction of involved Member States from the outcome of the dispute settlement rather than on any 'objective, precise, detailed, strict and verifiable' condition. The opportunities for Member States to exert pressure in the enlargement process can vary 'from withholding consent to the opening of negotiating chapters, to objecting to the graduation of a country to a new phase (candidate membership, opening of negotiations, membership)'. 27 Indeed, Member States have a crucial role in the enlargement process. As put by Kochenov, '[i] t is notable that the [EU] Institutions, although taking part in the process of enlargement preparation, do not sign the Treaties of Accession. Clearly, enlargement of the EU is not about the Union enlarging but about the Member States enlarging the Union with the help of Institutions'. 28 Yet, allowing Member States to redefine enlargement criteria in line with their domestic preferences and politics does not only undermine the rule of law as a fundamental part of the enlargement regulation, but also discredits the entire enlargement process.",
            "cite_spans": [
                {
                    "start": 839,
                    "end": 841,
                    "text": "21",
                    "ref_id": null
                },
                {
                    "start": 1025,
                    "end": 1027,
                    "text": "22",
                    "ref_id": null
                },
                {
                    "start": 1633,
                    "end": 1638,
                    "text": "[ing]",
                    "ref_id": null
                },
                {
                    "start": 2107,
                    "end": 2109,
                    "text": "25",
                    "ref_id": null
                },
                {
                    "start": 3025,
                    "end": 3039,
                    "text": "Kochenov, '[i]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Lack of Predictability in the EU Enlargement Process"
        },
        {
            "text": "Such anomalies of the enlargement process have been best revealed through the bilateral disputes involving Western Balkan countries, even if the new requirement for settlement of bilateral disputes started to crystallise in the EU enlargement policy after the establishment of the Copenhagen criteria in the view of the fifth enlargement round. 29 The new requirement was introduced in response to EU security considerations with respect to the unresolved issues of the applicant countries, which included border issues and questions related to the protection of minorities. 30 The EU's approach largely corresponded with peaceful settlement of disputes and other principles of international law. Those disputes, however, involved mainly candidate countries.",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 347,
                    "text": "29",
                    "ref_id": null
                },
                {
                    "start": 575,
                    "end": 577,
                    "text": "30",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Lack of Predictability in the EU Enlargement Process"
        },
        {
            "text": "The balanced and consistent EU approach started changing with the Western Balkans moving towards membership. Unlike bilateral disputes in the fifth enlargement round, bilateral disputes of Western Balkan countries involved not only candidate countries but EU Member States too. Yet, once EU Member States are involved, things naturally become more complicated as their national interests are affected. In most cases, bilateral disputes involve sensitive matters for which there is a general consensus in national parliaments. Politicians build their careers around such 25 EC 2020 Communication, p. 5 (emphasis in original) . 26 EC 2020 Communication, p. 5. 27 Uilenreef (2010 , p. 28. 28 Kochenov (2008) , p. 312. 29 Basheska (2014 disputes and negative outcome would most certainly mean political suicide. Thus, for EU Member States, resolving bilateral disputes within a proper legal framework between equal states may be less attractive than achieving favourable outcome by using membership powers within a framework where they can largely shape the rules.",
            "cite_spans": [
                {
                    "start": 570,
                    "end": 623,
                    "text": "25 EC 2020 Communication, p. 5 (emphasis in original)",
                    "ref_id": null
                },
                {
                    "start": 626,
                    "end": 636,
                    "text": "26 EC 2020",
                    "ref_id": null
                },
                {
                    "start": 637,
                    "end": 676,
                    "text": "Communication, p. 5. 27 Uilenreef (2010",
                    "ref_id": null
                },
                {
                    "start": 686,
                    "end": 688,
                    "text": "28",
                    "ref_id": null
                },
                {
                    "start": 689,
                    "end": 704,
                    "text": "Kochenov (2008)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 715,
                    "end": 717,
                    "text": "29",
                    "ref_id": null
                },
                {
                    "start": 718,
                    "end": 732,
                    "text": "Basheska (2014",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Lack of Predictability in the EU Enlargement Process"
        },
        {
            "text": "Initially distancing itself from bilateral disputes between neighbouring countries and considering it 'inappropriate' 31 to make membership dependent on the settlement of such disputes, even the European Commission bowed to the pressure of EU Member States. 32 Indeed, despite recognising that '[b]lockages linked to bilateral issues can compromise the transformative power of the enlargement process,' 33 the Commission required early solutions to the bilateral issues during the enlargement process over a decade ago. 34 It then, however, struggled to find a balance between the rule of law in the enlargement process and ambitious interests of Member States in the context of the EU enlargement towards the Western Balkan countries, sending an unclear message as to whether settlement of bilateral disputes that fall essentially outside the scope of EU law is an enlargement criterion, and if it is, what specifically is expected from candidate countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lack of Predictability in the EU Enlargement Process"
        },
        {
            "text": "This makes the requirement for settlement of bilateral disputes vague and confusing rather than 'objective, precise, detailed, strict and verifiable' which does not only call into question the credibility of the EU accession process based on 'strict but fair conditionality and the principle of own merits' 35 but also puts at risk sustainability of the reform efforts of candidate countries. 36",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lack of Predictability in the EU Enlargement Process"
        },
        {
            "text": "In its 2020 Communication aimed at 'reinvigorating the accession process', 37 at the General Affairs Council in June 2019 has also reaffirmed \"its commitment to enlargement, which remains a key policy of the European Union (…)\"'. 39 The Commission then emphasized that '[t]his firm, merit-based prospect of full EU membership for the Western Balkans is in the Union's very own political, security and economic interest'. 40 Therefore, '[a] credible accession perspective is the key incentive and driver of transformation in the region and thus enhances our collective security and prosperity. It is a key tool to promote democracy, rule of law and the respect for fundamental rights, which are also the main engines of economic integration and the essential anchor for fostering regional reconciliation and stability. Maintaining and enhancing this policy is thus indispensable for the EU's credibility, for the EU' success and for the EU's influence in the region and beyond-especially at times of heightened geopolitical competition '. 41 Weaknesses of the enlargement process were also emphasised by the Commission. In particular, it has been noted that: ' [it] is of major importance to build more trust among all stakeholders and to enhance the accession process and make it more effective. It has to become more predictable, more credible-based on objective criteria and rigorous positive and negative conditionality, and reversibility-more dynamic and subject to stronger political steering. 42 Indeed, predictability is the core rule of law component of the enlargement regulation, in the absence of which successful implementation of pre-accession criteria through conditionality is hardly possible. The perspective of EU accession is the most important incentive for aspiring countries and, as such, is of significant importance for the implementation of the necessary reforms, including the rule of law related reforms, in these countries.",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 77,
                    "text": "37",
                    "ref_id": null
                },
                {
                    "start": 230,
                    "end": 232,
                    "text": "39",
                    "ref_id": null
                },
                {
                    "start": 1035,
                    "end": 1040,
                    "text": "'. 41",
                    "ref_id": null
                },
                {
                    "start": 1158,
                    "end": 1159,
                    "text": "'",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Attempt for Improvement"
        },
        {
            "text": "For the purpose of strengthening the entire accession process, the EC Communication set out the Commission's concrete proposals. The core objective of the EU with regard to the Western Balkans countries was said to be their preparing to meet the membership criteria including 'supporting fundamental democratic, rule of law and economic reforms and alignment with core European values' 43 which will 'in turn foster solid and accelerated economic growth and social convergence'. 44 The accession process was to be reinvigorated through: (a) more credibility; (b) a stronger political steer; (c) a more dynamic process; (d) predictability, positive and negative conditionality.",
            "cite_spans": [
                {
                    "start": 479,
                    "end": 481,
                    "text": "44",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Attempt for Improvement"
        },
        {
            "text": "More credibility meant that the accession process 'needs to rest on solid trust, mutual confidence and clear commitments on both sides'. It meant that 'the Western Balkans leaders must deliver more credibly on their commitment to implement the fundamental reforms required'. 45 It also meant that:",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 277,
                    "text": "45",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Attempt for Improvement"
        },
        {
            "text": "'the European Union delivers on its unwavering commitment to a merit-based process. When partner countries meet the objective criteria and the established objective conditions, the Member States shall agree to move forward to the next stage of the process. All parties must abstain from misusing outstanding issues in the EU accession process '. 46 Credibility was to be reinforced through:",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 348,
                    "text": "'. 46",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Attempt for Improvement"
        },
        {
            "text": "'even stronger focus on the fundamental reforms (…) [n]egotiations on the fundamentals will be opened first and closed last and progress on these will determine the overall pace of negotiations. Negotiations on the fundamentals will be guided by:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Attempt for Improvement"
        },
        {
            "text": "• roadmap for the rule of law (…). • [a] roadmap on the functioning of democratic institutions and public administration reform. • [a] stronger link with the economic reform programme process to help the countries meet the economic criteria'. 47",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Attempt for Improvement"
        },
        {
            "text": "A stronger political steer meant that countries aspiring to join EU 'must reflect an active societal choice on their part to reach and respect the highest European standards and values'. 48 It also meant that 'both sides should show more leadership and live up to their respective commitments in public, while coming in more directly on matters of concern'. 49 A more dynamic process meant organisation of chapters in thematic clusters which will cover broad themes and 'will allow a stronger focus on core sectors in the political dialogue and provide an improved framing for higher level political engagement'. 50 This was intended to allow for the 'most important and urgent reforms per sector to be identified', 51 giving the reform processes new impetus.",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 189,
                    "text": "48",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Attempt for Improvement"
        },
        {
            "text": "For the purposes of predictability, the Commission 'will use the enlargement package to check the compliance of the candidates with the acquis and provide clearer guidance on specific reform priorities and alignment criteria as well as expectations for next steps in the process'. 52 Clarity of accession conditions has been said to be of particular importance to achieve conditionality in the merit-based accession process. In particular:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Attempt for Improvement"
        },
        {
            "text": "'[i]t is important that candidate countries know the benchmarks against which their performance will be measured and that Member States share a clear understanding of what exactly is requested from the candidates. The Commission will better define the conditions set for candidates to progress, in particular through its annual reports. These conditions must be objective, precise, detailed, strict and verifiable. The Commission will also use third party indicators where relevant to provide Member States with the broadest possible base for their decisions '. 53 Intertwinement between the key component of the enlargement regulation, predictability, and successfulness of conditionality in the pre-accession process has been thus well recognised by the European Commission. The plan was clear: good progress of Western Balkan countries in implementing reforms would lead to closer integration with the EU, increased funding and investments, while backsliding could lead to sanctioning. Yet, not much has been done for the promotion of the rule of law in the light of the condition for settlement of bilateral disputes in the pre-accession process since the EC 2020 Communication. Indeed, unpredictability has become the most predictable aspect of the EU enlargement policy, despite the efforts of the European Commission to reinvigorate the process. This is notwithstanding the fact that the condition for settlement of bilateral disputes has shown to be of greater significance than any other well established enlargement criterion making progress of candidate countries dependent on satisfactory solutions -be that before or during the opening of the accession negotiations. 54 Shortly after the EC 2020 Communication, in March 2020, the European Commission welcomed 'the Council's decision to open accession negotiations with Albania and North Macedonia, subject to final endorsement by the European Council members'. 55 The President of the European Commission, Ursula von der Leyen, was quick with praising the EU achievement, stating that:",
            "cite_spans": [
                {
                    "start": 559,
                    "end": 564,
                    "text": "'. 53",
                    "ref_id": null
                },
                {
                    "start": 1680,
                    "end": 1682,
                    "text": "54",
                    "ref_id": null
                },
                {
                    "start": 1924,
                    "end": 1926,
                    "text": "55",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Attempt for Improvement"
        },
        {
            "text": "'The European Union delivers on its promise. North Macedonia and Albania did what was asked of them and they have continued making progress in the reforms needed. Today marks the start of the journey to a bigger and stronger European Union. And this decision is in the European Union's geostrategic interest '. 56 The Commissioner for Neighbourhood and Enlargement, Olivér Várhelyi, was also loud on the subject matter:",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 313,
                    "text": "'. 56",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Attempt for Improvement"
        },
        {
            "text": "'Opening of accession talks sends a loud and clear message not only to the two countries, but to the Western Balkans as a whole. It reaffirms and delivers on the EU's commitment to the European perspective of the region: its present is with the EU and its future is in the EU. The Commission will move quickly and propose soon the draft negotiating frameworks with the two countries integrating the elements of the revised methodology. Today's decision confirms the geostrategic importance of the Western Balkans and demonstrates that Europe is willing and able to take geopolitical decisions even in these trying times of corona virus pandemic '. 57 Almost 2 years after the EC 2020 Communication and the ecstatic statements of the EU officials, however, neither Albania, nor North Macedonia have started their EU accession negotiations. 58 While the problem of bilateral disputes has been addressed on numerous occasions, and most recently in the 2021 Communication on EU Enlargement Policy, 59 the enlargement criterion for settlement of such disputes still begs for detailed clarification. Statements that settlement of disputes is 'crucial' 60 and that bilateral disputes need to be resolved 'as a matter of priority,' 61 or that existing bilateral agreements should be 'implemented in good faith' 62 and that 'differences must be resolved through peaceful dialogue and in accordance with international law' 63 are vague and unhelpful, to which the two disputes discussed in the following sections testify.",
            "cite_spans": [
                {
                    "start": 645,
                    "end": 650,
                    "text": "'. 57",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Attempt for Improvement"
        },
        {
            "text": "The progress of the Western Balkan countries towards EU accession has been largely determined by their relations with EU Member States and particularly with neighbouring states to which the border dispute between Croatia and Slovenia testifies. 56 European Commission press. 57 European Commission press. 58 Instead, the EU candidate countries from the Western Balkans created their own 'union' in response to the stalled EU enlargement process, which has been, however, already criticised by EU diplomats, e.g.",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 247,
                    "text": "56",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Problem with the Next Door Neighbour: The Border Dispute Between Croatia and Slovenia"
        },
        {
            "text": "Exit ( While not being unique to halting the enlargement process, 64 the border dispute between Croatia and Slovenia is the first instance where the EU formally brokered between two parties on the pretext of unblocking the EU enlargement process. 65",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Problem with the Next Door Neighbour: The Border Dispute Between Croatia and Slovenia"
        },
        {
            "text": "The border dispute between Croatia and Slovenia relates to a boundary demarcation of a small gulf in the northeast extreme of the Adriatic Sea. The bilateral dispute between the two countries, which caused a delay to Croatia's accession negotiations, was not made an issue at the time of the Slovenian accession. As previously noted, the EU did not apply conditionality strictly to the settlement of bilateral disputes in the fifth enlargement. It did become an important issue for Slovenia, however, once that country joined the Union and left Croatia behind. 66 The Negotiating Framework for Croatia provided explicitly that the advancement of the negotiations with that country will be guided by its progress in preparing for accession, measured in particular against 'Croatia's commitment to good neighbourly relations' 67 and its 'undertaking to resolve any border disputes in conformity with the principle of peaceful settlement of disputes in accordance with the United Nations Charter, including if necessary compulsory jurisdiction of the International Court of Justice'. 68 As rightly argued by Avbelj and Letnar Černič, the delimitation dispute between the two neighbouring countries involved crucially a sensitive political question. However as further discussed by the authors:",
            "cite_spans": [
                {
                    "start": 561,
                    "end": 563,
                    "text": "66",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Attempt for Settlement of the Border Dispute Before an Arbitral Tribunal"
        },
        {
            "text": "'political questions cannot be solved within a vacuum allowing arbitrary and one-sided measures based on the maxim of the rule of the most powerful. Political questions have to be resolved within the realm of law. The role of the lawand by speaking about sovereign states we are primarily and foremost in the field of international law-is to enable, to facilitate, and to safeguard a peaceful political discourse the result of which, if it remains within the valid framework of the legal discourse, is a legally valid and acknowledged outcome'. 69 64 The dissolution of Yugoslavia brought to surface several disputes between Croatia and Slovenia, some of which were used as a leverage by Slovenia in the EU enlargement process. One such dispute involved disagreement between the two neighbouring states over money owed by a Slovenian bank to Croatian depositors. In 2010, Slovenia blocked the closure of the free movement of capital chapter of Croatia and later on conditioned the ratification of Croatia's Accession Treaty with a solution of the dispute in accordance with international law. The obstacle has been only removed with the signing of a memorandum of understanding by both countries under which the involved parties agreed to take the case to the Bank for International Settlements in accordance with the Agreement on Succession. See in more detail Mozina (2014) . 65 Solomou (2017) . 66 For an overview of the border dispute, see Uilenreef 2010, pp. 15-22. 67 Principle 13 of the Negotiating Framework for Croatia, Luxembourg, 3 October 2005, < http:// ec. europa. eu/ enlargement/pdf/croatia/st20004_05_hr_framedoc_en.pdf > last accessed 11 May 2014 (Negotiating Framework for Croatia). 68 Principle 13 of the Negotiating Framework for Croatia. 69 Avbelj and Letnar Černič (2007) , p. 2.",
            "cite_spans": [
                {
                    "start": 548,
                    "end": 550,
                    "text": "64",
                    "ref_id": null
                },
                {
                    "start": 1362,
                    "end": 1375,
                    "text": "Mozina (2014)",
                    "ref_id": null
                },
                {
                    "start": 1378,
                    "end": 1380,
                    "text": "65",
                    "ref_id": null
                },
                {
                    "start": 1381,
                    "end": 1395,
                    "text": "Solomou (2017)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1398,
                    "end": 1400,
                    "text": "66",
                    "ref_id": null
                },
                {
                    "start": 1444,
                    "end": 1473,
                    "text": "Uilenreef 2010, pp. 15-22. 67",
                    "ref_id": null
                },
                {
                    "start": 1702,
                    "end": 1704,
                    "text": "68",
                    "ref_id": null
                },
                {
                    "start": 1760,
                    "end": 1762,
                    "text": "69",
                    "ref_id": null
                },
                {
                    "start": 1763,
                    "end": 1794,
                    "text": "Avbelj and Letnar Černič (2007)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Attempt for Settlement of the Border Dispute Before an Arbitral Tribunal"
        },
        {
            "text": "Although both Slovenia and Croatia wanted to see a settlement of the bilateral dispute, they disagreed on the method which was to be used to reach a solution. Assuming to have the law on its side, Croatia was in favour of using the ICJ for the settlement of the dispute, while Slovenia preferred a '[political] mediation instead of judicial arbitration'. 70 Stepping out of the legal framework, Slovenia employed its EU membership powers to achieve political gains by securing non-juridical arbitration, which promised the country a more favourable outcome. To secure its position, Slovenia effectively blocked the opening or closing of fourteen negotiation chapters with Croatia, not all of them connected to compliance with the accession criteria. 71 Ultimately, on 4 November 2009, the two parties signed an Arbitration Agreement under the EU auspices including specific provision related to the pre-accession process. 72 Thus, Article 9 of the Arbitration Agreement stipulated that 'Slovenia shall lift its reservations as regards opening and closing of negotiation chapters where the obstacle is related to the dispute' 73 and that '[b] oth Parties shall refrain from any action or statement which might negatively affect the accession negotiations'. 74 On 1 July 2013, 75 Croatia became the newest Member State of the EU. 76 The Commission applauded the launch of the arbitration process between Slovenia and Croatia despite the fact that the Arbitration Agreement meant defeat for the rule of law in the enlargement process. In the words of the (then) European Commissioner for Enlargement, Štefan Füle, the 'common agreement [was] a very welcome signal for the positive development of the good neighbourly relations between the two countries as well as for the Western Balkans regions showing that even difficult issues can be best solved by means of dialogue and cooperation'. 77 The Arbitration Agreement, however, was rather a result of the pressure on the candidate country in the pre-accession process and imposition of the Member State involved in the bilateral dispute than of good neighbourly dialogue and cooperation between the two neighbouring countries. Yet, as already noted, settlement of disputes under pressure and outside the proper legal framework may not be sustainable in the long run. This is particularly the case when circumstances or position of involved countries change to which further developments in the arbitration process between Croatia and Slovenia testify. Specifically, the settlement of the bilateral dispute between Croatia and Slovenia before the Arbitral Tribunal did not go as planned. The award of the Arbitral Tribunal which should have been binding on 70 Uilenreef (2010) the two parties and should have constituted a definitive settlement of the dispute, 78 has not come into force. This was substantially due to a violation of the Arbitration Agreement by Slovenia but also due to the fact that Croatia was already an EU Member State at that time, free of threats for blockages of its EU membership.",
            "cite_spans": [
                {
                    "start": 355,
                    "end": 357,
                    "text": "70",
                    "ref_id": null
                },
                {
                    "start": 750,
                    "end": 752,
                    "text": "71",
                    "ref_id": null
                },
                {
                    "start": 1137,
                    "end": 1141,
                    "text": "'[b]",
                    "ref_id": null
                },
                {
                    "start": 1328,
                    "end": 1330,
                    "text": "76",
                    "ref_id": null
                },
                {
                    "start": 1886,
                    "end": 1888,
                    "text": "77",
                    "ref_id": null
                },
                {
                    "start": 2703,
                    "end": 2705,
                    "text": "70",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Attempt for Settlement of the Border Dispute Before an Arbitral Tribunal"
        },
        {
            "text": "Article 4 of the Arbitration Agreement determined the applicable law to include: (a) the rules and principles of international law; (b) international law, equity and the principle of good neighbourly relations in order to achieve a fair and just result by taking into account all relevant circumstances for determining the maritime and land boundary between the two countries. Article 6(2) of the same Agreement envisaged that the proceedings shall be conducted in accordance with the Permanent Court of Arbitration Optional Rules for Arbitrating Disputes between Two States. According to these rules, appointed arbiters shall be independent and impartial. 79 Article 10(1) of the Arbitration Agreement obliged both parties to 'refrain from any action or statement which might intensify the dispute or jeopardize the work of the Arbitral Tribunal'. 80 The Arbitral Tribunal could order any provisional measures it deemed necessary to preserve the stand-still if it considered that circumstances so required. 81 Finally, and of particular importance for the further developments in the case, Article 6(5) of Agreement stipulated that 'the proceedings are confidential'.",
            "cite_spans": [
                {
                    "start": 849,
                    "end": 851,
                    "text": "80",
                    "ref_id": null
                },
                {
                    "start": 1008,
                    "end": 1010,
                    "text": "81",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Attempt for Settlement of the Border Dispute Before an Arbitral Tribunal"
        },
        {
            "text": "While both states seemed determined to resolve their dispute when signing the Arbitration Agreement, things started to go wrong after two statements of the Minister of Foreign Affairs, Karel Erjavec, which triggered the alarm for Croatia. On 7 January 2015, Erjavec publically stated that he 'had talks in The Hague last year … And [he] made it very clear to the Arbitral Tribunal that if they do not fulfil this task- [they] in Slovenia shall consider that the Arbitral Tribunal has not executed its mandate. Because the contact with the high seas has not been determined'. 82 On 22 April 2015, Erjavec publically stated the following:",
            "cite_spans": [
                {
                    "start": 419,
                    "end": 425,
                    "text": "[they]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Attempt for Settlement of the Border Dispute Before an Arbitral Tribunal"
        },
        {
            "text": "'According to the information that I have, which is very much unofficial, as well as on the basis of a feeling that our legal team has, being composed of the world's best renowned scholars of the law of the sea, we are somehow optimistic in a way that the Arbitral Tribunal will determine that contact with the high seas'. 83",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Attempt for Settlement of the Border Dispute Before an Arbitral Tribunal"
        },
        {
            "text": "These statements were enough for Croatia to take action almost immediately after the second statement of Mr Erjavec. On 30 April 2015, the then First Deputy Prime Minister and Minister of Foreign and European Affairs of Croatia, Vesna Pusić, sent 78 Article 7(2), Arbitration Agreement. 79 Articles 6 and 11, the Permanent Court of Arbitration Optional Rules for Arbitrating Disputes between Two States. 80 Article 10(1), Arbitration Agreement. 81 Article 10(2), Arbitration Agreement. 82 Statement available in: 'Arbitration between the Republic of Croatia and the Republic of Slovenia'. < http:// www. mvep. hr/ files/ file/ dokum enti/ arbit raza/ en/ 150820-letter-from-fm-pusic-to-mr-pulko wskipca-30042 015. pdf > last accessed 27 November 2021 (Statement). 83 Statement. a letter to the Arbitral Tribunal expressing deep concern over the two statements of the Slovenian Minister of Foreign Affairs and of the previous conclusion of the Slovenian Assembly:",
            "cite_spans": [
                {
                    "start": 445,
                    "end": 447,
                    "text": "81",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Attempt for Settlement of the Border Dispute Before an Arbitral Tribunal"
        },
        {
            "text": "'Croatia is deeply troubled by language of both statements, which could be construed as implying that one of the Parties to the proceedings may have an informal channel of communication with the Tribunal that may compromise the arbitration procedure and its outcome. Moreover, taken together, these statements could also be seen as being intended to seek to bring pressure on the Tribunal. This has been a tendency also in the earlier phase of the proceedings when, on 4 February 2013 the Slovenian Parliament adopted the Conclusion according to which: \"The Republic of Slovenia declares that the task of the Arbitration Tribunal is to determine territorial contact of the territorial sea of the Republic of Slovenia with the High Seas (contact of Slovenia to the High Seas)\", and also stated that Slovenia will consider any decision of the Arbitration Tribunal that would not ensure this as \"a decision ultra vires (in contravention of the mandate of the Arbitration Tribunal)\" '. 84 Subsequently, the Tribunal expressed its concerns in its response to the letter of Croatia, recalling that '[t]he Parties shall not engage in any oral or written communication with any member of the Arbitral Tribunal ex parte in connection with the subject matter of the arbitration or any procedural issues that are related to the proceedings'. 85 However, the Tribunal concluded that 'no information about the likely outcome of any aspect of the arbitration has been disclosed'. 86 On the 22 July 2015, leaked audio recordings and excerpts of conversations between a Member of the Arbitral Tribunal appointed by Slovenia and the Agent of Slovenia before the Arbitral Tribunal were published first in Serbian and then in Croatian media outlets, 87 revealing, 'strategies to influence other members of the Tribunal and to manipulate with the file of the case' as described by Croatia. 88 84 Statement. See also the text of the position of the Slovenian Assembly from 4 February 2013 in Slovenian: < http:// www. mvep. hr/ files/ file/ dokum enti/ arbit raza/ en/ 150820-sklep-drzav neg-zbora-04022 013. pdf > last accessed 27 November 2021. For unofficial translation in English, see < http:// www. mvep. hr/ files/ file/ dokum enti/ arbit raza/ en/ 150820-concl usion-of-the-natio nal-assem bly-of-slove nia-04022 013. pdf > last accessed 27 November 2021. 85 The letter of the Tribunal is available at: < http:// www. pcaca ses. com/ web/ sendA ttach/ 1307 > last accessed 27 November 2021 (Tribunal letter). 86 Tribunal letter.",
            "cite_spans": [
                {
                    "start": 979,
                    "end": 984,
                    "text": "'. 84",
                    "ref_id": null
                },
                {
                    "start": 1466,
                    "end": 1468,
                    "text": "86",
                    "ref_id": null
                },
                {
                    "start": 2343,
                    "end": 2345,
                    "text": "85",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Attempt for Settlement of the Border Dispute Before an Arbitral Tribunal"
        },
        {
            "text": "88 Statement available at the official website of the Ministry of Foreign and European Affairs at: < http:// www. mvep. hr/ en/ other/ termi nation-of-the-arbit ration-proce ss/ > last accessed 8 September 2021. 87 The audio recordings are available at: < http:// www. newsw eek. rs/ region/ 53276-njuzv ik-ekskl uzivnootkri va-poslu sajte-audio-zapis-kako-slovn eci-preot imaju-hrvat ima-piran ski-zaliv-video. html > and at: < http:// www. vecer nji. hr/ hrvat ska/ ekskl uzivno-donos imo-razgo vor-arbit ra-i-slove nske-strane-poslu sajte-snimke-10159 08 > . Transcripts of recordings in English are available at: < http:// www. mvep. hr/ files/ file/ dokum enti/ arbit raza/ en/ 150820-excer pts-from-recor dings-betwe en-dr-sekol ec-and-mr-drenik-14082 015. pdf > all last accessed 8 September 2021.",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 214,
                    "text": "87",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Attempt for Settlement of the Border Dispute Before an Arbitral Tribunal"
        },
        {
            "text": "Although both the Member of the Arbitral Tribunal appointed by Slovenia and the Agent of Slovenia before the Arbitral Tribunal resigned from their positions immediately, 89 Croatia considered that the two resignations did not sufficiently address the issue and that 'the entire arbitral process has been tainted'. 90 After clarifying its position about the circumstances, Croatia asked that the Tribunal suspends the proceedings immediately and shortly after that, the Croatian Parliament adopted a decision which has obliged the Croatian Government to start the termination of the Arbitration Agreement with Slovenia. 91 The Government of Croatia proceeded with the termination of the Agreement which marked the beginning of a new struggle between the two neighbouring countries. 92 The European Commission also voiced its opinion on the issue, emphasising that 'setting of borders between Member States does not fall within the competence of the Union' 93 but also noting that border disputes 'can have an impact on the application of EU law' 94 and should be, therefore, resolved quickly. The continuation of the process in front of the Tribunal, however, has been rejected by Croatia ever since the termination of the Agreement. 95 The country proposed instead 'to proceed without delay in identifying an alternative way to resolve the territorial dispute', which has been in turn rejected by Slovenia. 96 Continuing its work on the matter, the Tribunal confirmed the interconnection between the enlargement process and the settlement of the dispute in its Partial Award:",
            "cite_spans": [
                {
                    "start": 619,
                    "end": 621,
                    "text": "91",
                    "ref_id": null
                },
                {
                    "start": 781,
                    "end": 783,
                    "text": "92",
                    "ref_id": null
                },
                {
                    "start": 1233,
                    "end": 1235,
                    "text": "95",
                    "ref_id": null
                },
                {
                    "start": 1407,
                    "end": 1409,
                    "text": "96",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Attempt for Settlement of the Border Dispute Before an Arbitral Tribunal"
        },
        {
            "text": "'At the time, negotiations were developing with respect to the accession of Croatia to the European Union. Slovenia had expressed reservations as regards the opening and closing of some of the negotiation chapters. It accepted, in Article 9 of the Arbitration Agreement, to lift those reservations. Indeed, the Agreement is intimately tied to the process of Croatia's accession to the European Union; (…) The Agreement was negotiated with the full support of the European Union, and the Presidency of the Council of the European Union witnessed the signature of the Agreement. Thus, a nexus was established 89 See Press Release of the Tribunal < http:// www. pcaca ses. com/ web/ sendA ttach/ 1310 > last accessed 8 September 2021. 90 Letter available at: < http:// www. mvep. hr/ files/ file/ dokum enti/ arbit raza/ en/ 150820-letter-from-fmpusic-to-mr-pulko wski-pca-24072 015. pdf > last accessed 8 September 2021 (Lett. 91 Ruling available at: < http:// www. mvep. hr/ files/ file/ dokum enti/ arbit raza/ en/ 150820-ruling-of-the-croat ian-parli ament-29072 015. pdf > last accessed 8 September 2021. 92 Available at: < http:// www. mvep. hr/ files/ file/ dokum enti/ arbit raza/ en/ 150820-decis ion-of-the-croat iangover nment-30072 015. pdf > last accessed 8 September 2021. 93 Decision available at: < http:// www. mvep. hr/ files/ file/ dokum enti/ arbit raza/ en/ 151002-letter-from-pmmilan ovic-to-presi dent-junck er-01102 015. pdf > and at: < http:// www. mvep. hr/ en/ info-servis/ press-relea ses/ fm-kovac-croat ia-will-not-attend-arbit ration-heari ng,25727. html > last accessed 8 September 2021 (Decision for termination of the Agreement). 94 Decision for termination of the Agreement. 95 Decision for termination of the Agreement. 96 Decision for termination of the Agreement. between the settlement of the territorial and maritime dispute and the accession of Croatia to the European Union '. 97 Furthermore, the Tribunal found that Slovenia has violated the Arbitration Agreement, 98 but concluded that 'the breaches of the Arbitration Agreement by Slovenia do not render the continuation of the proceedings impossible and, therefore, do not defeat the object and purpose of the Agreement'. 99 It has been, therefore, concluded by the Tribunal that Croatia could not terminate the Agreement under Article 60 (1) of the Vienna Convention and that the Arbitration Agreement remained in force. 100 Croatia, however, has seen the 'Arbitral Tribunal's Partial Award as a missed opportunity for the Arbitral Tribunal to restore confidence in independence and impartiality of its own work, as well as confidence in international arbitration as such', 101 emphasising also that:",
            "cite_spans": [
                {
                    "start": 1661,
                    "end": 1663,
                    "text": "94",
                    "ref_id": null
                },
                {
                    "start": 1707,
                    "end": 1709,
                    "text": "95",
                    "ref_id": null
                },
                {
                    "start": 1753,
                    "end": 1755,
                    "text": "96",
                    "ref_id": null
                },
                {
                    "start": 1913,
                    "end": 1918,
                    "text": "'. 97",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Attempt for Settlement of the Border Dispute Before an Arbitral Tribunal"
        },
        {
            "text": "'Croatia is no longer a party to the arbitration process, so, accordingly, the Ministry of Foreign and European Affairs shall not comment on the intentions or decisions of the Arbitral Tribunal, nor does Croatia consider itself bound by them, no matter if they concern procedural matters or the merits of the border dispute between the two states'. 102",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Attempt for Settlement of the Border Dispute Before an Arbitral Tribunal"
        },
        {
            "text": "While Croatia explicitly rejected to accept any further involvement in the process, the Tribunal continued with its work on the case and announced the Final Award on 29 June 2017. 103 The decision of the Tribunal was expressly rejected by Croatia 104 and the Final Award could not be implemented without the participation of both sides. 105",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 183,
                    "text": "103",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Attempt for Settlement of the Border Dispute Before an Arbitral Tribunal"
        },
        {
            "text": "The end of the arbitration process marked the beginnings of a power struggle between the then two EU Member States. June 2017 < https:// vlada. gov. hr/ state ment-of-the-gover nment-of-the-repub lic-of-croat ia-on-the-arbit raltribu nal-s-award-of-29-june-2017-23774/ 23774 > accessed 7 January 2022. 105 The entire dispute has been extensively discussed by Bickl 2021. objected to Croatia's bid for OECD membership 106 and one week later, it initiated legal action against the European Commission for granting Croatia a derogation enabling it to use 'Teran' on Croatian wine labels under certain conditions, despite the fact that Slovenia had Protected Designation of Origin for 'Teran'. 107 The rues of play were different this time despite the attempts of Slovenia to use the same power tactics as in the pre-accession process. Croatia has become an EU Member States well before the termination of the Agreement in 2015, gaining same position and membership powers as neighbouring Slovenia and thus being able to abandon the arbitration process without blockages or other severe consequences.",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 305,
                    "text": "105",
                    "ref_id": null
                },
                {
                    "start": 359,
                    "end": 370,
                    "text": "Bickl 2021.",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 690,
                    "end": 693,
                    "text": "107",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Attempt for Settlement of the Dispute Before the CJEU"
        },
        {
            "text": "After a number of unsuccessful attempts to agree with Croatia and numerous maritime incidents, Slovenia brought the matter before the Commission, initiating a procedure for a declaration of failure to fulfil obligations against Croatia in accordance with Article 259(2) TFEU. Wanting to stay 'neutral' 108 or rather not wanting to deal with the sensitive issue, the European Commission has chosen not to issue reasoned opinion in the following three months as provided by Article 259(4) TFEU and contrary to the legal opinion of the Commission's Legal Service on the border dispute between Croatia and Slovenia which has been kept out of the public eye. 109 'Der Spiegel', 110 however, published the legal opinion of the Commission's Legal Service, revealing its contents. The Commission's Legal Service emphasised in its legal opinion that it 'considers that most of the heads of claim put forward by Slovenia in order to establish a breach of EU law by Croatia are established' 111 and that 'the Commission must observe that there is an arbitration agreement … Therefore, the outcome of the arbitration procedure must be respected by the EU, and provisions of EU law must be interpreted in the light of it'. 112 The legal opinion of the Commission's Legal Service was, however, put aside. This move of the Commission has been largely criticised and seen as politically motivated. , contends that to produce internal documents of that nature in proceedings before the Court, unless such production has been authorised by the institution concerned or ordered by the Court, would be contrary to the public interest in institutions being able to receive the advice of their legal services, given in full independence. According to the Commission, the legal opinion at issue is an internal document that was not intended to be published and to which the public was not given access. The Commission states that production of the opinion in proceedings before the Court was not authorised. The legal opinion at issue should therefore be removed from the case file' (footnotes omitted). See also paras 64-73 of C-457/18, Republic of Slovenia v Republic of Croatia, ECLI:EU:C:2020:65 (Slovenia v Croatia). 110 Müller (2018). 111 Müller (2018). 112 Question for written answer E-000513/2020 to the Commission, Rule 138 (29 January 2020), < https:// www. europ arl. europa. eu/ doceo/ docum ent/E-9-2020-000513_ EN. html > accessed 7 January 2022 (Question for written answer). ignored the opinion of its Legal Service, and serious questions have arisen as to whether its actions were politically motivated '. 113 On the 13 July 2018, Slovenia brought direct action against Croatia claiming a number of violations of EU law resulting from the failure of Croatia to recognise the final award of the Tribunal. In particular, Slovenia requested the CJEU to declare that Croatia has failed to fulfil inter alia its obligations under: 1) the principle of sincere cooperation enshrined in Article 4(3) TEU, 'in that it has jeopardised the attainment of the objectives of the European Union, in particular peace building and ever closer union among the peoples of Europe, and has prevented the Republic of Slovenia from complying with its obligation to implement EU law fully throughout its territory'; 2) 'the principle of the rule of law, enshrined in Article 2 TEU, which is an essential condition of membership of the European Union and obliges the Republic of Croatia to respect the territory of the Republic of Slovenia as determined by the final award made on 29 June 2017 by the tribunal established in the arbitration procedure relating to the territorial and maritime dispute between those two States (…), in accordance with international law'. 114",
            "cite_spans": [
                {
                    "start": 654,
                    "end": 657,
                    "text": "109",
                    "ref_id": null
                },
                {
                    "start": 1210,
                    "end": 1213,
                    "text": "112",
                    "ref_id": null
                },
                {
                    "start": 2237,
                    "end": 2240,
                    "text": "112",
                    "ref_id": null
                },
                {
                    "start": 2598,
                    "end": 2604,
                    "text": "'. 113",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Attempt for Settlement of the Dispute Before the CJEU"
        },
        {
            "text": "In addition, Slovenia has argued that Croatia infringed: Regulation ( Croatia asked the CJEU to dismiss Slovenia's action as inadmissible on the basis that alleged infringements were 'ancillary to settlement of the dispute concerning the validity and legal effects of the arbitration agreement and the arbitration award' 116 and accordingly, 'the Court lacks jurisdiction to rule on the infringement of obligations arising from EU law if those obligations are ancillary to prior settlement of another dispute that does not fall within the jurisdiction of the Court'. 117 As argued by Croatia, the real subject matter of the dispute related to the validity and legal effects of the arbitration agreement which falls outside EU law, and of the arbitration award which has not been implemented. 118 Croatia thus argued that the Court lacked jurisdiction 'under Article 259 TFEU to rule on the validity and effects of either the arbitration agreement, which is an international agreement not forming an integral part of EU law, or the arbitration award made on the basis of that agreement'. 119 The CJEU agreed with Croatia, concluding that 'the infringements of EU law pleaded are ancillary to the alleged failure by the Republic of Croatia to comply with the obligations arising from a bilateral international agreement to which the European Union is not a party and whose subject matter falls outside the areas of EU competence'. 120 As a consequence, the CJEU confirmed that it lacks jurisdiction to rule in the action brought by Slovenia. 121 The CJEU thus set the infringement threshold triggering action either under Article 258 TFEU or 259 TFEU above 'ancillary' connections between the alleged breach of EU law and obligations under the bilateral treaty that causes a breach. 122 The fact that the EU witnessed the Arbitration Agreement and participated in its conclusion was not 'sufficient for the arbitration agreement and the arbitration award to be considered an integral part of EU law'. 123 In other words, 'subject matter of an action for failure to fulfil obligations brought under Article 259 TFEU can only be non-compliance with obligations arising from EU law', 124 rather than non-compliance with obligations falling outside the scope of EU law. This is even if anticipated compliance by the candidate country with such obligations has been made important EU accession criterion and the relevant EU Accession Treaty has been modified in line with such anticipation. 125 Put differently, settlement of disputes that fall outside the scope of EU law may not be sustainable in the long run unless there is a strong determination, will and support on both sides for such settlement and the methods used. Once the candidate country becomes an EU Member State, enforcement of the bilateral treaty or award cannot be guaranteed given the problems of enforceability of international decisions and lack of jurisdiction of the CJEU. 126 Furthermore, in its previous case law, the CJEU held that 'it lacks jurisdiction to give a ruling on (…) interpretation (of international Convention), and on the obligations arising under it for the Member States since (…) it was an international agreement concluded by the Member States which did not form an integral part of Community law'. 127 two Member States 'to strive sincerely to bring about a definitive legal solution consistent with international law (…) that ensures the effective and unhindered application of EU law in the areas concerned, and to bring their dispute to an end by using one or other means of settling it'. 128 Yet, it should be recalled that the Arbitral Tribunal already issued its Final Award and determined the borders between the countries, deciding also previously that 'Croatia was not entitled to terminate the Agreement' 129 and that the 'Arbitration Agreement remains in force'. 130 To put it another way, the mechanism for settlement of the bilateral dispute supported, if not imposed upon the candidate country in the pre-accession process, as well as the outcome of the entire process have been largely discarded post-accession.",
            "cite_spans": [
                {
                    "start": 792,
                    "end": 795,
                    "text": "118",
                    "ref_id": null
                },
                {
                    "start": 1087,
                    "end": 1090,
                    "text": "119",
                    "ref_id": null
                },
                {
                    "start": 1540,
                    "end": 1543,
                    "text": "121",
                    "ref_id": null
                },
                {
                    "start": 1781,
                    "end": 1784,
                    "text": "122",
                    "ref_id": null
                },
                {
                    "start": 1999,
                    "end": 2002,
                    "text": "123",
                    "ref_id": null
                },
                {
                    "start": 2941,
                    "end": 2944,
                    "text": "126",
                    "ref_id": null
                },
                {
                    "start": 3288,
                    "end": 3291,
                    "text": "127",
                    "ref_id": null
                },
                {
                    "start": 3864,
                    "end": 3867,
                    "text": "130",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Attempt for Settlement of the Dispute Before the CJEU"
        },
        {
            "text": "Last but not least, to agree with McGarry, by deciding that it lacks jurisdiction in Slovenia v Croatia, the CJEU mapped out the rule of law principle and the principle of sincere cooperation as general principles which may be invoked in infringement procedures only when there is first a violation of a more specific obligation under EU law. 131 In particular, Slovenia alleged that Croatia infringed Article 2 TEU, rejecting to abide by the rule of law by failing to comply with the arbitration award contrary to the commitment entered into during the EU accession process and that it has infringed, in that respect, the principles of sincere cooperation and res judicata. Rather than looking into pacta sunt servanda as a general principle of law and a component of the rule of law principle, 132 the CJEU went on to conclude that in order to verify the alleged violation of the rule of law principle, it would have had to examine the extent and limits of the territories of Croatia and Slovenia in the light of the arbitration award which went beyond its powers. 133 While supremacy of EU law and non-applicability of the pacta sunt servanda principle to bilateral treaties between Member States that are in conflict with EU law have been long established, 134 the case of Slovenia v Croatia was rather different concerning alleged infringement of a bilateral treaty that formed an essential part of the accession negotiations rather than involving conflict of EU law. Notwithstanding the reasons of the Court-be that the political sensitiveness of the issue or politicisation of the case, 135 the contaminated arbitration process or the unfair treatment of Croatia in the preaccession process-the CJEU ruling has paved the way for future instances of noncompliance with obligations arising from bilateral treaties, international decisions and arbitration awards alike. Gašperin (2020) ; Kassoti (2020) . 136 Cf Kochenov (2021) .",
            "cite_spans": [
                {
                    "start": 1874,
                    "end": 1889,
                    "text": "Gašperin (2020)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1892,
                    "end": 1906,
                    "text": "Kassoti (2020)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1909,
                    "end": 1912,
                    "text": "136",
                    "ref_id": null
                },
                {
                    "start": 1916,
                    "end": 1931,
                    "text": "Kochenov (2021)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Attempt for Settlement of the Dispute Before the CJEU"
        },
        {
            "text": "The Macedonian name saga has lasted for almost three decades before being recently resolved under significant international pressure, if not direct EU intervention. The story of the settlement of the name dispute is not one that EU should be particularly proud of. It is a story about the triumph of politics over the rule of law in the enlargement process and devaluation of EU values. Yet, the final solution to the dispute may be unsustainable in the long run considering the issues that may arise from disrespect for the law and potential change of circumstances in the future. Macedonia successfully escaped the armed conflicts that followed the break-up of Yugoslavia. However, an unsolved dispute between Greece and Macedonia over the name of the latter became problematic as the country started to move slowly towards NATO and EU. Since the early 1990s, the name of the newly independent state became one of the dominant issues in the politics of the neighbouring countries both of which involved in lengthy negotiations. 137 The dispute over the name occurred at a variety of levels and in a variety of contexts. 138 The newly independent country initially faced problems with its admission to the UN and with its recognition by EU Member States which led to the saga with its prospective accession to NATO and the EU. 139 Following the admission of Macedonia to the UN, that organisation undertook bringing the two parties to an agreement through special mediators. In 1995 an Interim Accord was signed which regulated the conduct of the two countries and became the main framework for development of their relations.",
            "cite_spans": [
                {
                    "start": 1030,
                    "end": 1033,
                    "text": "137",
                    "ref_id": null
                },
                {
                    "start": 1122,
                    "end": 1125,
                    "text": "138",
                    "ref_id": null
                },
                {
                    "start": 1328,
                    "end": 1331,
                    "text": "139",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "When the Rule of Politics Replaces the Rule of Law: The Name Dispute between Greece and Macedonia"
        },
        {
            "text": "The two countries 'agree[d] to continue negotiations under the auspices of the Secretary-General of the United Nations pursuant to Security Council resolution 845 (1993) with a view to reaching agreement on the difference described in that resolution and in Security Council resolution 817 (1993)'. 140 The legal framework for the settlement of the issue was thus established along with the related UN Resolutions and agreed between the two countries in the Interim Accord. The Interim Accord also secured the future Euro-Atlantic integration of the newly independent state. Greece committed not to block the accession of Macedonia under its provisional name in any regional or international organisation. 141 The Interim Agreement went even further, stipulating an obligation on Greece to actively support the on-going economic development of Macedonia 'through international cooperation, as far as possible by a close relationship of [that country] with the European Economic Area and the European Union'. 142 It further reaffirmed the willingness of the parties to be 137 For a brief summary of the arguments of the two states and a chronological record of the developments regarding the dispute see CoE: Parliamentary Assembly -Working papers -2008 Ordinary Session (Second part) 14-18 April -Volume III (2008) guided by the principles of international law, including 'democracy and fundamental freedoms and respect for human rights and dignity, in accordance with the Charter of the United Nations, as well as the Helsinki Final Act, the Charter of Paris for a new Europe and pertinent acts of the Organization for Security and Cooperation in Europe'. 143 In 2008, however, Greece vetoed Macedonia's accession to NATO. 144 The membership of Macedonia to NATO was made explicitly conditional upon the settlement of the name issue contrary to the earlier binding agreement between the two neighbouring states. 145 That act, as later confirmed by the ICJ, constituted a direct breach of Article 11(1) of the Interim Accord which prohibited Greece from vetoing the accession of Macedonia to international organisations or to institutions of which it itself is a member. 146 The NATO veto had almost an immediate impact in the EU enlargement context. In fact, the Accession Partnership with Macedonia which preceded the Bucharest Summit had already shifted away from the previous EU approach and listed the solution over the name issue in the short term priorities for the country. 147 The pressure on the country started increasing. Only two months after the NATO Summit, the Brussels European Council underlined that the 'maintaining good neighbourly relations, including a negotiated and mutually acceptable solution on the name issue remains essential' 148 for the further progress of Macedonia towards the EU. Such a reaction was not only inconsistent with the previous EU approach but also ignored the legal significance of the Interim Accord, if not actively encouraging its further violation.",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 302,
                    "text": "140",
                    "ref_id": null
                },
                {
                    "start": 1308,
                    "end": 1314,
                    "text": "(2008)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1661,
                    "end": 1727,
                    "text": "In 2008, however, Greece vetoed Macedonia's accession to NATO. 144",
                    "ref_id": null
                },
                {
                    "start": 2171,
                    "end": 2174,
                    "text": "146",
                    "ref_id": null
                },
                {
                    "start": 2482,
                    "end": 2485,
                    "text": "147",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "When the Rule of Politics Replaces the Rule of Law: The Name Dispute between Greece and Macedonia"
        },
        {
            "text": "Namely, the breach of the Interim Accord evidently jeopardised the legal framework for settlement of the bilateral dispute between the two countries by shifting the conditions under which the dispute was to be resolved. The abstention of Greece from objections to Macedonia's prospective EU membership, as envisaged in the Interim Accord, was the only guarantee for preserving equality of the two countries in the process of settling the dispute. And the ICJ judgement confirming Greece's violation did not change the situation on the ground. Moreover, the Court rejected to order the infringing party to comply with its international obligations, considering that '[a]s a general rule, there is no reason to suppose that a State whose act or conduct has been declared wrongful by the Court will repeat that act or conduct in the future, since its good faith must be presumed '. 149 Contrary to the ICJ's presumptions, Greece did not comply with its obligations under the Interim Accord. The judgment has also had little impact of note at an EU level despite constant rhetoric that bilateral disputes between countries should be settled in accordance with the principles of international law. It is the international agreement for settlement of the dispute between the neighbouring countries and the ICJ judgement precisely that have been put aside within the EU enlargement process, alongside the fundamental principle of sovereign equality of states in international law.",
            "cite_spans": [
                {
                    "start": 876,
                    "end": 882,
                    "text": "'. 149",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "When the Rule of Politics Replaces the Rule of Law: The Name Dispute between Greece and Macedonia"
        },
        {
            "text": "Being focused on resolving the bilateral dispute with Greece, rather than implementing any substantial reforms including and particularly with regard to the (lack of) rule of law in the country, Macedonia changed its name on 12 February 2019 when the Treaty of Prespa came into force. The Treaty of Prespa, which terminated the Interim Agreement of 1995, stipulated that: 'The official name of the Second Party shall be the \"Republic of North Macedonia\", which shall be the constitutional name of the Second Party and shall be used erga omnes, as provided for in this Agreement. The short name of the Second Party shall be \"North Macedonia\"'. 150 The Treaty of Prespa was signed on 17 June 2018 formally under the UN auspices. That said, it was the inability of Macedonia to move towards NATO and EU that pushed for the final settlement of the dispute. While the Treaty of Prespa marked a new stage in the relationship between the two neighbouring countries, it also meant promotion of politics at the expense of the rule of law under the EU flag.",
            "cite_spans": [
                {
                    "start": 643,
                    "end": 646,
                    "text": "150",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Final Settlement of the Dispute and the Rule of Law"
        },
        {
            "text": "The signing of the Treaty of Prespa was followed by a referendum in Macedonia, which took place on 30 September 2018, where the Government encouraged citizens to answer 'yes' to the referendum question: 'Are you in favour of membership in the European Union and NATO by supporting the agreement signed on 17 June by the foreign ministers of Greece and Macedonia?'. 151 The referendum question and a number of other aspects surrounding the referendum provoked an application for assessment of the constitutionality and legality of the Decision to announce a referendum, the nature of the referendum and the referendum question, and required cancellation of the Decision in its entirety on grounds of irremovable formal-legal and substantive-legal defects. 152 The Constitutional Court decided not to initiate proceedings for assessing the constitutionality and legality of the Decision, rejecting almost all claims of the applicants. 153 Some of these, however, deserved more serious approach and analysis by the Constitutional Court to ensure the observance of the rule of law.",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 368,
                    "text": "Greece and Macedonia?'. 151",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Final Settlement of the Dispute and the Rule of Law"
        },
        {
            "text": "Thus, one of the arguments of the applicants that was rejected by the Constitutional Court was that the nature of the referendum was not well clarified. In particular, it has been rightly argued that it was not clear from the beginning whether the referendum was of consultative or mandatory nature. The Decision of the Assembly on announcing a referendum was based on Article 73(1) which stipulated that 'the Assembly decides on issuing notice of a referendum concerning specific matters within its sphere of competence by a majority vote of the total number of Representatives'. 154 In paragraph 2, that same Article stipulates that '[t]he decision of the majority of voters in a referendum is adopted on condition that more than half of the total number of voters voted, and in paragraph 4, it stipulates that '[t]he decision made in a referendum is binding'. 155 Furthermore, a mandatory referendum is announced in cases where a decision on joining or leaving an association or community with other states is made in accordance with Articles 29 of the Referendum Law and Article 120 of the Constitution. The referendum question was certainly formulated in a way to ask voters if they supported membership of the country in the EU, even if a condition for accepting the Treaty of Prespa has been attached to such membership. 156 With regard to the nature of the referendum and the decision of the referendum, the Constitutional Court opined that it was evident from Article 1 of the Decision of the Assembly on announcing a referendum for 'consulting' citizens on the entire territory of the country that the referendum was of consultative nature without discussing extensively the legal basis or the decision of the Government to hold consultative rather than mandatory referendum for a question of significant importance. Having explained the nature of the referendum, the Constitutional Court concluded that the referendum 'decision does not generate legal, but only a moral obligation for the Assembly to act in accordance with the will of the citizens. It is a constitutional right of the Assembly to decide whether, when and how it will regulate the issue for which the citizens were consulted in such a referendum'. 157 The explanation of the Constitutional Court came less than two weeks before the referendum day, and could have been hardly heard and understood by the general public who were led to believe by the Prime Minister of the country, Mr. Zoran Zaev, that their will expressed in the referendum will be respected. 158 154 Decision to announce a referendum; Constitution of the Republic of North Macedonia < https:// vlada. mk/ sites/ defau lt/ files/ dokum enti/ zakoni/ the_ const ituti on_ of_ the_ repub lic_ of_ north_ maced onia_ conta ining_ the_ valid_ const ituti onal_ provi sions_ in_ force_ as_ amend ed_ by_ const ituti onal_ amend ments_ixxxvi. pdf > accessed 7 January 2022. 155 Constitution of the Republic of North Macedonia. 156 Cf Judge Gosheva and Judge Josifovski. 157 Resolution U.no.88/2018 , 90/2018 , 91/2018 (19 September 2018 , para. 6. 158 See e.g. an interview of the Prime Minister given to a Greek TV before the referendum: < https:// www. youtu be. com/ watch?v= 3pEuR SWFEQ A&t= 162s > accessed 7 January 2022. Furthermore, it has been argued that the text of the referendum question was ambiguous and vague contrary to Article 15 of the Law on Referendum which stipulates that: (3) If it is voted for more issues, it shall be voted for each issue at a separate ballot; (4) The issue on the ballot must be precisely formulated and unambiguous, so that the citizen at the referendum may answer by \"FOR\" or \"AGAINST\"'. 159 The Constitutional Court rejected this argument too, noting that the referendum question 'is content of one issue with interconnected, necessary whole, in a historical social context because among its parts there is an internal connection that allows full freedom of expression of citizens' will as required by the principle of unity of content of the question'. 160 However, even if not contrary to Article 15 of the Law on Referendum, the referendum question suggesting guaranteed NATO and EU membership if people voted in favour of the Treaty of Prespa has been certainly misleading-an aspect which has been even missed by the dissenting judges. 161 Indeed, an average citizen who is not aware of the complex enlargement process including the lengthy negotiations procedure and possible future blockades might have reasonably expected that EU accession would have followed immediately after the acceptance of the Treaty of Prespa and that EU accession depended solely on the settlement of the bilateral dispute with Greece. Yet, the Constitutional Court has accepted the referendum question with unbearable easiness noting that 'consultation with citizens does not mean deciding to join the EU and NATO in the absolute sense of the word' 162 and also that such consultative referendum 'in no way infringes any right or obligation for mandatory referendum to be announced in the cases stipulated by the Constitution, and that does not mean taking away the decisive power of the citizens on the issues regulated by the Constitution'. 163 What the Constitutional Court has missed, however, is the relation between the text of the referendum question and the nature of the referendum. If a referendum question asks voters whether they are in favour of EU membership by accepting certain Treaty, why would an average citizen think that he has not been asked to decide on EU membership 'in the absolute sense of the word'? Referendum questions do not have asterisks to warn voters that 'terms and conditions apply'! The referendum question, therefore, violated the fundamental principle of legal certainty of the citizens and intentionally or not, the Constitutional Court failed to prevent violation of the law, putting itself on the side of both the Government and the EU rather than defending the rule of law in the country. 159 Law on Referendum and Other Forms of Direct Vote of Citizens ('Official Gazette of the Republic of Macedonia' no. 81/2005). 160 Resolution U.no.88/2018 , 90/2018 , 91/2018 (19 September 2018 ), para. 6 (Resolution U.no.88/2018 , 90/2018 , 91/2018 . 161 Cf Judge Gosheva and Judge Josifovski. 162 Resolution U.no.88/2018 , 90/2018 , 91/2018 , para. 6. 163 Resolution U.no.88/2018 , 90/2018 , 91/2018 ",
            "cite_spans": [
                {
                    "start": 581,
                    "end": 584,
                    "text": "154",
                    "ref_id": null
                },
                {
                    "start": 1328,
                    "end": 1331,
                    "text": "156",
                    "ref_id": null
                },
                {
                    "start": 2226,
                    "end": 2229,
                    "text": "157",
                    "ref_id": null
                },
                {
                    "start": 2912,
                    "end": 2915,
                    "text": "155",
                    "ref_id": null
                },
                {
                    "start": 2965,
                    "end": 2968,
                    "text": "156",
                    "ref_id": null
                },
                {
                    "start": 3008,
                    "end": 3035,
                    "text": "157 Resolution U.no.88/2018",
                    "ref_id": null
                },
                {
                    "start": 3036,
                    "end": 3045,
                    "text": ", 90/2018",
                    "ref_id": null
                },
                {
                    "start": 3046,
                    "end": 3055,
                    "text": ", 91/2018",
                    "ref_id": null
                },
                {
                    "start": 3056,
                    "end": 3074,
                    "text": "(19 September 2018",
                    "ref_id": null
                },
                {
                    "start": 3672,
                    "end": 3675,
                    "text": "159",
                    "ref_id": null
                },
                {
                    "start": 5211,
                    "end": 5214,
                    "text": "163",
                    "ref_id": null
                },
                {
                    "start": 6001,
                    "end": 6004,
                    "text": "159",
                    "ref_id": null
                },
                {
                    "start": 6129,
                    "end": 6132,
                    "text": "160",
                    "ref_id": null
                },
                {
                    "start": 6133,
                    "end": 6156,
                    "text": "Resolution U.no.88/2018",
                    "ref_id": null
                },
                {
                    "start": 6157,
                    "end": 6166,
                    "text": ", 90/2018",
                    "ref_id": null
                },
                {
                    "start": 6167,
                    "end": 6176,
                    "text": ", 91/2018",
                    "ref_id": null
                },
                {
                    "start": 6177,
                    "end": 6195,
                    "text": "(19 September 2018",
                    "ref_id": null
                },
                {
                    "start": 6196,
                    "end": 6231,
                    "text": "), para. 6 (Resolution U.no.88/2018",
                    "ref_id": null
                },
                {
                    "start": 6232,
                    "end": 6241,
                    "text": ", 90/2018",
                    "ref_id": null
                },
                {
                    "start": 6242,
                    "end": 6251,
                    "text": ", 91/2018",
                    "ref_id": null
                },
                {
                    "start": 6254,
                    "end": 6257,
                    "text": "161",
                    "ref_id": null
                },
                {
                    "start": 6297,
                    "end": 6324,
                    "text": "162 Resolution U.no.88/2018",
                    "ref_id": null
                },
                {
                    "start": 6325,
                    "end": 6334,
                    "text": ", 90/2018",
                    "ref_id": null
                },
                {
                    "start": 6335,
                    "end": 6344,
                    "text": ", 91/2018",
                    "ref_id": null
                },
                {
                    "start": 6345,
                    "end": 6383,
                    "text": ", para. 6. 163 Resolution U.no.88/2018",
                    "ref_id": null
                },
                {
                    "start": 6384,
                    "end": 6393,
                    "text": ", 90/2018",
                    "ref_id": null
                },
                {
                    "start": 6394,
                    "end": 6403,
                    "text": ", 91/2018",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Final Settlement of the Dispute and the Rule of Law"
        },
        {
            "text": "The referendum unquestionably failed with a turnout as low as 36, 91% (far from the required 50 + 1% by Article 73 of the Constitution), notwithstanding the misleading referendum question. The State Election Commission confirmed that, in accordance with the referendum results, the decision has not been adopted because not more than 50% have casted a vote. 164 The 'pro-European' government, however, interpreted the referendum result as a success arguing that most of the 36, 91% who casted their votes were in favour of the Treaty of Prespa (an overwhelming majority of 94% answered to the referendum question in the affirmative). 165 However, the picture was not as black and white as presented by the Government. Most of the citizens who were against the Treaty of Prespa boycotted the referendum not to allow for quorum in accordance with the Constitution rather than voting in the negative. Thus, the will of the people was far from what the Government tried to convince everyone in order to justify the ratification of the Agreement. EU equally ignored the referendum results, portraying the process as a success:",
            "cite_spans": [
                {
                    "start": 358,
                    "end": 361,
                    "text": "164",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Disrespect of the referendum results"
        },
        {
            "text": "'Following the signature of the historic agreement reached with Greece in June 2018 (also known as the 'Prespa agreement'), a consultative referendum was organised in September 2018, whereby an overwhelming majority of voters who cast their ballots supported EU and NATO membership by accepting the Prespa agreement '. 166 Numerous aspects were shifted from their legal framework to provide for ratification of the Treaty: from signing of the Treaty by the Ministers for Foreign Affairs of both parties rather than their Presidents who have the upper hand when it comes to international agreements-an argument which has been also watered-down by the Constitutional Court, 167 to the refusal of the Macedonian President to sign the Decree for promulgation of the Law on Ratification of the Treaty of Prespa (Law on Ratification) as provided for by the Constitution. 168 Not less concerning is the fact that the Law on Ratification was sent to the Committee on European Affairs which is dealing with laws for harmonisation of the national legislation with the EU Law ('Laws with European flag') rather than to the Committee on Foreign Affairs where it should have been dealt with. This allowed for adoption of the Law on Ratification in a simplified parliamentarian procedure without any serious debate and opposition in the Parliament, even if no EU law was 164 The 'Report on the final results of the voting at the referendum on a state level' of 20 September 2018 is available at: < https:// dejure. mk/ zakon/ izves htaj-za-konec hnite-rezul tati-od-glasa njeto-na-refer endum ot-na-drzha vno-nivo-30-septe mvri-2018-godina > accessed 7 January 2022 (Report on the final results of the voting at the referendum). 165 Report on the final results of the voting at the referendum. 166 European Commission, 'Key findings of the 2019 Report on North Macedonia' (29 May 2019) available at: < https:// ec. europa. eu/ commi ssion/ press corner/ detail/ en/ COUNT RY_ 19_ 2777 > accessed 7 January 2022. 167 Resolution U.no.88/2018 167 Resolution U.no.88/ , 90/2018 167 Resolution U.no.88/ , 91/2018 Karakamisheva and Saveski (2018), pp. 36-38. related to the matter. In other words, the simplified procedure for adopting 'Laws with European flag' has been misused to avoid much expected complications in the process of ratification in the Assembly. Again, EU remained silent to such violation of the legal procedure which is often practiced in the country when ratification of difficult laws are on the table even if such laws are unrelated or even contrary to EU law. 169 Finally, the process of passing constitutional amendments in the country has been largely surrounded by allegations of bribery and corruption as well as by painful compromises criticised even by some of the advocates of the entire process. 170 Last but not least, although helping both parties to reach settlement to their longlasting dispute, the Treaty of Prespa did not necessarily resolve all issues between the two neighbouring countries. 171 The interpretation of the Treaty of Prespa might be a major challenge for both parties in the following years. 172 Even more concerning, however, is the possibility that the Treaty of Prespa might not have solved anything in the long run. As shown in the case of Croatia, bilateral agreements have little value once the candidate country becomes an EU Member State. Should, therefore, North Macedonia eventually access the EU, the Treaty of Prespa may be disputed, if not unilaterally annulled, leaving the EU with no means to tackle that decision.",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 322,
                    "text": "'. 166",
                    "ref_id": null
                },
                {
                    "start": 865,
                    "end": 868,
                    "text": "168",
                    "ref_id": null
                },
                {
                    "start": 1357,
                    "end": 1360,
                    "text": "164",
                    "ref_id": null
                },
                {
                    "start": 1780,
                    "end": 1783,
                    "text": "166",
                    "ref_id": null
                },
                {
                    "start": 1998,
                    "end": 2025,
                    "text": "167 Resolution U.no.88/2018",
                    "ref_id": null
                },
                {
                    "start": 2026,
                    "end": 2059,
                    "text": "167 Resolution U.no.88/ , 90/2018",
                    "ref_id": null
                },
                {
                    "start": 2060,
                    "end": 2093,
                    "text": "167 Resolution U.no.88/ , 91/2018",
                    "ref_id": null
                },
                {
                    "start": 2094,
                    "end": 2138,
                    "text": "Karakamisheva and Saveski (2018), pp. 36-38.",
                    "ref_id": null
                },
                {
                    "start": 2564,
                    "end": 2567,
                    "text": "169",
                    "ref_id": null
                },
                {
                    "start": 2808,
                    "end": 2811,
                    "text": "170",
                    "ref_id": null
                },
                {
                    "start": 3012,
                    "end": 3015,
                    "text": "171",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Disrespect of the referendum results"
        },
        {
            "text": "In fact, the Prespa Treaty has been already problematized by the Macedonian opposition parties who more recently won the local elections in the country and whose councillors rejected to sign their certificates with the new name of the country. 173 The Macedonian political opposition, which is against the Prespa Treaty, has gained wide support among voters and may well win the next parliamentary elections, putting into question the continuity and enforcement of the bilateral treaty. This is also largely a result of the growing indignation after the country failed to start the accession negotiations once it changed its name owing to new blockades from other EU Member States. After the ratification of the Treaty of Prespa, the beginning of the EU accession negotiations was blocked by France 2019, as well as by The Netherlands and Denmark albeit to a lesser extent, although such blockade was mainly intended for Albania which is in a same 'enlargement package' with North Macedonia. 174 When that blockade was lifted, another bilateral dispute over history, national identity, and language surfaced in 2020, involving Bulgaria and North Macedonia this time and blocking the start of the accession negotiations of the latter. 175 In other words, the progress of North Macedonia towards the EU has 169 Tumanovska (2019); Tanevski (2021) . 170 Rose (2019). 171 E.g. in the more recent European Football Championship the use of the name 'Macedonia' by the Football Federation was problematised testifies. See also Chryssogelos and Stavrevska (2019) . 172 Holroyd (2021); Claus (2021) . 173 See e.g. 360° with regard to < https:// 360st epeni. mk/ izleg uvane-od-nato-ponis htuva nje-na-prizn avanj eto-na-kosovo-za-shto-se-zalaga-levit sa-eden-od-partn erite-vo-mozhn oto-novo-mnozi nstvo/ > ; see also NovaTV. < https:// novatv. mk/ gorda na-silan ovska-ke-bara-ponis htuva ne-na-presp anski ot-dogov or/ > accessed 7 January 2022. 174 Tidey, Chadwick and Koutsokosta (2019) . 175 Tsolova (2020). become even more uncertain than before the settlement of the dispute with Greece which promised clearing the path and beginning of accession negotiations with the candidate country. Rather than working towards clarification of the criterion for settlement of bilateral disputes, EU implicitly invited Member States to make use of their membership powers and settle their disputes with neighbouring candidate countries within the enlargement process notwithstanding any derogation of the rule of law.",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 247,
                    "text": "173",
                    "ref_id": null
                },
                {
                    "start": 1234,
                    "end": 1237,
                    "text": "175",
                    "ref_id": null
                },
                {
                    "start": 1328,
                    "end": 1343,
                    "text": "Tanevski (2021)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1519,
                    "end": 1553,
                    "text": "Chryssogelos and Stavrevska (2019)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1556,
                    "end": 1559,
                    "text": "172",
                    "ref_id": null
                },
                {
                    "start": 1560,
                    "end": 1575,
                    "text": "Holroyd (2021);",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1576,
                    "end": 1588,
                    "text": "Claus (2021)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1938,
                    "end": 1941,
                    "text": "174",
                    "ref_id": null
                },
                {
                    "start": 1942,
                    "end": 1980,
                    "text": "Tidey, Chadwick and Koutsokosta (2019)",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1983,
                    "end": 1986,
                    "text": "175",
                    "ref_id": null
                },
                {
                    "start": 1987,
                    "end": 2002,
                    "text": "Tsolova (2020).",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [],
            "section": "Disrespect of the referendum results"
        },
        {
            "text": "In the meantime, North Macedonia remains a country with a hybrid democratic regime 176 and weak rule of law for which the politicisation of the enlargement process largely contributed. The politicised settlement of the name dispute might have not solved the issue between the two countries in the long run. It has rather contributed to further deterioration of the rule of law in the enlargement process and also in the candidate country. The EU disregarded both the Interim Accord and the ICJ judgment, supporting the cloudy referendum process and post-referendum violations of various laws in the country which significantly contributed to further backsliding of the rule of law in the candidate country rather than to any positive reforms. Indeed, even some of the greatest supporters of the referendum have recognised that the price of achieving the change of the name of the country 'might have been too high in terms of derogation of the rule of law'. 177 As noted by the conflict analyst and former rule of law officer Eric Manton, '[t] here are serious concerns that the way the process was carried out and that painful compromises, made in the name of achieving the result, will be difficult to overcome in order to fully capitalize on the new opportunities of Euro-Atlantic integration'. 178 In the light of the EU enlargement process, Manton somewhat rhetorically asks: '[w]ill some EU member states evaluate the steps taken in this process as counter to EU values and see this as an obstacle for EU aspirations?'. 179 It is, however, the EU itself that pushed for and applauded the process notwithstanding the means. Evaluating the steps taken in the process would necessarily have to start with an evaluation of the EU's enlargement condition for settlement of bilateral disputes and EU's priorities in the Western Balkans. To agree with Manton, EU values including the rule of law have been indeed widely disregarded in the context of the Treaty of Prespa. That said, the Treaty of Prespa would have not seen the light of day without the strong encouragement and pressure from the EU itself.",
            "cite_spans": [
                {
                    "start": 1039,
                    "end": 1043,
                    "text": "'[t]",
                    "ref_id": null
                },
                {
                    "start": 1298,
                    "end": 1301,
                    "text": "178",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Disrespect of the referendum results"
        },
        {
            "text": "The EU enlargement framework which is largely dominated by politics does not offer an appropriate platform for settlement of bilateral disputes that fall outside the EU law. While by virtue of Article 3(5) TEU and Article 21(1) TEU, the Union is 176 See the most recent Freedom House Report available at: < https:// freed omhou se. org/ count ry/ northmaced onia/ natio ns-trans it/ 2020 > accessed 7 January 2022. 177 Rose (2019). 178 Rose (2019). 179 Rose (2019). even obliged to make the membership of applicant countries conditional on peaceful settlement of disputes, these should be, however, resolved in full respect of the fundamental principle of sovereign equality of states as between EU Member States.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Way Forward"
        },
        {
            "text": "Indeed, bilateral disputes between EU Member States are not unheard of within the EU. Essentially, there are quite a few unresolved bilateral disputes between Member States-some of which have lasted for decades or even for centuries. 180 However, Member States have shown little appetite to confront each other, while none of their existing bilateral disputes are regarded today as having the potential of escalating into serious conflicts. 181 In fact, the Union has been looked upon as contributing to 'a change in the goals, structure, parties or context of the conflict, which removes or changes the contradiction or incompatibility at its heart'. 182 Positive relations beyond the unresolved bilateral disputes between Member States result from the changed circumstances, which include the reconceptualization of borders and the prevalence of the common interest over individual national preferences. Should such disputes, however, be brought in connection with EU law, as threatening to undermine the achievements of the integration process, it would be for the EU dispute settlement mechanism to safeguard the compliance of the Member States involved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Way Forward"
        },
        {
            "text": "That said, the CJEU would not get involved into settlement of bilateral disputes which fall outside the scope of EU law or, as shown in Slovenia v Croatia, in alleged infringements which are ancillary to settlement of such disputes, under standard infringement procedures. Indeed, being asked what measures could it take to mediate between Italy and France in order to resolve their long standing territorial dispute in the Mont Blank, the European Commission relied on the CJEU ruling in Slovenia v Croatia, underlining that 'it is for each Member State to determine the extent and limits of its own territory, in accordance with the rules of public international law. In view of this being a matter of national competence, the Commission 180 These include but are not limited to: the Mont Blanc summit dispute between France and Italy; Rockall, uninhabited island in the North Atlantic Ocean disputed by Denmark, Iceland, Ireland, and the UK, see Derrig (2021) ; dispute between Germany and the Netherlands with regard to the exact course of border through Dollart bay, see Gerard (1987) ; dispute between Austria, Germany and Switzerland over the boundaries between the three states in Lake Constance, see Frowein (1990) ; dispute between Portugal and Spain regarding the status of Olivenza (Black 1979) , to mention only some of the unsettled bilateral disputes between EU Member States. 181 Anderson (2000) . 182 Miall (2007) , p. 14, distinguishes between four different types of change that could lead to transformation of conflicts: actor transformation (change in the existing parties or appearance of new ones); issue transformation (change in the priority of interests and more particularly '[reducing] the relative importance of issues on which antagonism exists and [emphasizing] the issues on which commonality prevails'); rule transformation (change in the norms in interstate relations); and structural transformation (change in the relationship between actors). Two additional types of changes have been added by other scholars: Ramsbotham, Voodhouse and Miall (2011) , p. 175, consider changes in the social, regional or international context which surround a conflict as important. Diez et al. (2008) , p. 7, add changes to the communication that constructs the conflict. McCall (1998), p. 392, argues that '[b] y challenging the power of the nation-state centre, initiating supranational citizenship and encouraging a multilevel system of government, the EU polity is beginning to display a reconstructivist impulse'.",
            "cite_spans": [
                {
                    "start": 949,
                    "end": 962,
                    "text": "Derrig (2021)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1076,
                    "end": 1089,
                    "text": "Gerard (1987)",
                    "ref_id": null
                },
                {
                    "start": 1209,
                    "end": 1223,
                    "text": "Frowein (1990)",
                    "ref_id": null
                },
                {
                    "start": 1294,
                    "end": 1306,
                    "text": "(Black 1979)",
                    "ref_id": null
                },
                {
                    "start": 1392,
                    "end": 1395,
                    "text": "181",
                    "ref_id": null
                },
                {
                    "start": 1396,
                    "end": 1411,
                    "text": "Anderson (2000)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1414,
                    "end": 1417,
                    "text": "182",
                    "ref_id": null
                },
                {
                    "start": 1418,
                    "end": 1430,
                    "text": "Miall (2007)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 2046,
                    "end": 2084,
                    "text": "Ramsbotham, Voodhouse and Miall (2011)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 2201,
                    "end": 2219,
                    "text": "Diez et al. (2008)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 2291,
                    "end": 2330,
                    "text": "McCall (1998), p. 392, argues that '[b]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "A Way Forward"
        },
        {
            "text": "does not have the competence to act'. 183 Settlement of bilateral disputes can be achieved either through mutually agreed arbitration or the ICJ, or by CJEU under Article 273 TFEU which provides for optional jurisdiction of the Court where the dispute is submitted to it under a special agreement between the parties. 184 Such dispute settlement mechanisms have the potential to provide for fair settlement of bilateral disputes in full respect of sovereign equality of states and should be, therefore, encouraged within the Union and also in the EU enlargement process to bring rule of law on track.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Way Forward"
        },
        {
            "text": "If the bilateral dispute is submitted to the ICJ or to international arbitration, involved states should commit to cooperate in good faith and honour the final decision in the case. Should some of the involved states, however, fail to implement the decision, it is unlikely that the same will be enforced in the EU. The CJEU settlement of bilateral disputes under Article 273 TFEU, therefore, offers better platform for settlement of disputes Member States that fall outside the scope of EU law which are merely connected to the 'subject matter' of the Treaties. 185 Yet, while in the case of arbitration or ICJ, the dispute may be submitted to the chosen body at any stage of the pre-accession process or even after EU accession of the involved candidate country, procedures under Article 273 TFEU require that both involved parties should be EU Member States and, therefore, any settlement of the dispute would be only possible after the EU accession of the involved candidate countries. Making EU accession conditional on future settlement of bilateral disputes under Article 273 TFEU might be, therefore, an optimal solution allowing for a predictable enlargement process.",
            "cite_spans": [
                {
                    "start": 563,
                    "end": 566,
                    "text": "185",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "A Way Forward"
        },
        {
            "text": "Initially intended to transform candidate countries for the better, the rule of law criterion has hardly served its purpose in the EU enlargement to the Western Balkans. In particular, conditionality has been used not so much to achieve stability of institutions guaranteeing democracy and the rule of law, but to achieve political settlement of bilateral disputes contrary to the fundamental principle of sovereign equality of states to which the two elaborated disputes in this article testify.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Indeed, while Croatia achieved EU membership in 2013, the pressing bilateral dispute with Slovenia and mounted pressure from the pre-accession process have had large impact on the later developments and relations between the two neighbouring states, as well as on the backsliding of the rule of law in both countries. The intention of the EU not to get involved into sensitive issues ended up infamously with the CJEU disregarding both the Arbitration Agreement, which the EU previously witnessed and supported in the accession process, and the Final Award. The CJEU's judgment also confirmed that bilateral treaties that fall outside the EU law will not be interpreted or enforced in the EU even if the conclusion of the treaty was an important accession condition for any of the countries involved. Once both states involved in the dispute become Member States and the EU accession incentive is gone, the enforcement of the bilateral treaty would be largely dependent on the good faith of the involved countries. Actions against Member States brought under Article 258 TFEU or 259 TFEU for alleged infringements of EU law that are ancillary to settlement of bilateral disputes would be dismissed by the CJEU due to lack of jurisdiction. Put differently, the case of Croatia shows that the pre-accession condition for settlement of bilateral disputes which often halts the enlargement process contrary to the rule of law principle, losses both its significance and its aim post-accession, notwithstanding the outcome of the dispute settlement process. More importantly, however, the somewhat forced agreement for the settlement of the bilateral dispute has not contributed to the strengthening of the rule of law in the pre-accession process. Quite to the contrary, it has made the enlargement process less predictable by putting ambitions and domestic policies of Member States before the established Copenhagen criteria and the international principle of sovereign equality of states.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The situation in North Macedonia is much worse. More than 16 years after receiving candidate status, the rule of law in the country remains weak despite constant recommendations of the European Commission for opening of the accession negotiations since 2009. Rather than enforcing Copenhagen criteria and making the pre-accession progress of the country conditional on the strengthening of the rule of law, the EU has invested enormous efforts in what was essentially a political bilateral dispute between states, ignoring if not supporting the violation of the rule of law in the candidate country. The EU has first ignored the Interim Accord between Greece and Macedonia, then it ignored the ICJ judgement confirming breach of the Interim Accord by one of the sides involved, and finally it supported and cherished the change of the name of the candidate country despite the many irregularities of the process resulting in further deterioration of the rule of law. Yet, even the high price of sacrificing the law has not brought joy to the candidate country but opened the way to more blockades and bilateral disputes. This has added further to the lack of predictability of the enlargement process, putting future reforms in the field of rule of law in the country into question. Moreover, the EU cannot secure the continuity and enforcement of the Prespa Agreement or of any other bilateral treaty that falls outside the scope of EU law once and if North Macedonia becomes an EU Member State. The pacta sunt servanda principle does not apply to bilateral treaties between Member States owing to EU law supremacy over such treaties.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The current enlargement framework which includes the rather subjective, imprecise, vague and unverifiable condition for settlement of bilateral disputes, does not only undermine the rule of law as a fundamental part of the enlargement regulation and causes further deterioration of the rule of law in the involved candidate countries, but is also ineffective. Permanent solution to bilateral disputes that fall outside the EU law cannot be achieved through political pressure and power exercise in the pre-accession process but require strong leadership and respect for the rule of law notwithstanding the framework. While the settlement of only two bilateral disputes has been discussed in this article, remaining unresolved disputes between other Western Balkan countries and candidate countries may prove equally problematic. Should the EU continue to apply political conditionality for settlement of such disputes in the pre-accession process, i.e. within a framework of asymmetric relations, there will be hardly any progress of the rule of law in the candidate countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "A genuine reconsideration of the requirement for settlement of bilateral disputes blocking the enlargement process is urgently needed to bring rule law on track. While international courts and arbitrations may offer a good platform for settlement of disputes where both sides freely agree on the mechanism used, enforcement of decisions of international judicial and non-judicial bodies may be challenging. Settlement of bilateral disputes by the CJEU under Article 273 TFEU, once all involved parties have become Member States, might be, therefore, an optimal solution. In such case, the EU would be able to frame settlement of bilateral disputes as an 'objective, precise, detailed, strict and verifiable' enlargement condition with credible post-accession consequences. Infiltrating Article 273 TFEU in the enlargement framework would correct the level of unbalanced powers between Member States and candidate countries, and would presumably contribute to decrease in the number of bilateral disputes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Until then, the EU commitment towards the Western Balkan region and strengthening of the rule of law in the pre-accession process remains only an empty rhetorical commitment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Funding Open access funding provided by Central European University Private University.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by/4. 0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The former Yugoslav Republic of Macedonia v. Greece)",
            "authors": [],
            "year": 1995,
            "venue": "ICJ Rep",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "/212 on the principles, priorities and the conditions contained in the European Partnership with the Former Yugoslav Republic of Macedonia and repealing Decision",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "57",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "OJ L80/32 (Council Decision",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "212",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Border regimes and security in an enlarged european community: implications of the entry into force of the amsterdam treaty",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "EUI WP RSCAC",
            "volume": "",
            "issn": "8",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The conundrum of the Piran Bay: Slovenia v. Croatia-the case of maritime delimitation",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Avbelj",
                    "suffix": ""
                },
                {
                    "first": "Letnar",
                    "middle": [],
                    "last": "Černič",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Int'l L and Policy",
            "volume": "",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "(eds) The principle of good neighbourliness in the European legal context: interpretation and application",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Basheska",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Martinus Nijhoff",
            "volume": "",
            "issn": "",
            "pages": "24--56",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Mis)application of the good neighbourliness principle in international and EU law: the case of the Republic of Macedonia",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Basheska",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Martinus Nijhoff",
            "volume": "",
            "issn": "",
            "pages": "235--267",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Thanking the Greeks. the crisis of the rule of law in EU enlargement regulation",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Basheska",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kochenov",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Southeastern Eur",
            "volume": "39",
            "issn": "",
            "pages": "392--414",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The principle of good neighbourliness in the European legal context: interpretation and application, Martinus Nijhoff",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Basheska",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kochenov",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "3--5",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The Good Neighbourliness Principle in EU Law",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Basheska",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The Turów case, interim measures in inter-state cases, and the rule of law",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Basheska",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Verfassungsblog on matters Constitutional",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The border dispute between Croatia and Slovenia: the stages of a protracted conflict and its implications for EU enlargement. Springer Nature, Cham Black SJ (1979) Olivenza: an Iberian `Alsace/Lorraine",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bickl",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Americas",
            "volume": "35",
            "issn": "",
            "pages": "527--537",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Conditionality of EU funds: an instrument to enforce EU fundamental values",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Blauberger",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Van Hüllen",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Vera",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J Eur Integration",
            "volume": "43",
            "issn": "",
            "pages": "1--16",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Hrvatskoj nedostupno 10.000 hektara uz Dunav, Srbija izbjegava Dogovor",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Bošnjak",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ciglenečki",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Croatia and Bosnia are still locked in a land dispute over 'two pebbles' in the Sea",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Brezar",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The Prespa agreement between Greece and North Macedonia and the discordancies of EU foreign policy",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chryssogelos",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Stavrevska",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Eur Foreign Aff Rev",
            "volume": "24",
            "issn": "",
            "pages": "427--446",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "North Macedonia promises to correct Jersey Logos",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Claus",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Another legal monster: a debate on the legal fiscal treaty",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cremona",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "EUI WP LAW",
            "volume": "09",
            "issn": "",
            "pages": "9--10",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "An Irish Claim to Rockall",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Derrig",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The European union and border conflicts: the power of integration and association",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Diez",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "CUP",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "EU no longer agrees on Balkan membership guarantee, diplomats say",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Emmott",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "When violations of international and EU law overlap: on the lack of Jurisdiction of the ECJ in the advocate general's opinion in Slovenia v",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gašperin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Croatia. Verfassungsblog on Matters Constitutional",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Hillion C (2011) EU enlargement",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "187--216",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Greece complains to UEFA over North Macedonia acronym at EURO 2020",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Holroyd",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The EU rule of law initiative towards the Western Balkans",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hoxhaj",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "13",
            "issn": "",
            "pages": "143--172",
            "other_ids": {
                "DOI": [
                    "10.1007/s40803-020-00148-w"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Croatia v. Slovenia: The defiled proceedings",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ilic",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Arbitration L. Rev",
            "volume": "9",
            "issn": "",
            "pages": "360--371",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "How to foster the rule of law in the Western Balkans: 10 notes to Decision-Makers",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jano",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Marović",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The evolution of the political criteria for accession to the European community",
            "authors": [],
            "year": 2018,
            "venue": "Janse R",
            "volume": "24",
            "issn": "",
            "pages": "57--76",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The man who created a tiny country he can no longer enter",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jenkins",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Montenegro pushes for arbitration over Prevlaka dispute with Croatia",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kajosevic",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Macedonian constitutional court and the Prespa agreement: unbearable ease of inactivity",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Karakamisheva-Jovanovska",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Saveski",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Secur Dialog",
            "volume": "12",
            "issn": "",
            "pages": "35--48",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Between a rock and a hard place: the court of justice's judgment in case Slovenia v",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kassoti",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Croatia. Euro Papers",
            "volume": "5",
            "issn": "",
            "pages": "1061--1070",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Protecting the rule of law in EU member states and candidate countries",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kmezić",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bieber",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Swedish Institute for European Policy",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Kluwer Law Int'l, Alphen aan den Rijn Kochenov D (2021) De facto power grab in context: upgrading rule of law in Europe in populist times",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kochenov",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Polish Yearbook Int Law XL",
            "volume": "",
            "issn": "",
            "pages": "197--208",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Verdis republic: new self-proclaimed neighbour of croatia",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kruljac",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Understanding Jus Cogens in international law and international legal discourse",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Linderfalk",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "The rule of law in the European union",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Magen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pech",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "235--256",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Problems in international law enforcement",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Martin",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "FILJ",
            "volume": "14",
            "issn": "",
            "pages": "519--539",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Postmodern Europe and the resources of communal identities in Northern Ireland",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mccall",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Eur J Polit Res",
            "volume": "33",
            "issn": "",
            "pages": "389--411",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Republic of Slovenia v. Republic of Croatia",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mcgarry",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "AJIL",
            "volume": "115",
            "issn": "",
            "pages": "101--107",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Why Did EU commission chief go silent in border dispute",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Miall",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Palgrave Macmillan Müller P",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Exit News (2021) EU slams open Balkan initiative as 'Unhealthy Competition' to EU accession process",
            "authors": [],
            "year": 2022,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Skopje believes Bulgarian veto will be lifted soon",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nikolov",
                    "suffix": ""
                }
            ],
            "year": 2022,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Dispute resolution among member states at the court of justice on the basis of article 273 TFEU: a comment on C-648/15 Austria v Germany",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Nowak",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Yearbook on Procedural Law of the Court of Justice of the European Union. MPI Luxembourg",
            "volume": "",
            "issn": "",
            "pages": "105--127",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Meaning and scope of the EU rule of law, RECONNECT Work Package",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pech",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Grogan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Treaty on Stability, Coordination and Governance: Impact on the Eurozone and the Rule of Law",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Peers",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Macedonia's historic name change leaves deep scars. (online) Macedonia's historic name change leaves deep scars",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Ramsbotham",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Voodhouse",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Miall",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Consequences of the ex parte communications in the arbitration between Croatia and Slovenia",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Runjić",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Kluwer Law Siebold S, Sekularac I, Emmott R (2021) EU restates Balkan membership guarantee but won't say for when",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Schermers",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Waelbroeck",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "A commentary on the maritime delimitation issues in the Croatia v. Slovenia Final Award, EJIL:Talk!",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Solomou",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Зaкoнoдaвeн cлaлoм низ eвpoпcкитe знaмeнцa дo пo(нe)квaлитeтни зaкoни",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tanevski",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "D0% BE% D0% BF% D1% 81% D0% BA% D0% B8% D1% 82% D0% B5-% D0% B7% D0% BD/. Accessed",
            "authors": [],
            "year": 2022,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "A new treaty regime for the Ems-Dollard Region Int'l",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Tanja",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J Estuarine and Coastal l",
            "volume": "2",
            "issn": "",
            "pages": "123--143",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Problems of enforcement of decisions of the international court of justice and the law of the United Nations",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tanzi",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Euro J Int Law",
            "volume": "6",
            "issn": "",
            "pages": "539--572",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Bulgarian PM visits North Macedonia to boost battered ties",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Testorides",
                    "suffix": ""
                }
            ],
            "year": 2022,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "A grave historic error': Juncker hits out as North Macedonia and Albania have EU bids blocked",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tidey",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chadwick",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Koutsokosta",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "The European Union and the rule of law-keynote speech at conference on the rule of law",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Timmermans",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Peremptory norms of general international law (Jus Cogens): disquisitions and dispositions",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tladi",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Bulgaria blocks EU accession talks with North Macedonia",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tsolova",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Eвpoпcки зaкoни' зa лични интepecи",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tumanovska",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Bilateral Barriers or Good Neighbourliness? The Role of Bilateral Disputes in the EU Enlargement Process",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Uilenreef",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Žeželj: Srbija bi bila bliža EU bez novih uslova Zapada",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Žeželj",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ", p.17. 71 Hillion (2011), p. 201. 72 Arbitration Agreement between the Government of the Republic of Slovenia and the Government of the Republic of Croatia (signed 4 November 2009, in force 29 November 2010) (Arbitration Agreement). 73 Article 9(1), Arbitration Agreement. 74 Article 9(2), Arbitration Agreement. 75 Arbitration Agreement between the Government of the Republic of Slovenia and the Government of the Republic of Croatia, signed 4 November 2009, < https:// www. assid mer. net/ doc/ Arbit ration_ Agree ment_ Croat ia_ Slove nia. pdf > (Arbitration Agreement) accessed 7 January 2022. 76 Treaty of Accession of Croatia [2012] OJ L112/10. 77 European Commission, Launch of the arbitration process between Slovenia and Croatia, IP/12/25, Press Release, 17 January 2012.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "EU) No 1380/2013 on the Common Fisheries Policy by refusing to implement the reciprocal access regime and preventing Slovenians from enjoying rights as provided for by that regulation; the system of control, of inspection and of implementation of the rules as provided for by Council Regulation (EC) No 1224/2009 and Implementing Regulation (EU) No 404/2011 of 8 April 2011 by preventing Slovenia to carry out its tasks under the system and not respecting jurisdiction rights of Slovenia; Regulation (EU) 2016/399 on a Union Code on the rules governing the movement of persons across borders; and Directive 2014/89/EU establishing a framework for maritime spatial planning by adopting and implementing the 'Spatial planning strategy of the Republic of Croatia'. 115",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Agreement for the settlement of the differences as described in the United Nations Security Council Resolutions 817 (1993) and845 (1993), the termination of the Interim Accord of 1995, and the establishment of a strategic partnership between the Parties'. 151 Decision to announce a referendum no.08-4666/1, adopted by the Assembly of the Republic of Macedonia on 30 July 2018, 'Official Gazette of the Republic of Macedonia' no.140/2018 (Decision to announce a referendum).152 Resolution U. no.88/2018, 90/2018, 91/2018 (19 September 2018). 153 Separate opinions on the Resolution U.no.88/2018, 90/2018, 91/2018. Cf Judge Gosheva and Judge Josifovski.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "). 30 European Commission 'Agenda 2000: for a stronger and wider Union' COM (1997) 2000 final (Agenda 2000), p. 51.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "the European Commission sounded almost romantic, noting that '[t]he European Union and its Member States have consistently, since the Feira and Thessaloniki Summits in 2000 and 2003, expressed their unequivocal support for the European perspective of the Western Balkans'. 38 It further noted that '[t]he Council conclusions adopted 35 EC 2021 Communication, p. 25, para. 1 (emphasis in original). 36 EC 2020 Communication, p. 1. 37 EC 2020 Communication, p. 2. 38 EC 2020 Communication, p. 1 (emphasis in original). 31 Opinion on Greek application for membership, EC Bull Supp 2/76, para. 6 (Opinion on Greek application). 32 The European Parliament has been more straightforward as to the nature of the requirement, if not to its substance, stating that 'any acceding state should resolve its main bilateral problems and major disputes with neighbours, (…) before it can join the Union', European Parliament Resolution on Enlargement: Policies, Criteria and the EU's Strategic Interests 2012/2025 (INI), 22 November 2012 (EP Resolution on Enlargement 2012).",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Thus, on 8 September 2017, Slovenia 97 Para. 220, Partial Award (30 June 2016), available at: < https:// pcaca ses. com/ web/ sendA ttach/ 1787 > accessed 7 January 2022 (Partial Award). 98 Para. 175, Partial Award. 99 Para 225, Partial Award. Cf Ilic 2017 and Runjić (2019). 100 Para 225, Partial Award. 101 See Press release on Arbitral Tribunal's decision of 30 June 2016 < http:// www. mvep. hr/ en/ infoservis/ press-relea ses/ press-relea se-on-arbit ral-tribu nal% E2% 80% 99s-decis ion-,25852. html > last accessed 27 November 2021 (Press release on Arbitral Tribunal's decision). 102 Press release on Arbitral Tribunal's decision. 103 PCA Case no. 2012-04, Final Award (29 June 2017), available at: < https:// pcaca ses. com/ web/ sendA ttach/ 2172 > last accessed 27 November 2021, A summary of the Final Award is available at: < https:// pcaca ses. com/ web/ sendA ttach/ 2175 > accessed 7 January 2022. 104 See Statement of the Government of the Republic of Croatia on the Arbitral Tribunal's award of 29",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "In the words of Irena Joveva, a Slovenian MEP, '[i]t appear[ed] that the Juncker Commission consciously 106 See < https:// www. neweu rope. eu/ artic le/ croat ias-bid-oecd-membe rship-block ed-slove nia-hunga ry/ > accessed 7 January 2022. 107 Case T-626/17 Republic of Slovenia v European Commission, ECLI:EU:T:2020:402. 108 Bickl (2021), p. 229. 109 See Opinion of Advocate General Pikamäe of 11 December 2019, para. 87: 'The Commission, relying on the order of 23 October 2002 in Austria v Council",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "In Slovenia v Croatia, however, the Court made a step further by effectively setting aside the Final Award of the arbitral tribunal by encouraging the 119 Slovenia v Croatia, para 77. 120 Slovenia v Croatia, para 104. 121 Slovenia v Croatia, para 104. 122 McGarry (2021). See Slovenia v Croatia, para. 92. 123 Slovenia v Croatia, para. 102. 124 Slovenia v Croatia, para. 104. 125 Slovenia v Croatia, para. 103. See also McGarry (2021). 126 See egMartin (1990);Tanzi (1995). 127 Case C-132/09, European Commission v Kingdom of Belgium, ECLI:EU:C:2010:562, para. 44.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Slovenia v Croatia, para. 109. Slovenia v Croatia, para. 107. 134 See in particular European Commission observations in PCA Case No. 2008-13 (Eureko BV v. the Slovak Republic) and relevant CJEU cases: Case 10/61 Commission v. Italy, ECLI:EU:C:1962:2; Case C-235/87 Matteucci v. Communauté française of Belgium et. al, ECLI:EU:C:1988:460 (para. 22); Case 3/91, Exportur SA v. Lor SA and Confiserie du Tech SA, ECLI:EU:C:1992:420 (para. 8). 135 E.g.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}