{
    "paper_id": "cbda1087f474ebbb2900fa83b180ba790e97420f",
    "metadata": {
        "title": "Shifting to Remote Learning During COVID-19: Differences for Early Childhood and Early Childhood Special Education Teachers",
        "authors": [
            {
                "first": "Elizabeth",
                "middle": [
                    "A"
                ],
                "last": "Steed",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Colorado Denver",
                    "location": {
                        "addrLine": "1380 Lawrence Street Center",
                        "postCode": "80217",
                        "settlement": "Denver",
                        "region": "CO",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Nancy",
                "middle": [],
                "last": "Leech",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Colorado Denver",
                    "location": {
                        "addrLine": "1380 Lawrence Street Center",
                        "postCode": "80217",
                        "settlement": "Denver",
                        "region": "CO",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This study explored similarities and differences in how early childhood education (ECE) teachers (n = 947) and early childhood special education (ECSE) teachers (n = 160) provided remote learning to young children and their families following COVID-19 shelter in place orders in the spring of 2020. The most utilized remote learning activities for both ECE and ECSE teachers were the provision of activities for families to use at home, communication with families, online lessons, and singing songs and reading books. Both types of professionals spent more time planning and communicating with families than providing instruction to children. Results of chi-square tests of independence revealed differences in activities provided, how time was spent, and training received by professional role. Open-ended responses revealed particular challenges for ECE and ECSE teachers. Findings are discussed in the context of how the early childhood field adapted quickly to remote learning during COVID-19 and the implications for ongoing technology support for early childhood personnel based on their professional role.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The Coronavirus disease 2019 (COVID-19) resulted in nationwide school and childcare center closures in the United States. A small number of childcare centers remained open in each state, often to serve the children of essential workers (Hunt Institute, 2020) . However, many preschool programs shifted to remote learning; for example, 75% of New York City preschools and 50% of preschools in the rest of the state provided remote instruction (Tarrant & Nagasawa, 2020) . There was no precedent for providing online instruction to young children from birth through the age of five. The use of technology in early childhood education is often limited, due to the value placed on play-based approaches and concerns about the deleterious impact of screen-time on young children (Plowman et al., 2011) . Early childhood personnel are less likely to have professional access to technology hardware (e.g., laptops, iPads) and to be familiar with the use of learning technologies than K-12 educators (Blackwell et al., 2013; Myrtil et al., 2018) .",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 258,
                    "text": "(Hunt Institute, 2020)",
                    "ref_id": null
                },
                {
                    "start": 442,
                    "end": 468,
                    "text": "(Tarrant & Nagasawa, 2020)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 774,
                    "end": 796,
                    "text": "(Plowman et al., 2011)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 992,
                    "end": 1016,
                    "text": "(Blackwell et al., 2013;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1017,
                    "end": 1037,
                    "text": "Myrtil et al., 2018)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Early reports indicated that early childhood education (ECE) teachers managed to maintain communication with families through email, phone calls, and messaging applications during COVID-19 (Tarrant & Nagasawa, 2020) . Teachers attempted to continue play-based learning for young children through web-based learning systems and videos (Dayal & Tiko, 2020) . Some early childhood programs created You-Tube channels in order to provide daily synchronous instruction to young children (Samuelsson et al., 2020) while others relied on Zoom to conduct class meetings, whole group instruction, and communicate with families (Szente, 2020) . The delivery of paper-based educational materials to children's homes was utilized to address inequitable access to devices and high-speed internet (Dayal & Tiko, 2020) .",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 215,
                    "text": "(Tarrant & Nagasawa, 2020)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 334,
                    "end": 354,
                    "text": "(Dayal & Tiko, 2020)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 481,
                    "end": 506,
                    "text": "(Samuelsson et al., 2020)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 617,
                    "end": 631,
                    "text": "(Szente, 2020)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 782,
                    "end": 802,
                    "text": "(Dayal & Tiko, 2020)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Early Childhood Approaches to Remote Learning"
        },
        {
            "text": "Early childhood special education (ECSE) teachers were tasked with maintaining connections to children and families during the COVID-19 pandemic while also addressing children's special education needs through remote instruction . There may have been challenges to supporting young children with disabilities during the shift to online learning, given a lack of online platforms that are compatible with assistive technology (Hills, 2020) . Special educators may have also struggled to meet ongoing requirements to fulfill children's Individualized Education Program (IEP) minutes, address social IEP goals remotely and during social isolation, and to coach families to use special education interventions usually received in the school Patel, 2020) .",
            "cite_spans": [
                {
                    "start": 425,
                    "end": 438,
                    "text": "(Hills, 2020)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 737,
                    "end": 749,
                    "text": "Patel, 2020)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Early Childhood Approaches to Remote Learning"
        },
        {
            "text": "Early childhood personnel needed rapid training in the use of technology and how to provide remote learning to young children with and without disabilities at the start of the COVID-19 pandemic (Edelman, 2020) . It is not clear if or how this training was provided to ECE and ECSE teachers. In addition to providing an historical account of how the early childhood field adapted to remote learning during COVID-19, this documentation is important in noting ongoing needs for supporting early childhood personnel to utilize technology to provide developmentally appropriate and playbased instruction to young children. Potential differences in the use of learning technology across professional roles is key for understanding how ongoing training and support may be provided depending on a provider's role.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 209,
                    "text": "(Edelman, 2020)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Training in Remote Learning"
        },
        {
            "text": "This study sought to understand how ECE teachers and ECSE teachers provided remote learning to young children and their families during the first months of the COVID-19 response in the U.S. Similarities and differences in services provided and training received were explored for ECE and ECSE teachers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Current Study"
        },
        {
            "text": "Five research questions guided the study:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research Questions"
        },
        {
            "text": "1. How did ECE and ECSE teachers provide remote learning to young children and their families? 2. Did ECE and ECSE teachers differ in the kinds of remote learning activities provided? 3. Did ECE and ECSE teachers differ in the time spent on remote learning activities for children and families? 4. What training did ECE and ECSE teachers receive and were there any differences in training received by provider type? 5. What challenges did ECE and ECSE teachers report regarding remote learning?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research Questions"
        },
        {
            "text": "A 44-item question survey was distributed to American early childhood providers during the March and April 2020 months of the COVID-19 pandemic. An online survey was chosen as the method for data collection since it could be rapidly deployed and teachers' emails and social media connections could be used for survey distribution. Of the 44 total items, 18 questions related to background information about the early childhood professional (e.g., role, age, years of experience) and their program or school (e.g., number of classrooms, type of community) and 26 questions related to services and supports they were providing to children and families. Of these 26 questions, 18 were multiple choice or multiple answer questions and eight were open-ended questions. In addition to demographic questions, responses to five multiple answer questions and one open-ended question were utilized in the analyses for this study. These survey questions focused on the services ECE and ECSE teachers provided to young children, training teachers received, and challenges in providing remote learning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Survey"
        },
        {
            "text": "The survey was developed by the first author and piloted with three individuals with expertise in ECE and ECSE. Feedback was incorporated into a final survey for distribution. Changes based on expert feedback involved minor wording changes, such as adding a response option about teachers facilitating small group instruction to the question about types of remote learning activities provided.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Survey Development"
        },
        {
            "text": "The survey was distributed online via Qualtrics between April 13th, 2020 and April 25th, 2020 to ECE and ECSE professionals nationally via email and social media networks (e.g., Facebook). A total of 1986 surveys were started, and 1583 surveys were fully completed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Survey Distribution"
        },
        {
            "text": "A subsample (N = 1107) of the larger national sample was utilized for this study to include professionals who identified as either ECE teachers (n = 947) or ECSE teachers (n = 160) and responded to a survey item that they were currently providing remote learning services to young children and their families. Participant characteristics by professional role, including race and gender are presented in Table 1 . ECE teachers had worked in their field an average of 12.18 years (SD = 8.16) while ECSE teachers had worked in their field an average of 13.35 years (SD = 8.42). Teachers worked in programs in urban (n = 329, 30.55%), suburban (n = 383, 35.56%), and rural (n = 333, 30.92%) communities and represented 31 states. Participants' program type and length of school day are shown in Table 2 . Participants were not offered an incentive for completing the survey. The authors obtained IRB approval through their university; all participants completed their consent to participate in the study at the start of the survey.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 403,
                    "end": 410,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 791,
                    "end": 798,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Participants"
        },
        {
            "text": "Survey responses to closed-ended questions were analyzed descriptively (e.g., frequencies, percentages, ranges) using SPSS (IBM Corp., 2017) . Descriptive statistics provided information regarding the number and percentage of participants who utilized various methods for teaching young children remotely. Chi-square analyses were conducted to test for hypotheses of differences in services provided, time spent, and training and supports received by provider type. Chi-square analysis is helpful when comparing nominal (i.e., groups) or ordinal (i.e., ranks) variables to assess if there are statistically significant differences between the groups or ranks.",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 140,
                    "text": "(IBM Corp., 2017)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data Analysis"
        },
        {
            "text": "Next, responses to an open-ended question about challenges ECE and ECSE teachers faced were analyzed using constant comparison analysis (Leech & Onwuegbuzie, 2009 ). This qualitative analysis was conducted in order to add more depth to participants' perspectives about providing remote learning to young children. A sample of 10% of responses for early childhood teachers and a sample of 10% of responses for ECSE teachers were coded separately by a pair of researchers from the project team. Each pair of researchers compared their emergent codes and intercoder reliability was calculated using percent agreement (Gisev et al., 2013) . Percent agreement for emergent codes for ECE teachers ranged from 84% to 100% (M = 93.50, SD = 0.06). Kappa values for emergent codes for ECE teachers ranged from 0.34 to 1 (M = 0.75, SD = 0.23). Percent agreement for emergent codes for ECSE teachers ranged from 90 to 100% (M = 96.67, SD = 0.04). Kappa values for emergent codes for ECSE teachers ranged from 0.64 to 1 (M = 0.83, SD = 0.18). The researcher pairs met to discuss code comparisons, noting all matching codes. Then, the researchers discussed all codes that were not a match. For example, one researcher developed a code called \"families not tech savvy\" that the other researcher had not noted. Through discussion, the two researchers decided that this code should be merged with a code called \"family technology issues\".",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 162,
                    "text": "(Leech & Onwuegbuzie, 2009",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 614,
                    "end": 634,
                    "text": "(Gisev et al., 2013)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Data Analysis"
        },
        {
            "text": "After interrater agreement and related discussions were complete, the first author coded all remaining responses in the samples for ECE and ECSE teachers. Codes were then analyzed across ECE and ECSE teachers and the codes were grouped into conceptually related themes. For instance, codes about difficulties reaching families, barriers preventing working with families, and families not able to provide remote learning were grouped into the theme \"working through families.\" The researchers on the project team met to discuss 11 initial themes. Following this discussion, some themes were combined. For example, the learning curve for remote learning and learning how to use engaging online lessons were combined into the theme of \"learning how to do remote learning\". There were eight final themes (Table 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 800,
                    "end": 809,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Data Analysis"
        },
        {
            "text": "The research team used several strategies to promote the trustworthiness of the findings (Lincoln & Guba, 1985) . Specific strategies included piloting the survey prior to distribution, creating a comprehensive audit trail for all coding and analysis, conducting interrater reliability for the qualitative analysis of participant responses to the open-ended question about challenges, and peer de-briefing (White et al., 2012) . Member checking was conducted with six participants via Zoom interviews. Participants noted agreement with the resulting themes about challenges. For example, all participants described difficulties reaching some families. One teacher noted that there was a child that she hadn't heard from due to them staying with other family members during the shutdown. Five participants said they received no formal training in how to provide remote learning and did what they could find on their own or from other teachers in their program; one teacher said she was given a quick training on how to use Zoom. Three participants with children who engaged in member checking interviews indicated that it was challenging to provide remote learning with their own children at home. All member checking interview responses mirrored the survey results; there were no changes to the interpretation of findings.",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 111,
                    "text": "(Lincoln & Guba, 1985)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 406,
                    "end": 426,
                    "text": "(White et al., 2012)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Trustworthiness"
        },
        {
            "text": "ECE and ECSE teachers provided various remote learning services to children during COVID-19, including online lessons (n = 722, 25.02%), singing songs or reading stories online (n = 716, 24.81%), class meetings online (n = 553, 19.16%), individual meetings with children (n = 357, 12.37%), and small group meetings with children (n = 290, 10.05%). For remote learning activities that were directed to families, ECE and ECSE teachers reported to share learning activities with families (n = 1015, 22%), check in with families over email (n = 944, 20.41%), send families links to websites (n = 874, 18.89%), and give families suggestions to support parent-child relationships (n = 783, 16.93%). Less frequently reported activities included providing food or diapers (n = 461, 9.97%) and providing families with community resource information (n = 461, 9.97%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Remote Learning for Young Children"
        },
        {
            "text": "Chi-square tests of independence were run for the two provider types and each online activity provided (Table 4) . Significant associations were found between provider type and one of the online activities provided; ECSE teachers were more likely to have individual meetings with children online than ECE teachers, X 2 (1, N = 1057) = 47.98, p < 0.001. (Table 5) . Chi-square tests of independence showed significant associations between provider type and time spent providing remote learning to children, with ECSE teachers more likely than ECE teachers to say they spent 2 h or more per day providing remote learning to children X 2 (1, N = 1028) = 13.24, p = 0.039. Similar results were found between provider type and time spent planning or communicating with families, with ECSE teachers more likely than ECE teachers to say they spent 3 h or more in those activities X 2 (8, N = 1028) = 52.40, p < 0.001.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 103,
                    "end": 112,
                    "text": "(Table 4)",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 353,
                    "end": 362,
                    "text": "(Table 5)",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Remote Learning by Provider Type"
        },
        {
            "text": "Some ECE and ECSE teachers indicated that they received training about how to provide remote learning in the spring of 2020. However, 380 ECE teachers (41.2%) and 44 ECSE teachers (32.6%), did not receive any training ( Table 6) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 220,
                    "end": 228,
                    "text": "Table 6)",
                    "ref_id": null
                }
            ],
            "section": "Training Received"
        },
        {
            "text": "Results of chi-square tests of independence revealed that ECSE teachers were more likely to have received training in online tools for instruction, X 2 (1, N = 1057) = 4.59, p = 0.032, how to use video conferencing for instruction, X 2 (1, N = 1057) = 5.030, p = 0.025, and how to deliver effective telehealth services, X 2 (1, N = 1057) = 13.566, p < 0.001. ECE teachers were more likely to have not received any training in remote learning X 2 (1, N = 1057) = 3.644, p = 0.056.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Training Received"
        },
        {
            "text": "Coding of teachers' responses to an open-ended survey question about challenges to remote learning resulted in eight emergent themes; seven of the eight themes were mentioned by both ECE and ECSE teachers; one theme was unique to ECSE teachers (Table 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 244,
                    "end": 253,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Challenges"
        },
        {
            "text": "ECE teachers (n = 286 statements, 33%) and ECSE teachers (n = 60 statements, 20%) described that a key challenge to providing remote learning was their reliance on families for children's engagement in online activities. Both types of professionals had difficulties reaching all of their I have a few families that will not contact me, and the program is making feel like it's my fault.\" ECE and ECSE teachers noted some families' inability to support their child's remote learning due to work commitments or older children's remote learning. For example, participant 520 (ECE) explained, \"Many families have older children involved in online learning, so they are the priority rather than our Pre-K activities.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Working Through Families"
        },
        {
            "text": "ECE teachers (n = 184 statements, 21%) and ECSE teachers (n = 43 statements, 14%) explained another challenge was learning how to provide remote learning to young children. Both types of professionals described struggles to figure out how to teach using technology and to navigate new learning systems and applications. ECE teachers were more likely than ECSE teachers to mention this struggle and describe a lack of professional development in using online tools. For example, participant 722 (ECE) stated that their challenge was \"learning what is available to keep the learning and relationships going and learning how to work all these programs and technologies available without any training.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Learning How to Do Remote Learning"
        },
        {
            "text": "Another recurring theme for ECE teachers (n = 112 statements, 14%) and ECSE teachers (n = 102 statements, 35%) was the emotional toll that remote learning was taking on them personally. Some of the emotional toll was from the pandemic itself. Participant 850 (ECE) said, \"I'm all alone in my place and feeling very isolated. I feel like I'm taking care of others and have to remind myself to take care of me.\" ECE and ECSE with their own children at home had a particularly hard time. Participant 210 (ECSE) said, \"It has been difficult being at home with two young children and a husband who is working from home and managing time to attend meetings, plan and communicate with families.\" Finally, ECE and ECSE teachers worried that their students' needs were not being met during remote learning. ECSE teachers particularly worried that current remote learning services weren't meeting some students' needs. Participant 463 (ECSE) said, \"I don't think the services we're providing are adequately meeting students' needs, especially those with complex needs.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Emotional Toll"
        },
        {
            "text": "Another key challenge for ECE teachers (n = 128 statements, 15%) and ECSE teachers (n = 32 statements, 11%) was the difficulty of not providing preschool in person. ECE and ECSE teachers described missing in person interactions with children. Participant 257 (ECE) described, \"I am a real hands-on person and to not be able to physically see my students and interact in a real time way has been really difficult for me. I miss the interaction.\" Participant 328 (ECSE) said, \"Not being able to see the children and work with them directly every day has been excruciating.\" Participant 297 (ECSE) also indicated that \"using a screen is not the best way to connect with young students; even harder for those with disabilities.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Not Being in Person"
        },
        {
            "text": "ECE teachers (n = 89 statements, 10%) and ECSE teachers (n = 29 statements, 10%) noted challenges around technology, including inadequate internet or insufficient computers or iPads for both teachers and families. Participant 93 (ECE) said that there was a \"lack of internet providers in our rural area. I have to use my cell phone's mobile hotspot or travel 15 miles to access internet.\" Both ECE and ECSE teachers described barriers to remote learning when families did not have the technology needed. Participant 655 (ECE) noted, \"Children do not have computers, printers, or tablets and in some cases, phones have been disconnected.\" Participant 25 (ECE) described a lack of support when trying to figure out a solution:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Technology Issues"
        },
        {
            "text": "\"Many of my families did not have electronic devices or internet. I have parents with disabilities. So even though I was able to get a family an iPad and internet, the father (sole child care provider) did not understand how to use it and therefore could not access the content. I asked for a printer to be able to print and deliver materials to families. I was denied by my principal.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Technology Issues"
        },
        {
            "text": "Contributing to the challenge of switching to remote learning quickly was a lack of guidance from administrators about how to provide remote learning described by both ECE teachers (n = 48 statements, 6%) and ECSE teachers (n = 13 statements, 4%). Participant 339 (ECSE) described it as \"confusion. No clear and standardized approach.\" Participant 882 (ECE) stated, \"There has been very few guidelines on what is expected of us. We have had no true direction on how to handle online 'work' for preschool and pre-k children.\" Participant 1336 explained that ECSE teachers had additional issues around not being told how they were to carry out children's IEPs: \"Not having support but being drowned in expectations. Being expected to keep timelines for IEPs with information on how to do it trickling in from our director of SPED.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lack of Administrative Support"
        },
        {
            "text": "Another challenge for early educators was the completion of assessments and evaluations, since teachers could not track children's skills and progress in person. ECE teachers (13 statements, 2%) and ECSE teachers (9 statements, 3%) noted different challenges, given their distinctive roles in assessment and evaluation. ECE teachers had struggles completing assessments for documenting children's progress for work sampling systems and progress reports. For example, Participant 545 (ECE) said, \"The biggest challenge has been getting good evidence for our Pre-K work sampling system. Some parents do not submit any documentation such as pictures, notes, voice recordings or video clips.\" Participant 428 (ECE) explained:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Completing Assessments and Evaluations"
        },
        {
            "text": "\"My school still expects the same level of documentation. For example, we're expected to still produce photos and videos of students completing work activities. Obviously, I can't make my parents do that if they can't or don't want to. Finding a balance between documenting and meeting families where they're at is a challenge.\" ECSE teachers described assessment challenges related to tracking children's progress on IEP goals and conducting initial evaluations for children to quality for special education services. Participant 278 explained their challenge was \"not being able to measure any progress on goals.\" Participant 16 (ECSE) noted:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Completing Assessments and Evaluations"
        },
        {
            "text": "\"It's difficult to do virtual Child Find evaluations (kids ages 0-3) especially for non-English speaking families who need an interpreter. Phone service cuts out, can be difficult hearing parents in chaotic households, etc. We have to obtain signatures and instruct families how to sign documents over the phone, which is proving to be difficult for families who are not tech-savvy (many of our families).\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Completing Assessments and Evaluations"
        },
        {
            "text": "Lastly, ECSE teachers noted that a challenge was working with general education teachers around inclusion (5 statements, 2%). One example was participant 206 (ECSE) who said their challenge was \"having classroom teachers include students in their remote learning classrooms.\" Participant 304 (ECSE) said communication was one of the barriers to including their students, describing that they were \"having a difficult time connecting with general education teachers.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lack of Inclusion"
        },
        {
            "text": "ECE and ECSE teachers provided various remote learning activities to children and families during the initial months of the COVID-19 response in the U.S. There was more of an emphasis on providing families with activities over delivering instruction directly to children. This focus on indirect instructional approaches may have reflected what early educators were able to do on the short notice they had when shifting to remote learning in the spring of 2020. The attention to supporting families may have also represented early childhood personnel's lack of experience using technology to teach young children (Parette et al., 2010) . Recent research on early childhood teachers' responses to the pandemic indicate that some may not have known how to translate their in-person and play-based approach to online activities (e.g., Szente, 2020) .",
            "cite_spans": [
                {
                    "start": 612,
                    "end": 634,
                    "text": "(Parette et al., 2010)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 831,
                    "end": 844,
                    "text": "Szente, 2020)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Remote Learning Approach"
        },
        {
            "text": "Other pandemic-related research matches the findings of this study indicating that families were relied on heavily for implementation of children's early childhood and special education instruction at home (e.g., Asbury et al., 2020; Camden & Silva, 2021) . While it was necessary to rely on families for providing instruction and engagement to children during COVID-19, it was a challenge for both ECE and ECSE teachers to contact all families and for all families to remain consistently engaged. The reliance on families for remote learning may have placed additional responsibilities on families that were adjusting to public health measures and changes in family and work routines (Goldschmidt, 2020) . There is some evidence that families with children with disabilities may have had a harder time adjusting to remote learning and meeting their children's developmental needs during the pandemic than families with children without disabilities (Murphy et al., 2020) . This may explain why ECSE teachers spent more time providing support to families than ECE teachers.",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 233,
                    "text": "Asbury et al., 2020;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 234,
                    "end": 255,
                    "text": "Camden & Silva, 2021)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 685,
                    "end": 704,
                    "text": "(Goldschmidt, 2020)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 950,
                    "end": 971,
                    "text": "(Murphy et al., 2020)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Remote Learning Approach"
        },
        {
            "text": "ECSE teachers appeared to spend more time on instruction, preparing remote learning activities and communicating with families, and conducting individual meetings with children. This finding may be explained by the need for ECSE teachers to not only provide engaging remote learning materials to their students and but to also meet the requirements of children's IEPs. In March of 2020, the U.S. Department of Education provided guidance to school districts that they must provide equal access to remote learning for students with disabilities consistent with a free and appropriate public education and must, to the greatest extent possible, provide the special education and related services identified in the student's IEP. This initial guidance was followed by a memo of clarification that spelled out how remote learning plans should be developed for each child with disabilities describing how their IEP would be met during school closures due to COVID-19 (Jameson et al., 2020) .",
            "cite_spans": [
                {
                    "start": 962,
                    "end": 984,
                    "text": "(Jameson et al., 2020)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Remote Learning Approach by Role"
        },
        {
            "text": "Given the federal guidance around IEP adherence during the pandemic, ECSE teachers were under pressure to provide instruction through remote learning to their students, impacting the time they devoted and particular remote learning activities they provided. In contrast, early childhood teachers received limited guidance on what remote learning to provide to their students and the results were highly variable (Reich et al., 2020) . In addition, ECSE teachers utilize family-centered services, individually planned educational programs, and specialized instructional strategies as part of their typical teaching approach (Odom & Wolery, 2003) . This may further explain their higher use of individual meetings with children and more time per day spent in instruction with children and partnering with families.",
            "cite_spans": [
                {
                    "start": 412,
                    "end": 432,
                    "text": "(Reich et al., 2020)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 623,
                    "end": 644,
                    "text": "(Odom & Wolery, 2003)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Remote Learning Approach by Role"
        },
        {
            "text": "The rapidity of the shift to remote learning in the spring of 2020 meant that many ECE and ECSE teachers did not have adequate training to set up learning systems and provide robust remote learning to young children and their families. It appears that ECSE teachers were more likely to have received some rapid training in the use of remote learning approaches than ECE teachers. It is possible that ECSE teachers were more likely to be offered training or to seek out training, due to their role in meeting their students' IEPs. Overall, participating ECE and ECSE teachers reported to receive fairly minimal training, especially in the pedagogical and developmentally appropriate use of learning technology with young children.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Training in Remote Learning"
        },
        {
            "text": "ECE and ECSE teachers will need additional resources and training in using remote learning technologies for young children than what they were provided in the spring of 2020. Specifically, ECE and ECSE teachers need training in how to use short activities, how to integrate the use of hands-on materials into synchronous remote instruction, and how to balance synchronous and asynchronous activities for young children (Edelman, 2020; Szente, 2020) . Training for ECE and ECSE teachers will need to focus on teachers' attitudes, their knowledge and skills, and their integration of new knowledge into practice (Chen & Chang, 2006) . ECSE teachers will need specific training, given their differentiated roles and obligation to provide special education and related services for children's IEPs. ECSE teachers were tasked with adjusting special education services for the home setting. There are reports that ECSE personnel struggled to make these necessary accommodations for some young children with disabilities, especially when families did not have therapeutic equipment for their children at home or access to social groups (Warner-Richter & Lloyd, 2020) . Ongoing support for ECSE teachers may focus on how to support families who may not have materials and equipment at home that are typically utilized to the support the child's educational goals and how to address social emotional goals virtually (Patel, 2020) . ECSE teachers will benefit from guidance on the integration of assistive technology into remote learning as well as use of online progress monitoring tools in order to measure progress on IEP goals (Warner-Richter & Lloyd, 2020). Some ECSE teachers who participate in the referral and eligibility determination process may also need support in conducting online assessments, such as those used during initial evaluations for early intervention or preschool special education (Centers for Disease Control, 2020). ECSE and ECE teachers should also receive extra guidance on how to promote the inclusion of young children with disabilities in general education classrooms participating in remote learning, as communication between professionals and a lack of adaptations for children with disabilities were noted as challenges by ECSE teachers.",
            "cite_spans": [
                {
                    "start": 419,
                    "end": 434,
                    "text": "(Edelman, 2020;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 435,
                    "end": 448,
                    "text": "Szente, 2020)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 610,
                    "end": 630,
                    "text": "(Chen & Chang, 2006)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1129,
                    "end": 1159,
                    "text": "(Warner-Richter & Lloyd, 2020)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1407,
                    "end": 1420,
                    "text": "(Patel, 2020)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Training in Remote Learning"
        },
        {
            "text": "ECE and ECSE teachers noted several challenges that have implications for administrative supports that could be used to lessen the emotional toll and uncertainty that educators experienced during the shift to remote learning. The spring of 2020 was a particularly difficult time for early childhood providers to provide remote learning as many programs and districts closed with little to no notice and without clear plans for how online instruction would be delivered. The use of some remote learning and/or hybrid educational approaches is likely to continue for some time, likely resulting in enduring feelings of uncertainty, confusion, and difficulty maintaining work-life balance issues among early educators (Kim et al., 2020) . Early childhood administrators should consider various supports for teachers in addition to training, including logistical support (e.g., childcare options), resources (e.g., material packets for families to accompany online instructional activities), and emotional support (e.g., access to mental health providers).",
            "cite_spans": [
                {
                    "start": 715,
                    "end": 733,
                    "text": "(Kim et al., 2020)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Administrative Supports"
        },
        {
            "text": "This study has several limitations, including the inclusion of few early childhood educators serving infants and toddlers. Given this, the generalizability of results to professionals working with very young children is cautioned. Further, the results of the study need to be considered in light of the timing in which the survey was administered in the spring of 2020. It is possible that some findings were representative of this specific point in time during the start of the U.S. response to the pandemic and shelter in place orders for most states. Future studies should capture additional aspects of early childhood personnel's use of remote learning, including how ECE and ECSE teachers choose how to use technology in their teaching, how ECE and ECSE use hybrid teaching approaches, and ECE and ECSE teachers' concerns and use of precautions in the return to in-person teaching.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations and Future Directions"
        },
        {
            "text": "These study findings contribute to the literature base on how the early childhood field adapted to remote learning during COVID-19. ECE and ECSE teachers, who had largely eschewed the use of technology for instruction with young children prior to the pandemic, were forced to adopt remote learning technologies due to public health measures that closed many early childhood programs. This study suggests that ECE and ECSE teachers adapted to the situation and provided various remote learning activities, especially those focused on supporting families at home. There were differences in how ECE and ECSE teachers utilized online instruction, suggesting that ongoing training for early childhood personnel should consider their professional role. The conditions around the pandemic are likely to change, including a return to in person learning. However, ECE and ECSE teachers will likely continue to integrate technology into their teaching. Administrators should tailor their technology support to ECE and ECSE teachers based on their roles and responsibilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "How is COVID-19 affecting the mental health of children with special educational needs and disabilities and their families?",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Asbury",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fox",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Deniz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Code",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Toseeb",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of and Autism Developmental Disabilities",
            "volume": "",
            "issn": "",
            "pages": "1--9",
            "other_ids": {
                "DOI": [
                    "10.1007/s10803-020-04577-2"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Adoption and use of technology in early education: The interplay of extrinsic barriers and teacher attitudes",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Blackwell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Lauricella",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wartella",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Robb",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schomburg",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Computers & Education",
            "volume": "69",
            "issn": "",
            "pages": "310--319",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Pediatric teleheath: Opportunities created by the COVID-19 and suggestions to sustain its use to support families of children with disabilities",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Camden",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Silva",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Physical & Occupational Therapy in Pediatrics",
            "volume": "41",
            "issn": "1",
            "pages": "1--17",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "CDC's act early COVID-19 response rapid needs assessment",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A comprehensive approach to technology training for early childhood teachers",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Q"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Early Education and Development",
            "volume": "17",
            "issn": "3",
            "pages": "443--465",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "When are we going to have the real school? A case study of early childhood education and care teachers' experiences surrounding education during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Dayal",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Tiko",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Australasian Journal of Early Childhood",
            "volume": "39120",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/1836939120966085"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Video conferencing 101: Guidance for early interventionists on using video conference for home visits (and other purposes) during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Edelman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Interrater agreement and interrater reliability: Key concepts, approaches, and applications",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gisev",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Bell",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Research in Social and Administrative Pharmacy",
            "volume": "9",
            "issn": "3",
            "pages": "330--338",
            "other_ids": {
                "DOI": [
                    "10.1016/j.sapharm.2012.04.004"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The COVID-19 pandemic: Technology use to support the wellbeing of children",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Goldschmidt",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.pedn.2020.04.013"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "COVID-19 resources and policy recommendations: Childcare state actions",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Hills",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Free appropriate public education in the time of COVID-19. Rural Special Education Quarterly",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Jameson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Stegenga",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ryan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "87568",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/8756870520959659"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "We need clear directions, if we're going to move forward. It's as simple as that': Teachers' narratives during partial school reopenings in the COVID-19 pandemic",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Leary",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Asbury",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A typology of mixed methods research designs",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Leech",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Onwuegbuzie",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Quality & Quantity",
            "volume": "43",
            "issn": "2",
            "pages": "265--275",
            "other_ids": {
                "DOI": [
                    "10.1007/s11135-007-9105-3"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Establishing trustworthiness",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Lincoln",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Guba",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Naturalistic Inquiry",
            "volume": "289",
            "issn": "331",
            "pages": "289--327",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The impact of COVID-19 on therapy service delivery for children with disabilities",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Murphy",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Pinkerton",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bruckner",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Risser",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Journal of Pediatrics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jpeds.2020.12.060"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Preschool teachers' implementation fidelity when using a technology-mediated language and literacy intervention",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Myrtil",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Justice",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pelfrey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Logan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Barnes",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Child & Youth Care Forum",
            "volume": "47",
            "issn": "6",
            "pages": "771--786",
            "other_ids": {
                "DOI": [
                    "10.1007/s10566-018-9460-3"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A unified theory of practice in early intervention/early childhood special education: Evidence-based practices",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Odom",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wolery",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "The Journal of Special Education",
            "volume": "37",
            "issn": "3",
            "pages": "164--173",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Missing the boat with technology usage in early childhood settings: A 21st century view of developmentally appropriate practice",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Parette",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Parette",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Quesenberry",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Quesenberry",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Blum",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Blum",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Early Childhood Education Journal",
            "volume": "37",
            "issn": "5",
            "pages": "335--343",
            "other_ids": {
                "DOI": [
                    "10.1007/s10643-009-0352-x"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Mental health implications of COVID-19 on children with disabilities",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Asian Journal of Psychiatry",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Parents, preschoolers and learning with technology at home: Some implications for policy",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Plowman",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Stevenson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mcpake",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Stephen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Adey",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of Computer Assisted Learning",
            "volume": "27",
            "issn": "",
            "pages": "361--371",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Remote learning guidance from state education agencies during the covid-19 pandemic: A first look",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Reich",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Buttimer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hillaire",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hirsch",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Larke",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Littenberg-Tobiasroya",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Moussapouralyssa",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Slama",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The coronavirus pandemic and lessons learned in preschools in Norway, Sweden and the United States: OMEP Policy forum",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "P"
                    ],
                    "last": "Samuelsson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wagner",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Ødegaard",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Early Childhood",
            "volume": "52",
            "issn": "2",
            "pages": "129--144",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Live virtual sessions with toddlers and preschoolers amid COVID-19: Implications for early childhood teacher education",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Szente",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Technology and Teacher Education",
            "volume": "28",
            "issn": "2",
            "pages": "373--380",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Considerations for building post-COVID early care and education systems that serve children with disabilities",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tarrant",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nagasawa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Warner-Richter",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Lloyd",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New York Early care and education survey: Understanding the impact of COVID-19 on New York early childhood system",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Management of a large qualitative data set: Establishing trustworthiness of the data",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Oelke",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Friesen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "International Journal of Qualitative Methods",
            "volume": "11",
            "issn": "3",
            "pages": "244--258",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Sociodemographic characteristics of ECE teachers (n = 945) and ECSEs (n = 160) Participants could select multiple response options for race/ethnicity",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Participants' early childhood program characteristics",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Number and percentage of participant statements provided in response to an open-ended question regarding challenges by theme",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The online version contains supplementary material available at https:// doi. org/ 10. 1007/ s10643-021-01218-w.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Information"
        }
    ]
}