{
    "paper_id": "cd15b1b5cbbe534d9358c3a4e034d30e0cebe85e",
    "metadata": {
        "title": "Correspondence",
        "authors": [
            {
                "first": "Edward",
                "middle": [
                    "P K"
                ],
                "last": "Parker",
                "suffix": "",
                "affiliation": {},
                "email": "edward.parker@lshtm.ac.uk"
            },
            {
                "first": "Shalini",
                "middle": [],
                "last": "Desai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Melanie",
                "middle": [],
                "last": "Marti",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hanna",
                "middle": [],
                "last": "Nohynek",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "David",
                "middle": [
                    "C"
                ],
                "last": "Kaslow",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sonali",
                "middle": [],
                "last": "Kochhar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Katherine",
                "middle": [
                    "L"
                ],
                "last": "O&apos;brien",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Response to additional COVID-19 vaccine doses in people who are immunocompromised: a rapid review Individuals with compromised immune systems, whether because of immunodeficiency or immuno suppressive therapy, are among those most susceptible to COVID19. In fact, people who are immunocompromised are doubly susceptible. On the one hand, people who are immuno compromised are more likely to suffer the gravest consequences of SARS CoV2 infection, including severe or fatal disease. 1,2 On the other hand, such individuals are less likely to mount a sufficient immune response to COVID19 vaccination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although the evidence base is skewed towards mRNA vaccines, the reduced vaccine response in people who are immunocompromised compared with people who are not immunocompromised appears to be a general phenomenon across COVID19 vaccines and vaccine platforms. In a systematic review, seroconversion rates after two COVID19 vaccine doses (pooling across all studies and platforms) were 99% (95% CI 98-100) for people who are not immunocompromised, 92% (88-94%) for patients with solid cancer, 78% (69-95) for patients with immunemediated inflammatory disorders, 64% (50-76) for patients with haematological cancer, and 27% (16-42) for recipients of transplants. 3 Corroborating these findings, people who are immuno compromised exhibit reduced protection against symptomatic and severe COVID19 on the basis of realworld effectiveness data (available for mRNA and vectored vaccines), [4] [5] [6] and make up greater than 40% of hospitalised breakthrough cases despite representing a much smaller proportion of the general population. 7 To mitigate the risk of COVID19 among vaccinated people who are immunocompromised, countries have increasingly opted to offer these individuals an additional vaccine dose. As of Oct, 2021, this policy has been recommended by WHO for people who are moderately or severely immunocompromised. 8 Notably, such policies should be considered separately from those relating to booster doses-given once an initially sufficient immune response rate in a vaccinated population has waned over time. 9 Rather, offering additional doses to people who are immunocompromised should be considered part of an extended primary series that seeks to increase the proportion of individuals in the population who achieve a sufficient protective immune response to begin with.",
            "cite_spans": [
                {
                    "start": 659,
                    "end": 660,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 880,
                    "end": 883,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 884,
                    "end": 887,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 888,
                    "end": 891,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1030,
                    "end": 1031,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1322,
                    "end": 1323,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1520,
                    "end": 1521,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Yet the extent to which additional doses enhance protection against COVID19 among people who are immunocompromised remains uncertain. With this in mind, we did a rapid review of the safety, immuno genicity, and efficacy or effectiveness of additional vaccine doses in people who are immunocompromised, covering articles and preprints published between July 1, 2020 and Sept 27, 2021. Our aim was to capture emerging trends within the heterogenous body of available evidence. The primary outcome of interest was the prevalence of SARSCoV2 spikespecific binding antibodies before versus after a single additional dose of a COVID19 vaccine with a WHO Emergency Use Listing (for full literature review methods see appendix pp 1-2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Overall, we identified 23 eli gible studies reporting on a total of 1722 people who are immuno compromised receiving an additional COVID19 vaccine dose (median sample size of 60, IQR 34·5-81·5; for summary and citation details see appendix pp 3-5). These included two randomised controlled trials and 21 observational studies done in countries that were early to adopt a policy of offering an additional dose to people who are immunocompromised. 10 The evidence base is skewed towards mRNA vaccines (exclusively offered in 18 of the eligible studies), although several studies have explored the potential merits of a heterologous additional dose (Ad26. COV2.S or ChAdOx1S) following a twodose mRNA primary vaccination series. Study cohorts consisted of patients with solid organ transplants (13 studies), patients receiving dialysis (five studies), patients with cancer (three studies), and other groups of people who are immunocompromised (two studies). All available studies reported on one or more humoral immune response endpoints, with a subset reporting on cellular immune responses (ten studies) and on safety (17 studies). The additional dose was administered 1-3 months after completion of the standard primary vaccination series in 20 of the 21 studies reporting this information. No studies reported on the efficacy or effectiveness of an additional COVID19 vaccine dose among people who are immunocompromised.",
            "cite_spans": [
                {
                    "start": 446,
                    "end": 448,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Despite significant variation in terms of vaccination schedule, sample timing, and serological response criteria, several trends are apparent across the included studies. First, the reactogenicity profile of additional doses in people who are immunocompromised, where reported, has generally been consistent with that observed for earlier doses of the vaccine being administered, 11 with no major safety concerns identified. Second, receipt of an additional dose appears to have a modest additive effect on cumulative immunogenicity, with median antibody response rates increasing from 41% (IQR 23-58) after the standard primary series to 67% (55-69) after the additional dose among studies with paired data, albeit with notable variation among patient groups ( figure A) the primary vaccination series but is capable of inducing a de novo response in at least a portion of people who are immunocompromised who did not mount a detectable antibody response after the standard primary series. These findings must be interpreted with caution given the absence of an established correlate of initial protection or duration of protection. The significant methodological variation among studies (especially with respect to antibody response criteria and characteristics of the patient population; appendix pp 3-5) also represents a notable limitation of the present review, and probably contributes to the wide variation in response rates observed. Nonetheless, the benefits of an additional dose as part of an extended primary series among people who are immunocompromised are likely to outweigh the risks on the basis of the available data. Despite the imbalance in the evidence base towards mRNA vaccines, it is reasonable to expect this relative benefit to apply across other COVID19 vaccines and vaccine platforms. However, key evidence gaps must be urgently addressed, including the safety, effectiveness, and duration of protection provided by one or more additional doses in an extended primary series in people who are immunocompromised (including specific patient subgroups), especially for vectored, inactivated, and subunit vaccines for which extensive data are lacking; the relative benefits of heterologous versus homologous additional doses among people who are immunocompromised; the optimal timing of the additional dose; and the effectiveness of standard and extended primary vaccine series among subgroups of people who are immunocompromised that are underrepresented in the existing literature, including people living with HIV that is not wellcontrolled.",
            "cite_spans": [
                {
                    "start": 380,
                    "end": 382,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 762,
                    "end": 771,
                    "text": "figure A)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Our findings also highlight the need for continued caution among people individuals with a low or undetectable antibody response after the standard primary series (an eligibility criterion for several of the included studies), the additional dose was associated with a median antibody response rate of 44% (IQR 32-55; figure B) . Crucially, these data suggest that an additional dose in an extended primary series does not simply increase an existing antibody response in those who responded to Figure: Antibody response rate following an additional COVID-19 vaccine dose in people who are immunocompromised (A) Cumulative antibody response rates before and after an additional dose in different patient subgroups across 13 studies with paired data. Lines link estimates from individual study populations. The same participants were measured before and after the additional dose. (B) Antibody response rates following an additional dose among patients with low or no detectable antibodies after the standard primary series (19 estimates from 17 studies). Note that antibody response criteria and patient characteristics varied among studies, restricting comparability (see appendix pp 3-5 for details). Estimates for subgroups receiving mRNA and vectored vaccines were extracted separately where possible. *Denominator includes patients who did not receive an additional dose but responded after the primary vaccine series. †Post vaccination data available for a subset of the cohort. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 318,
                    "end": 327,
                    "text": "figure B)",
                    "ref_id": null
                },
                {
                    "start": 495,
                    "end": 502,
                    "text": "Figure:",
                    "ref_id": null
                }
            ],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Factors associated with COVID19related death using OpenSAFELY",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Williamson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bhaskaran",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "584",
            "issn": "",
            "pages": "430--466",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Associations between HIV infection and clinical spectrum of COVID19: a population level analysis based on US National COVID Cohort Collaborative (NC3) data",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Patel",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Lancet HIV",
            "volume": "8",
            "issn": "",
            "pages": "690--700",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Efficacy of COVID19 vaccines in immunocompromised patients: a systematic review and meta analysis",
            "authors": [
                {
                    "first": "Aryb",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "Lya",
                    "middle": [],
                    "last": "Chai",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "medRxiv",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2021.09.28.21264126"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Coverage and estimated effectiveness of mRNA COVID19 vaccines among US veterans",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Youngxu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Korves",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "JAMA Netw Open",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "PfizerBioNTech and Oxford AstraZeneca COVID19 vaccine effectiveness and immune response among individuals in clinical risk groups",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Whitaker",
                    "suffix": ""
                },
                {
                    "first": "Rsm",
                    "middle": [],
                    "last": "Tsang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Byford",
                    "suffix": ""
                }
            ],
            "year": 2022,
            "venue": "J Infect",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jinf.2021.12.044."
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Effectiveness of the singledose Ad26.COV2.S COVID vaccine",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Polinski",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Weckstein",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Batech",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "medRxiv",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2021.09.10.21263385"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Effectiveness of SARSCoV2 mRNA vaccines for preventing Covid19 hospitalizations in the United States",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Tenforde",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Ginde",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "medRxiv",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2021.07.08.21259776"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Interim recommendations for an extended primary series with an additional vaccine dose for COVID19 vaccination in immunocompromised persons",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "WHO. Interim statement on booster doses for COVID19 vaccination",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Vaccins contre la Covid19: modalites d'administration des rappels",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Dgsurgent",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Justification, safety, and efficacy of a third dose of mRNA vaccine in maintenance hemodialysis patients: a prospective observational study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Espi",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Charmetant",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Barba",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "medRxiv",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2021.07.02.21259913"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "no response post dose 2",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ". Finally, among See Online for appendix",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}