{
    "paper_id": "cd4bbd45369567afaa3a790b39fb28c1ef379a76",
    "metadata": {
        "title": "Special Section: Multidisciplinary Perspectives on Challenges in Managing Smart Products and Services",
        "authors": [
            {
                "first": "Nicola",
                "middle": [],
                "last": "Bilstein",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Bielefeld University",
                    "location": {
                        "addrLine": "Universitätsstr. 25",
                        "postCode": "33615",
                        "settlement": "Bielefeld",
                        "country": "Germany K"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "Christian"
                ],
                "last": "Stummer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Bielefeld University",
                    "location": {
                        "addrLine": "Universitätsstr. 25",
                        "postCode": "33615",
                        "settlement": "Bielefeld",
                        "country": "Germany K"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Finally, smart products and services may transform companies (Porter and Heppelmann 2015) : implementing smart service innovation, for example, usually cannot be accomplished as an internal project but requires network management activities.",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 89,
                    "text": "(Porter and Heppelmann 2015)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Given the diversity of challenges and the scarcity of research on the subject, we organized the First International Conference on Challenges in Managing Smart Products and Services (CHIMSPAS) at Bielefeld University, Germany, in August 2019. After the conference, we invited participants as well as other researchers from the field to submit their work to this Special Section and, thus, to contribute to a more comprehensive picture of the particularities related to the management of smart products and services. In response, we received insightful research from multidisciplinary perspectives on this topic addressing the multiple challenges faced by companies due to the transition from traditional products and services toward smart products and services. Some of the submitted papers, though very promising, were in a too early stage for publication, such that only four articles finally made it successfully through the rigorous review process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The first article, \"Mechanisms and consequences of anthropomorphizing autonomous products: The role of schema congruity and prior experience\" by Moritz Jörling, Robert Böhm, and Stefanie Paluch, scrutinizes the meaning of anthropomorphization for the design of autonomous products (i.e., smart products supporting consumers in everyday tasks) and its implications for consumers' perceptions and intentions. Building on schema congruity theory (Fiske and Linville 1980) , the authors reveal in two online studies and one lab study that anthropomorphism is perceived more congruent with autonomous than manual products and therefore may increase the liking of autonomous products. Increased liking strengthens in turn consumers' intention to purchase the autonomous product and ameliorates their evaluation of the outcome obtained with the help of the autonomous product. Still, these results only hold when consumers have no prior experience with the autonomous product. Jörling et al.'s findings offer insightful implications for researcher and marketers. First, they underline the meaning of product design for the perception and adoption of autonomous products which is in line with recent discussions of Raff et al. (2020) . Second, by identifying anthropomorphism as a decisive component in the design of autonomous products especially for consumers with no prior product experience, they shed light on the psychological mechanisms underlying consumers perceptions of autonomous products.",
            "cite_spans": [
                {
                    "start": 443,
                    "end": 468,
                    "text": "(Fiske and Linville 1980)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1207,
                    "end": 1225,
                    "text": "Raff et al. (2020)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The second article, \"Mobile location-based services' value-in-use in inner cities: Do a customer's shopping patterns, prior user experience, and sales promotions matter?\" by Stephanie Schwipper, Severine Peche, and Gertrud Schmitz, investigates value creation by means of smart services, here in the guise of mobile locationbased services (LBS) connecting local customers, inner-city retailers and inner-city stakeholders via a local multi-sided digital community platform. On the basis of field data derived from actual users of a mobile LBS app in inner cities, the authors applied a mixed-method approach combining partial least squares structural equation modeling and fuzzy-set qualitative comparative analysis. They reveal that both utilitarian (e.g., monetary benefits) and hedonic (e.g., fun benefits) value-inuse components contribute to high value-in-use evaluations of mobile LBS usage. The meaning of some of the identified value-in-use components vary (i) over time K due to an increase in user experience and (ii) at least to some extent for customers' shopping patterns. Managers of mobile LBS can benefit from Schwipper et al.'s findings by acknowledging the importance of hedonic components such as fun benefits for customers' value creation. However, utilitarian aspects of the mobile LBS are shown to be of equal importance: the possibility for customization of the app design and functionalities, for example, may contribute to user competence and therefore decrease the likelihood of customers' perceptions of irritation (i.e., negative valuein-use component), when initially using the app. Thus, managers of mobile LBS are well advised to consider both hedonic and utilitarian components simultaneously.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The third article, \"Creating value from energy data: A practitioner's perspective on data-driven smart energy business models\" by Friedrich Chasin, Ute Paukstadt, Patrick Ullmeyer, and Jörg Becker, explores the potential, the components, and the challenges of innovative business models for the end consumer market that use data created from smart energy products. Based on a qualitative study containing nine explorative semi-structured interviews with experts in various positions at companies in the energy domain, the authors offer a vision for consumer-oriented data-driven smart energy business models, which is constructed around five central categories: customer value, underlying infrastructure to deliver the value, competitive strategy, customer interface, and revenue model. For each category, Chasin et al. present several topics derived from the interviews and supported by academic research, which provide detailed information on possible specifications within the categories (e.g., different value propositions for the category \"customer value\"). On the basis of their findings, the authors also offer guiding implications for the design of data-driven smart energy business models, for example, by assessing the future potential of the identified value propositions. This discussion can serve as a meaningful starting point for energy companies that are about to create innovative, data-driven business models for the end consumer market.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The fourth article, \"It takes more than two to tango: Identifying roles and patterns in multi-actor smart service innovation\" by Jürgen Anke, Jens Pöppelbuß, and Rainer Alt, is concerned with smart service systems for which a network of actors, who are specialized in systems integration, user interface design, cloud computing, platform business, etc., is required in order to put them in place; these actors may assume several roles in the process simultaneously and may also actively change roles over time. Based on insights from an interview study, the authors describe (i) 17 roles involved in smart service systems engineering (SSSE) projects and (ii) actor-role constellations that reflect four patterns of smart service innovation. Practitioners can benefit from findings of Anke et al. in that they may use the provided lexicon of roles for both operational tasks, when planning an SSSE project and deciding whether these roles can be sourced internally or hired externally, and for strategic decisions, when selecting skills or knowledge, they want to build up within their firm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To sum up, the four articles of the Special Section consider different crucial aspects of the management of smart products and services. While Jörling et al. focus on the meaning of the design of hardware components of smart products for the consumer perception, Schwipper et al. scrutinize utilitarian and hedonic value-inuse components to gain a better understanding of how value is created with smart services. The idea of value creation with the help of smart products and services, in turn, builds the foundation for consumer-oriented data-driven smart energy business models in the article of Chasin et al. Finally, Anke et al. adopt an ecosystems perspective to offer a better understanding of collaborating actors and their roles when working on smart service innovations. With these four perspectives, this Special Section provides insights on concepts in the domain of smart technologies as recently differentiated by Raff et al. (2020) .",
            "cite_spans": [
                {
                    "start": 928,
                    "end": 946,
                    "text": "Raff et al. (2020)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Overall, we feel that the strand of research dealing with managerial implications of smart products and related services is rapidly expanding. Corresponding topics concern conceptual aspects such as finding a common language when discussing smart products (e.g., Raff et al. 2020) , customer relationship issues such as the meaning of trust for the adoption of and relationship building with smart products and services (e.g., Foehr and Germelmann 2020; Michler et al. 2020) , issues of market introduction of new smart products (e.g., Decker and Stummer 2017) , issues related to the development of innovative business models based on smart services (e.g., Dreyer et al. 2019; Wünderlich et al. 2015) , organizational issues such as the establishment of digital innovation labs (e.g., Kaiser and Stummer 2020), (un)intended effects arising from the cooperation with startups that were set up in an attempt to better master the digital transformation (e.g., Schleef et al. 2020) , or the meaning of smart technology infusion for the organizational frontline (e.g., De Keyser et al. 2019; Marinova et al. 2017 ). This list only provides a few examples of future research topics and does not claim to be complete. In light of the swift momentum of the field, there certainly will be another CHIMSPAS event in 2021 or 2022-depending on the COVID-19 situation. We would like to seize this opportunity to invite colleagues interested in the further development of research in the field of smart products and services to participate in and contribute to this conference.",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 280,
                    "text": "Raff et al. 2020)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 427,
                    "end": 453,
                    "text": "Foehr and Germelmann 2020;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 454,
                    "end": 474,
                    "text": "Michler et al. 2020)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 536,
                    "end": 560,
                    "text": "Decker and Stummer 2017)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 658,
                    "end": 677,
                    "text": "Dreyer et al. 2019;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 678,
                    "end": 701,
                    "text": "Wünderlich et al. 2015)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 958,
                    "end": 978,
                    "text": "Schleef et al. 2020)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1065,
                    "end": 1087,
                    "text": "De Keyser et al. 2019;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1088,
                    "end": 1108,
                    "text": "Marinova et al. 2017",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Funding Open Access funding enabled and organized by Projekt DEAL.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/by/4. 0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Management science in the era of smart consumer products: challenges and research perspectives",
            "authors": [
                {
                    "first": "Herbert",
                    "middle": [],
                    "last": "Dawid",
                    "suffix": ""
                },
                {
                    "first": "Reinhold",
                    "middle": [],
                    "last": "Decker",
                    "suffix": ""
                },
                {
                    "first": "Thomas",
                    "middle": [],
                    "last": "Hermann",
                    "suffix": ""
                },
                {
                    "first": "Hermann",
                    "middle": [],
                    "last": "Jahnke",
                    "suffix": ""
                },
                {
                    "first": "Wilhelm",
                    "middle": [],
                    "last": "Klat",
                    "suffix": ""
                },
                {
                    "first": "Rolf",
                    "middle": [],
                    "last": "König",
                    "suffix": ""
                },
                {
                    "first": "Christian",
                    "middle": [],
                    "last": "Stummer",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Central European Journal of Operations Research",
            "volume": "25",
            "issn": "",
            "pages": "203--230",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Marketing management for consumer products in the era of the Internet of things",
            "authors": [
                {
                    "first": "Reinhold",
                    "middle": [],
                    "last": "Decker",
                    "suffix": ""
                },
                {
                    "first": "Christian",
                    "middle": [],
                    "last": "Stummer",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Advances in Internet of Things",
            "volume": "7",
            "issn": "",
            "pages": "47--70",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Focusing the customer through smart services: a literature review",
            "authors": [
                {
                    "first": "Sonja",
                    "middle": [],
                    "last": "Dreyer",
                    "suffix": ""
                },
                {
                    "first": "Daniel",
                    "middle": [],
                    "last": "Olivotti",
                    "suffix": ""
                },
                {
                    "first": "Benedikt",
                    "middle": [],
                    "last": "Lebek",
                    "suffix": ""
                },
                {
                    "first": "Michael",
                    "middle": [
                        "H"
                    ],
                    "last": "Breitner",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Electronic Markets",
            "volume": "29",
            "issn": "",
            "pages": "55--78",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "What does the schema concept buy us?",
            "authors": [
                {
                    "first": "Susan",
                    "middle": [
                        "T"
                    ],
                    "last": "Fiske",
                    "suffix": ""
                },
                {
                    "first": "Patricia",
                    "middle": [
                        "W"
                    ],
                    "last": "Linville",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Personality and Social Psychology Bulletin",
            "volume": "6",
            "issn": "",
            "pages": "543--557",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Alexa, can I trust you? Exploring consumer paths to trust in smart voice-interaction technologies",
            "authors": [
                {
                    "first": "Jonas",
                    "middle": [],
                    "last": "Foehr",
                    "suffix": ""
                },
                {
                    "first": "Claas",
                    "middle": [],
                    "last": "Christian Germelmann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of the Association for Consumer Research",
            "volume": "5",
            "issn": "",
            "pages": "181--205",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "How the traditional industrial manufacturer Miele established a new smart home division",
            "authors": [
                {
                    "first": "Ingo",
                    "middle": [],
                    "last": "Kaiser",
                    "suffix": ""
                },
                {
                    "first": "Christian",
                    "middle": [],
                    "last": "Stummer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Research-Technology Management",
            "volume": "63",
            "issn": "",
            "pages": "29--34",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Frontline service technology infusion: conceptual archetypes and future research directions",
            "authors": [
                {
                    "first": "De",
                    "middle": [],
                    "last": "Keyser",
                    "suffix": ""
                },
                {
                    "first": "Arne",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Sarah",
                    "middle": [],
                    "last": "Köcher",
                    "suffix": ""
                },
                {
                    "first": "Linda",
                    "middle": [],
                    "last": "Alkire",
                    "suffix": ""
                },
                {
                    "first": "Cédric",
                    "middle": [],
                    "last": "Verbeeck",
                    "suffix": ""
                },
                {
                    "first": "Jay",
                    "middle": [],
                    "last": "Kandampully",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Service Management",
            "volume": "30",
            "issn": "",
            "pages": "156--183",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Consumer resistance to innovation in services: challenges and barriers in the Internet of things era",
            "authors": [
                {
                    "first": "Zied",
                    "middle": [],
                    "last": "Mani",
                    "suffix": ""
                },
                {
                    "first": "Inès",
                    "middle": [],
                    "last": "Chouk",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of Product Innovation Management",
            "volume": "35",
            "issn": "",
            "pages": "780--807",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Getting smart: learning from technology-empowered frontline interactions",
            "authors": [
                {
                    "first": "Detelina",
                    "middle": [],
                    "last": "Marinova",
                    "suffix": ""
                },
                {
                    "first": "Ming-Hui",
                    "middle": [],
                    "last": "Ko De Ruyter",
                    "suffix": ""
                },
                {
                    "first": "Matthew",
                    "middle": [
                        "L"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Goutam",
                    "middle": [],
                    "last": "Meuter",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Challagalla",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Journal of Service Research",
            "volume": "20",
            "issn": "",
            "pages": "29--42",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "To trust or not to trust smart consumer products: a literature review of trust-building factors",
            "authors": [
                {
                    "first": "Oliver",
                    "middle": [],
                    "last": "Michler",
                    "suffix": ""
                },
                {
                    "first": "Reinhold",
                    "middle": [],
                    "last": "Decker",
                    "suffix": ""
                },
                {
                    "first": "Christian",
                    "middle": [],
                    "last": "Stummer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Management Review Quarterly",
            "volume": "70",
            "issn": "",
            "pages": "391--420",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The Internet-of-things: review and research directions",
            "authors": [
                {
                    "first": "Irene",
                    "middle": [
                        "C L"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "Susan",
                    "middle": [
                        "Y L"
                    ],
                    "last": "Walkenshaw",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "International Journal of Research in Marketing",
            "volume": "34",
            "issn": "",
            "pages": "3--21",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Gartner top 10 strategic technology trends for 2019",
            "authors": [
                {
                    "first": "Kasey",
                    "middle": [],
                    "last": "Panetta",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "How smart, connected products are transforming competition",
            "authors": [
                {
                    "first": "Michael",
                    "middle": [
                        "W"
                    ],
                    "last": "Porter",
                    "suffix": ""
                },
                {
                    "first": "James",
                    "middle": [
                        "E"
                    ],
                    "last": "Heppelmann",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Harvard Business Review",
            "volume": "92",
            "issn": "",
            "pages": "64--88",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "How smart, connected products are transforming companies",
            "authors": [
                {
                    "first": "Michael",
                    "middle": [
                        "W"
                    ],
                    "last": "Porter",
                    "suffix": ""
                },
                {
                    "first": "James",
                    "middle": [
                        "E"
                    ],
                    "last": "Heppelmann",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Harvard Business Review",
            "volume": "93",
            "issn": "",
            "pages": "97--114",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Smart products: conceptual review, synthesis, and research directions",
            "authors": [
                {
                    "first": "Stefan",
                    "middle": [],
                    "last": "Raff",
                    "suffix": ""
                },
                {
                    "first": "Daniel",
                    "middle": [],
                    "last": "Wentzel",
                    "suffix": ""
                },
                {
                    "first": "Nikolaus",
                    "middle": [],
                    "last": "Obwegeser",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Product Innovation Management",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/jpim.12544"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Shh! ... I got help to become smart\": should incumbent firms disclose their cooperation with a startup?",
            "authors": [
                {
                    "first": "Melina",
                    "middle": [],
                    "last": "Schleef",
                    "suffix": ""
                },
                {
                    "first": "Nicola",
                    "middle": [],
                    "last": "Bilstein",
                    "suffix": ""
                },
                {
                    "first": "Christian",
                    "middle": [],
                    "last": "Stummer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Proceedings of the Forty-First International Conference on Information Systems (ICIS) AIS eLibrary",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "To be or not to be in thrall to the march of smart products",
            "authors": [
                {
                    "first": "Fiona",
                    "middle": [],
                    "last": "Schweitzer",
                    "suffix": ""
                },
                {
                    "first": "Ellis",
                    "middle": [
                        "A"
                    ],
                    "last": "Van Den Hende",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Psychology & Marketing",
            "volume": "33",
            "issn": "",
            "pages": "830--842",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Is more automation always better? An empirical study of customers' willingness to use autonomous vehicle functions",
            "authors": [
                {
                    "first": "Mohamed",
                    "middle": [],
                    "last": "Souka",
                    "suffix": ""
                },
                {
                    "first": "Daniel",
                    "middle": [],
                    "last": "Böger",
                    "suffix": ""
                },
                {
                    "first": "Reinhold",
                    "middle": [],
                    "last": "Decker",
                    "suffix": ""
                },
                {
                    "first": "Christian",
                    "middle": [],
                    "last": "Stummer",
                    "suffix": ""
                },
                {
                    "first": "Alisa",
                    "middle": [],
                    "last": "Wiemann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Automotive Technology and Management",
            "volume": "20",
            "issn": "",
            "pages": "1--24",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Futurizing\" smart service: implications for service researchers and managers",
            "authors": [
                {
                    "first": "Nancy",
                    "middle": [
                        "V"
                    ],
                    "last": "Wünderlich",
                    "suffix": ""
                },
                {
                    "first": "Kristina",
                    "middle": [],
                    "last": "Heinonen",
                    "suffix": ""
                },
                {
                    "first": "Amy",
                    "middle": [
                        "L"
                    ],
                    "last": "Ostrom",
                    "suffix": ""
                },
                {
                    "first": "Lia",
                    "middle": [],
                    "last": "Patrizio",
                    "suffix": ""
                },
                {
                    "first": "Rui",
                    "middle": [],
                    "last": "Sousa",
                    "suffix": ""
                },
                {
                    "first": "Chris",
                    "middle": [],
                    "last": "Voss",
                    "suffix": ""
                },
                {
                    "first": "Jos",
                    "middle": [
                        "G A M"
                    ],
                    "last": "Lemmink",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of Services Marketing",
            "volume": "29",
            "issn": "",
            "pages": "442--447",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}