{
    "paper_id": "ce16727651babc30f48dbb8b61d68a89489db790",
    "metadata": {
        "title": "Autoimmune inflammatory rheumatic diseases and COVID-19 outcomes in South Korea: a nationwide cohort study",
        "authors": [
            {
                "first": "(s",
                "middle": [],
                "last": "Korea",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Moon",
                "middle": [],
                "last": "Bs",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "H",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jin",
                "middle": [],
                "last": "Bs",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "South",
                "middle": [],
                "last": "Korea",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Y",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Youn",
                "middle": [
                    "Ho"
                ],
                "last": "Shin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jae",
                "middle": [
                    "Il"
                ],
                "last": "Shin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sung",
                "middle": [
                    "Yong"
                ],
                "last": "Moon",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hyun",
                "middle": [
                    "Young"
                ],
                "last": "Jin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "So",
                "middle": [
                    "Young"
                ],
                "last": "Kim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Myung",
                "middle": [],
                "last": "Jee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ho",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sungeun",
                "middle": [],
                "last": "Cho",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Minho",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Youngjoo",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Min",
                "middle": [
                    "Seo"
                ],
                "last": "Park",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hong-Hee",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sung",
                "middle": [
                    "Hwi"
                ],
                "last": "Won",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Andreas",
                "middle": [],
                "last": "Hong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ai",
                "middle": [],
                "last": "Kronbichler",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Louis",
                "middle": [],
                "last": "Koyanagi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lee",
                "middle": [],
                "last": "Jacob",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Smith",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hwa",
                "middle": [],
                "last": "Keum",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dong",
                "middle": [
                    "In"
                ],
                "last": "Lee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Seung",
                "middle": [
                    "Won"
                ],
                "last": "Suh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dong",
                "middle": [],
                "last": "Keon",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yon",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background Real-world evidence on the association between autoimmune inflammatory rheumatic diseases, therapies related to these diseases, and COVID-19 outcomes are inconsistent. We aimed to investigate the potential association between autoimmune inflammatory rheumatic diseases and COVID-19 early in the COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We did an exposure-driven, propensity score-matched study using a South Korean nationwide cohort linked to general health examination records. We analysed all South Korean patients aged older than 20 years who underwent SARS-CoV-2 RT-PCR testing between Jan 1 and May 30, 2020, and received general health examination results from the Korean National Health Insurance Service. We defined autoimmune inflammatory rheumatic diseases (inflammatory arthritis and connective tissue diseases) based on the relevant ICD-10 codes, with at least two claims (outpatient or inpatient) within 1 year. The outcomes were positive SARS-CoV-2 RT-PCR test, severe COVID-19 (requirement of oxygen therapy, intensive care unit admission, application of invasive ventilation, or death), and COVID-19-related death. Adjusted odds ratios (ORs) with 95% CIs were estimated after adjusting for the potential confounders.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "the general health examination and were tested for SARS-CoV-2; 4365 (3·3%) were positive for SARS-CoV-2, and 8297 (6·2%) were diagnosed with autoimmune inflammatory rheumatic diseases. After matching, patients with an autoimmune inflammatory rheumatic disease showed an increased likelihood of testing positive for SARS-CoV-2 (adjusted OR 1·19, 95% CI 1·03-1·40; p=0·026), severe COVID-19 outcomes (1·26, 1·02-1·59; p=0·041), and COVID-19-related death (1·69, 1·01-2·84; p=0·046). Similar results were observed in patients with connective tissue disease and inflammatory arthritis. Treatment with any dose of systemic corticosteroids or disease-modifying antirheumatic drugs (DMARDs) were not associated with COVID-19-related outcomes, but those receiving high dose (≥10 mg per day) of systemic corticosteroids had an increased likelihood of a positive SARS-CoV-2 test (adjusted OR 1·47, 95% CI 1·05-2·03; p=0·022), severe COVID-19 outcomes (1·76, 1·06-2·96; p=0·031), and COVID-19-related death (3·34, 1·23-8·90; p=0·017).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "COVID-19 has become a global pandemic that has affected more than 160 million people worldwide. [1] [2] [3] [4] South Korea was one of the first countries to be affected by COVID-19; the first confirmed case was reported on Jan 20, 2020. Patients with autoimmune inflammatory rheumatic diseases are considered to be at risk of developing serious infections because of lowered immunity resulting from their underlying conditions and use of immune-modulating therapies. 5, 6 Although several studies have reported the associations between autoimmune inflammatory rheumatic diseases and SARS-CoV-2 infection, COVID-19 outcomes, or COVID-19-related mortality, 5-10 the conclusions have been inconsistent, mainly ascribed to non-hypothesisdriven analysis, sampling bias, or measurement bias. Furthermore, studies have shown that ethnicity might be important in the context of COVID-19. 11 However, to the best of our knowledge, no studies have so far reported COVID-19 outcomes in patients with autoimmune inflammatory rheumatic diseases of Asian ethnicity. Hence, we aimed to determine the risk of SARS-CoV-2 infection, severe COVID-19 outcomes, and ",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 99,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 100,
                    "end": 103,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 104,
                    "end": 107,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 108,
                    "end": 111,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 468,
                    "end": 470,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 471,
                    "end": 472,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 881,
                    "end": 883,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The dataset for this nationwide cohort study was obtained from a South Korean national health insurance claimsbased database. Briefly, our large-scale nation wide cohort included all individuals aged older than 20 years who underwent SARS-CoV-2 testing between Jan 1 and May 30, 2020, in South Korea via the services expedited by the Korean National Health Insurance Service, the Korea Centers for Disease Control, and the Ministry of Health and Welfare, South Korea. The dataset links general health examination records from the Korean National Health Insurance Service and national COVID-19-related register from the Korea Centers for Disease Control. Therefore, the dataset in this study comprised records of personal data, health-care records of inpatients and outpatients, pharmaceutical prescriptions, general health examination results, COVID-19-associated clinical out comes, and death documents in the past 3 years (Jan 1, 2018, to July 30, 2020). All patient-associated medical documents used in this study were kept confidential. The study protocol was approved by the Institutional Review Board of Sejong University (Seoul, South Korea; SJU-HR-E-2020-003). The require ment for written informed consent was waived by the ethics committee due to the urgent medical needs to be met amid the COVID-19 pandemic and the use of routinely collected health data. SARS-CoV-2 infection was confirmed by a positive result on a real-time RT-PCR assay of nasal or pharyngeal swabs according to WHO guidelines. [12] [13] [14] For each patient, the cohort entry date (individual index date) was the date of the first SARS-CoV-2 test. Patients' medical history was evaluated using the appropriate International Classification of Diseases, tenth revision (ICD-10), codes, as reported previously. [12] [13] [14] [15] Current use of medications (aspirin, metformin, statins, systemic corticosteroids, and disease-modifying antirheumatic drugs [DMARDs; methotrexate, leflunomide, azathioprine, sulfasalazine, antimalarials, anti-tumour necrosis factor (TNF) agents, and other biologics]) was defined based on the medications received within 3 months before the individual index date. 14 Anti-TNF agents available in South Korea were infliximab, adalimumab, etanercept, certolizumab, and golimumab. Other biologics available were tocilizumab, rituximab, abatacept, ustekinumab, ixekizumab, and secukinumab. The region of residence was classified as Seoul Capital Area, Daegu/Gyeongbuk area, or other area, as previously reported. [16] [17] [18] [19] Information on age, sex, household income, and residency of a nursing facility was",
            "cite_spans": [
                {
                    "start": 1509,
                    "end": 1513,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1514,
                    "end": 1518,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1519,
                    "end": 1523,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1791,
                    "end": 1795,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1796,
                    "end": 1800,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1801,
                    "end": 1805,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1806,
                    "end": 1810,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2521,
                    "end": 2525,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2526,
                    "end": 2530,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2531,
                    "end": 2535,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 2536,
                    "end": 2540,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Study design and participants"
        },
        {
            "text": "Evidence before this study We searched PubMed, MEDLINE, Embase (Ovid), and Google Scholar on Oct 26, 2020, for studies published in English describing susceptibility to SARS-CoV-2 infection and clinical outcomes of COVID-19 in patients with autoimmune inflammatory rheumatic diseases, using the search terms \"COVID-19\", \"SARS-CoV-2\", \"coronavirus\", \"rheumatoid\", \"connective tissue disease\", \"rheumatic disease\", \"severe acute respiratory syndrome\", \"mortality\", and their variants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research in context"
        },
        {
            "text": "Although several studies reported the relationships between autoimmune inflammatory rheumatic diseases and SARS-CoV-2 infectivity, COVID-19 outcomes, or mortality, the conclusions have been inconsistent, mainly ascribed to non-hypothesisdriven analysis, sampling bias, or measurement bias. Furthermore, real-world evidence on the association between autoimmune inflammatory rheumatic diseases, immunomodulatory therapies, and COVID-19 is scarce.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research in context"
        },
        {
            "text": "Using a South Korean nationwide cohort, we determined the potential association of autoimmune inflammatory rheumatic diseases with the risk of SARS-CoV-2 infection, COVID-19 severity, and COVID-19-related deaths in 133 609 patients who underwent SARS-CoV-2 testing early in the COVID-19 pandemic, between Jan 1 and May 30, 2020. We found that patients with an autoimmune inflammatory rheumatic diseases-namely, inflammatory arthritis and connective tissue diseases-have an increased risk of testing positive for SARS-CoV-2, severe COVID-19, and COVID-19-related death. Patients with an autoimmune inflammatory rheumatic disease treated with any dose of systemic corticosteroid or disease-modifying antirheumatic drugs did not have an increased risk of any of the aforementioned COVID-19 outcomes; however, those receiving a high dose of a systemic corticosteroid (≥10 mg per day) had an increased risk of SARS-CoV-2 positivity, COVID-19 severity, and COVID-19-related death.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Added value of this study"
        },
        {
            "text": "Our study advances the understanding of the relationship between autoimmune inflammatory rheumatic diseases, and treatment, and the pathogenesis of COVID-19. Clinicians and patients should be aware that those with autoimmune inflammatory rheumatic diseases might have an increased risk of SARS-CoV-2 infection, severe COVID-19, and COVID-19-related death. Patients with an autoimmune inflammatory rheumatic disease receiving a high dose of a systemic corticosteroid should be considered as particularly vulnerable to SARS-CoV-2 infection and developing severe disease; therefore, clinicians should be cautious in determining care for such patients amid the COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications of all the available evidence"
        },
        {
            "text": "obtained from insurance eligibility data. Body-mass index, smoking habits, frequency of alcohol consumption, and sufficient aerobic activity (>500 metabolic equivalent task min per week) were obtained from the general health examination by personal medical interview.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications of all the available evidence"
        },
        {
            "text": "We identified patients with an autoimmune inflammatory rheumatic disease (inflammatory arthritis or connective tissue disease) based on ICD-10 codes (appendix p 44) who had at least two claims within 1 year during the study period. Inflammatory arthritis was defined as rheumatoid arthritis, psoriatic arthritis, or spondyloarthritis based on ICD-10 codes. 20, 21 Connective tissue disease was defined as systemic lupus erythematosus, Sjogren's syndrome, systemic sclerosis, polymyalgia rheumatica, mixed connective tissue disease, dermatomyositis or polymyositis, polyarteritis nodosa, or vasculitis, based on ICD-10 codes. 20, 21 Outcomes",
            "cite_spans": [
                {
                    "start": 357,
                    "end": 360,
                    "text": "20,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 361,
                    "end": 363,
                    "text": "21",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 625,
                    "end": 628,
                    "text": "20,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 629,
                    "end": 631,
                    "text": "21",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Exposure"
        },
        {
            "text": "The endpoints of this study were a positive SARS-CoV-2 RT-PCR test result, severe COVID-19 (requirement of oxygen therapy, intensive care unit [ICU] admission, application of invasive ventilation, or death), and COVID-19-related death. [12] [13] [14] [15] ",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 240,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 241,
                    "end": 245,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 246,
                    "end": 250,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 251,
                    "end": 255,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Exposure"
        },
        {
            "text": "We generated 12 matched cohort studies to determine the robustness (or reliability) of our main findings. First, we used exposure-driven propensity score matching to adjust for the baseline covariates of the two groups (ie, patients with and without autoimmune inflammatory rheumatic diseases) and to minimise potential confounding factors from the predicted probability of patients with an autoimmune inflammatory rheumatic disease versus those without (matched cohort A), patients with inflam matory arthritis versus those without (matched cohort B), and patients with connective tissue disease versus those without (matched cohort C). Each matching was done in a 3:1 ratio using a greedy nearest-neighbour algorithm. The variables used for matching each cohort are in the appendix (pp 3-5). Second, we implemented three additional exposure-driven propensity score matching strategies based on the nationwide cohort study without linking the general health examination records (matched cohorts D-F; appendix pp [25] [26] . Finally, to avoid overmatching bias, we selected the matched covariates by using the directed acyclic graph approach (appendix pp 39-40) and matched six additional cohorts (matched cohorts G-L) based on matched cohort A-F. We used a directed acyclic graph approach to confirm adequate potential mediators and thus provide a visualisation of the causal relationship between auto immune inflam matory rheumatic disease (exposure) and the risk of COVID-19 (outcome). 17 Subsequently, we used a logistic regression model with minimal adjustment for age (20- disease, chronic obstructive pulmonary disease, hypertension, or chronic kidney disease; household income (low, middle, and high); smoking (never, ex, and current); frequency of alcohol consumption (<1, 1-2, 3-4, and ≥5 days per week); body-mass index (<25 kg/m², 25-30 kg/m², and ≥30 kg/m²); sufficient aerobic activity; and current use of aspirin, metformin, and a statin. To investigate the association of COVID-19-related outcomes by current treatment, we did subgroup analyses stratified by DMARDs and systemic corticosteroids. Adequacy of the matching was established by comparing exposuredriven propensity score densities and standardised mean differences (appendix pp 27-38). Adjusted odds ratios (ORs) with 95% CIs were estimated after adjusting for the potential confounders. Statistical analyses were done with SAS software (version 9.4) and R software (version 3.6.1). Directed acyclic graphics were presented with DAGitty (version 2.3). A two-sided p value of less than 0·05 was considered to be significant.",
            "cite_spans": [
                {
                    "start": 1013,
                    "end": 1017,
                    "text": "[25]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1018,
                    "end": 1022,
                    "text": "[26]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1489,
                    "end": 1491,
                    "text": "17",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1574,
                    "end": 1578,
                    "text": "(20-",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "The funders had no role in study design, data collection, data analysis, data interpretation, or writing of the report.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of the funding source"
        },
        {
            "text": "The ; table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 4,
                    "end": 14,
                    "text": "; table 1)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "After exposure-driven propensity score matching of participants (matched cohort A; n=31 905; figure), no major asymmetries in the baseline covariates evaluated by standardised mean difference between groups were found (table 2). 365 (4·4%) of 8222 patients with autoimmune inflammatory rheumatic diseases and 891 (3·8%) of 23 683 participants without autoimmune inflammatory rheumatic diseases had a positive SARS-CoV-2 test (fully adjusted OR 1·19, 95% CI 1·03-1·40; p=0·026; table 3). Patients with auto immune inflammatory rheumatic diseases were more likely to develop severe COVID-19 (fully adjusted OR 1·26, 95% CI 1·02-1·59; p=0·041) and had a higher risk of COVID-19-related death (1·69, 1·01-2·84; p=0·046).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "After propensity score matching of participants without versus those with inflammatory arthritis (matched cohort B; n=27 933) and participants without versus those with connective tissue disease (matched cohort C; n=7437) no asymmetries in baseline covariates were noted (table 2) . Patients with inflammatory arthritis had an increased risk of testing positive for SARS-CoV-2 (fully adjusted OR 1·20, 95% CI 1·03-1·40; p=0·020), severe COVID-19 (1·27, 1·01-1·63; p=0·049), and COVID-19-related death (1·81, 1·02-3·18; p=0·040), compared to those without inflammatory arthritis. Connective tissue disease was associated with an increased risk of testing positive for SARS-CoV-2 (fully adjusted OR 1·33, 95% CI 1·02-1·74; p=0·036) and severe COVID-19 (1·71, 1·06-2·71; p=0·025), but not associated with an increased likelihood of COVID-19-related death (1·87, 0·71-4·85; p=0·20). Table 4 shows the subgroup analysis of SARS-CoV-2 positivity, severe COVID-19, and COVID-19-related death in the context of autoimmune inflammatory rheumatic diseases stratified by DMARD and systemic corticosteroid use. Treatment with any dose of systemic corticosteroid was not associated with the odds of testing positive for SARS-CoV-2, severe COVID-19, or COVID-19-related death in patients with autoimmune inflammatory rheumatic diseases; however, patients taking ≥10 mg per day of systemic corticosteroid had an increased odds of a positive SARS-CoV-2 test (fully adjusted OR 1·47, 95% CI 1·05-2·03; p=0·022), severe COVID-19 (1·76, 1·06-2·96; p=0·031), and COVID-19-related death (3·34, 1·23-8·90; p=0·017). DMARDs were not associated with the risk of testing positive for SARS-CoV-2, severe COVID-19, or COVID-19-related death, in patients with autoimmune inflammatory rheumatic diseases.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 271,
                    "end": 280,
                    "text": "(table 2)",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 879,
                    "end": 886,
                    "text": "Table 4",
                    "ref_id": "TABREF9"
                }
            ],
            "section": "Results"
        },
        {
            "text": "We did several sensitivity analyses (appendix pp 3-5). First, we did additional exposure-driven propensity scorematching in the cohort without linking the general health examination results (matched cohorts D-F; appendix pp 6-12), and the findings were consistent with our main results. Second, we did minimal selected matching by the [15] [16] [17] [18] [19] [20] 40 ) and the cohort without linking the general health examination results (matched cohorts J-L; appendix pp 21-24). The results from these six matched cohorts yielded results similar to our primary findings. Third, analyses using the matched cohort D also indicated a significantly increased odds of a positive SARS-CoV-2 test, severe COVID-19, and COVID-19-related death in patients with autoimmune inflammatory rheumatic diseases taking ≥10 mg per day of systemic corticosteroid (appendix pp [13] [14] . Finally, the use of the same analysis in the fully unmatched cohort without linking the general health examination results also showed that patients with autoimmune inflammatory rheumatic diseases had an increased risk of a positive SARS-CoV-2 test, severe COVID-19, and COVID-19-related death in either crude and adjusted models, a finding similar to our matched results (appendix pp 41-43).",
            "cite_spans": [
                {
                    "start": 335,
                    "end": 339,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 340,
                    "end": 344,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 345,
                    "end": 349,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 350,
                    "end": 354,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 355,
                    "end": 359,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 360,
                    "end": 364,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 365,
                    "end": 367,
                    "text": "40",
                    "ref_id": null
                },
                {
                    "start": 860,
                    "end": 864,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 865,
                    "end": 869,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "We found that patients with autoimmune inflammatory rheumatic diseases-inflammatory arthritis or con nective tissue disease-have an increased risk of testing positive for SARS-CoV-2, severe COVID-19, and COVID-19-related death. Notably, patients with auto immune inflammatory rheumatic diseases taking a dose of a systemic corticosteroid ≥10 mg per day had a higher risk of testing positive for SARS-CoV-2, severe COVID-19, and COVID-19-related death than those not taking systemic corticosteroids. Patients with autoimmune inflammatory rheumatic disease receiving DMARDs did not have any increased risk of these outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A previous meta-analysis suggested that patients with autoimmune inflammatory rheumatic diseases have an increased risk of SARS-CoV-2 infection; 22 however, the results were limited because the study mainly included hospitalised patients and had a small sample size, skewed clinic-based data, selection bias (ie, not all patients had laboratory-confirmed COVID-19), and insufficient confounding adjustment. 22 In our study, we used nationwide data and used exposure-driven pro pensity score matching with sufficient confounding adjustment. Our results showed that patients with autoimmune inflammatory rheumatic diseases have an increased risk of testing positive for SARS-CoV-2, a finding that corresponds well with a previous meta-analysis. 22 However, to our knowledge, no study has shown a difference in the odds of testing positive for SARS-CoV-2 between patients with inflammatory arthritis and those with connective tissue diseases compared with the general population. We believe this is the first study to show that patients with inflammatory arthritis and connective tissue diseases are at increased risk of testing positive for SARS-CoV-2 independently. Furthermore, we found no association between connective tissue disease and COVID-19-related death, but these findings might be due to the small number of patients with connective tissue disease, which calls for further large-scale and international studies.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 147,
                    "text": "22",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 407,
                    "end": 409,
                    "text": "22",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 743,
                    "end": 745,
                    "text": "22",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Previous studies have suggested no association 23, 24 or positive association 10 between autoimmune inflammatory rheumatic disease and COVID-19 severity and COVID-19related deaths in European and North American cohorts. Our findings from a South Korean nationwide cohort support European and North American studies that showed that patients with autoimmune inflammatory rheumatic diseases have an increased risk of SARS-CoV-2 infection, severe COVID-19, and COVID-19-related death. A previous epidemiological study also reported that Asian ethnicity compared with White ethnicity is associated with higher intensive care admission and COVID-19-related mortality rates, 25 which is consistent with our main findings. The reason for this adverse association of COVID-19 with Asian ethnicity might be due to higher angiotensin-converting enzyme (ACE) Data are n (%) unless otherwise indicate. Percentages might not sum to 100% due to rounding. A standardised mean difference of less than 0·1 indicates no major imbalance. All standardised mean difference values were less than 0·08 in the propensity score-matched cohort. *More than 500 metabolic equivalent task min per week. The use of DMARDs was not associated with any COVID-19-related endpoints in our study. There is conflicting evidence of an association between corticosteroid use and severe COVID-19 outcomes. One study reported no relationship between inhaled corticosteroid use and COVID-19-related death among people with asthma or chronic obstructive pulmonary disease. 27 Our results suggest that patients with autoimmune inflammatory rheumatic disease receiving any dose of systemic corticosteroids do not have an increased risk of a positive SARS-CoV-2 test, severe COVID-19, or COVID-19-related death. However, the patients with autoimmune inflammatory rheumatic disease receiving a high dose of systemic corticosteroids have an increased risk of testing positive for SARS-CoV-2, severe COVID-19, COVID-19-related death. Our results support those from a previous cohort study of patients with autoimmune inflammatory rheumatic disease that showed that a high dose of systemic corticosteroids is associated with higher odds of hospitalisation for COVID-19 than not taking corticosteroids. 28 Corticosteroids might reduce ACE2 expression levels, 29 which might lead to altered SARS-CoV-2 susceptibility either beneficially (ie, reduced SARS-CoV-2 entry) or adversely (ie, reduced beneficial effect of ACE2 on hyperinflammation), 30 thereby suggesting a potential dichotomous effect of systemic corticosteroids.",
            "cite_spans": [
                {
                    "start": 47,
                    "end": 50,
                    "text": "23,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 51,
                    "end": 53,
                    "text": "24",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 669,
                    "end": 671,
                    "text": "25",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1530,
                    "end": 1532,
                    "text": "27",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 2252,
                    "end": 2254,
                    "text": "28",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 2308,
                    "end": 2310,
                    "text": "29",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 2491,
                    "end": 2493,
                    "text": "30",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Researchers should exercise caution when interpreting data regarding systemic corticosteroid use in patients with COVID-19 in the context of autoimmune inflammatory rheumatic diseases. First, proinflammatory cytokines implicated in most rheumatic diseases, such as interleukin-6, TNF, and interleukin-1, have been reported as the pathogenic factors produced by macrophages after T lymphocytes bearing T-cell receptors recognise SARS-CoV-2 bound to the surface of cells, and these cytokines might be culpable for the tissue destruction in various organs in patients with severe COVID-19. 31 It is plausible that rheumatic disorders and COVID-19 could affect each other at the pathogenic level, which ultimately results in decline in patients' conditions. Second, the immunological abnormalities due to rheumatic disease affect most circulating T cells, which evolve from an early stage in the rheumatic disease course. 32 T-cell dynamics in patients with autoimmune inflam matory rheumatic disease (ie, lack of T-cell receptor rearrangement excision circle-positive cells and abnormalities in T-cell homoeostasis) suggests that the ability of patients with autoimmune inflammatory rheu matic diseases to react to novel antigens, such as during SARS-CoV-2 infection, is compromised. 32 Third, ACE2 receptor and transmembrane serine protease 2 have an important role in the entry of SARS-CoV-2 and are highly expressed in autoimmune diseases 33 and chronic inflammatory diseases, 34 suggesting that patients with autoimmune inflammatory rheumatic diseases might be at a higher risk of poor COVID-19 outcomes, which is consistent with our findings. Hence, we con jectured that SARS-CoV-2 could potentially aggravate autoimmune ",
            "cite_spans": [
                {
                    "start": 587,
                    "end": 589,
                    "text": "31",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 918,
                    "end": 920,
                    "text": "32",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1281,
                    "end": 1283,
                    "text": "32",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1439,
                    "end": 1441,
                    "text": "33",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1477,
                    "end": 1479,
                    "text": "34",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Figure: Disposition of patients in the South Korean nationwide cohort linked to the general health examination records"
        },
        {
            "text": "Fully adjusted odds ratio † (95% CI)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure: Disposition of patients in the South Korean nationwide cohort linked to the general health examination records"
        },
        {
            "text": "Data are n (%) unless otherwise indicate. *Minimally adjusted for age and sex. †Fully adjusted for age; sex; region of residence; resident of a skilled nursing facility; history of diabetes, cardiovascular disease, cerebrovascular disease, chronic obstructive pulmonary disease, hypertension, and chronic kidney disease; household income; smoking status; alcohol consumption; body-mass index; sufficient aerobic activity; and current use of aspirin, metformin, and statins. The main strengths of our study include the use of a nationwide cohort with a large sample size (219 959 patients), several strict exposure-driven propensity score matching approaches (12 matched cohorts), and adjustment for various potential confounders by linking the general health examination records (ie, household income, body-mass index, smoking habits, frequency of alcohol consumption, and sufficient aerobic activity). Our study provides potential evidence of the contribution of autoimmune inflammatory rheumatic disease to an increased risk of testing positive for SARS-CoV-2 and severe clinical consequences of COVID-19. We also reported the harmful association of a high dose of systemic corticosteroid in patients with autoimmune inflammatory rheumatic diseases on COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure: Disposition of patients in the South Korean nationwide cohort linked to the general health examination records"
        },
        {
            "text": "This study has some limitations. First, the diagnosis of autoimmune inflammatory rheumatic diseases was based on ICD-10 codes, which can be imprecise; however, numerous previous studies have also used these definitions 21 and the results of our cohort study were supported by those of our several additional matched cohorts. Second, as our database included people who underwent SARS-CoV-2 tests, the characteristics of our cohort might vary from those of the general population. Although there exists potential for prevalence-induced bias, our study was done with a large population-established cohort and with exposuredriven propensity score matching to ensure the reliability of our results. Third, because we did not have accurate data on the individual viral loads and contacttracing results, we need to be careful about the interpretation of SARS-CoV-2 test positive results despite the large-scale and national-level dataset. Finally, COVID-19 outcomes have improved in accordance with physician experience and management strategies for COVID-19. 35 Because we used the dataset that reflected the initial period of the pandemic in South Korea, caution should be exercised when generalising our results to the current situation.",
            "cite_spans": [
                {
                    "start": 1054,
                    "end": 1056,
                    "text": "35",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Figure: Disposition of patients in the South Korean nationwide cohort linked to the general health examination records"
        },
        {
            "text": "Autoimmune inflammatory rheumatic diseases contribute to an increased likelihood of testing positive for SARS-CoV-2, worse clinical outcomes of COVID-19 and COVID-19-related death in South Korea. Patients with inflammatory arthritis and connective tissue disease have an increased risk of testing positive for SARS-CoV-2 and worse clinical outcomes of COVID-19. In addition, autoimmune inflammatory rheumatic disease treatment with a high dose of systemic corticosteroids was associated with SARS-CoV-2 test positivity, severe COVID-19, and COVID-19-related death; treatment with DMARDs was not associated with an increased risk of worse clinical outcomes. Similar patterns of association were found between different sensitivity analyses from 12 matched cohorts. Thus, our study advances the understanding of the relationship between autoimmune inflammatory rheumatic disease, including its treatment, and the pathogenesis of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure: Disposition of patients in the South Korean nationwide cohort linked to the general health examination records"
        },
        {
            "text": "DKY and SWL had full access to all of the data in the study and took responsibility for the integrity of the data and the accuracy of the data analysis. All authors approved the final version before submission. SWL, YHS, JIS, and DKY contributed to study concept and design. SWL, JIS, and DKY were involved in acquisition, analysis, or interpretation of data. YHS, SK, ML, YP, MSK, JIS, and DKY drafted the manuscript. All authors contributed to critical revision of the manuscript for important intellectual content. SWL, HYJ, SYM, SK, ML, YP, MSK, JIS, and DKY did the statistical analysis. DKY supervised the study and is guarantor for this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contributors"
        },
        {
            "text": "We declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interests"
        },
        {
            "text": "Data from the Korean National Health Insurance Service COVID-19 study is available on application (see the Data Sharing Service). DMARD=disease-modifying antirheumatic drug. *Adjusted for age; sex; region of residence; resident of a skilled nursing facility; history of diabetes, cardiovascular disease, cerebrovascular disease, chronic obstructive pulmonary disease, hypertension, and chronic kidney disease; household income; smoking status; alcohol consumption; body-mass index; sufficient aerobic activity; and current use of aspirin, metformin, a statin, and a systemic corticosteroid. †Adjusted for age; sex; region of residence; resident of a skilled nursing facility; history of diabetes, cardiovascular disease, cerebrovascular disease, chronic obstructive pulmonary disease, hypertension, and chronic kidney disease; household; smoking status; alcohol consumption; body-mass index; sufficient aerobic activity; and current use of aspirin, metformin, and statins and DMARDs. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data sharing"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Asymptomatic transmission of SARS-CoV-2 on evacuation flight",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Bae",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Koo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Yon",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg Infect Dis",
            "volume": "26",
            "issn": "",
            "pages": "2705--2713",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Nationwide results of COVID-19 contact tracing in South Korea: individual participant data from an epidemiological survey",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "Yuh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JMIR Med Inform",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Interleukin-1 blockade with high-dose anakinra in patients with COVID-19, acute respiratory distress syndrome, and hyperinflammation: a retrospective cohort study",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cavalli",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Luca",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Campochiaro",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Rheumatol",
            "volume": "2",
            "issn": "",
            "pages": "325--356",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a singlecentered, retrospective, observational study",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "8",
            "issn": "",
            "pages": "475--81",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Correspondence on 'Prevalence and clinical outcomes of COVID-19 in patients with autoimmune diseases: a systematic review and meta-analysis'",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gremese",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Brondani",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Apollonio",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ferraccioli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Rheum Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/annrheumdis-2020-219309"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "COVID-19 in patients with rheumatic diseases in northern Italy: a single-centre observational and case-control study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fredi",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Cavazzana",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Moschetti",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Rheumatol",
            "volume": "2",
            "issn": "",
            "pages": "549--56",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Clinical outcomes of hospitalised patients with COVID-19 and chronic inflammatory and autoimmune rheumatic diseases: a multicentric matched cohort study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Pablos",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Galindo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Carmona",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Rheum Dis",
            "volume": "79",
            "issn": "",
            "pages": "1544--1593",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinical characteristics and outcomes of patients with coronavirus disease 2019 (COVID-19) and rheumatic disease: a comparative cohort study from a US 'hot spot",
            "authors": [
                {
                    "first": "D&apos;",
                    "middle": [],
                    "last": "Silva",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Serling-Boyd",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wallwork",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Rheum Dis",
            "volume": "79",
            "issn": "",
            "pages": "1156--62",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "COVID-19 in patients with rheumatic disease in Hubei province, China: a multicentre retrospective observational study",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Rheumatol",
            "volume": "2",
            "issn": "",
            "pages": "557--64",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Temporal trends in severe COVID-19 outcomes in patients with rheumatic disease: a cohort study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jorge",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Silva",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Lancet Rheumatol",
            "volume": "3",
            "issn": "",
            "pages": "131--168",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Ethnicity and covid-19",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hiam",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sowemimo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Devakumar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mckee",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "369",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Association between mental illness and COVID-19 susceptibility and clinical outcomes in South Korea: a nationwide cohort study",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Moon",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Psychiatry",
            "volume": "7",
            "issn": "",
            "pages": "1025--1056",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Allergic disorders and susceptibility to and severity of COVID-19: a nationwide cohort study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Koh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Moon",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Allergy Clin Immunol",
            "volume": "146",
            "issn": "",
            "pages": "790--98",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Severe clinical outcomes of COVID-19 associated with proton pump inhibitors: a nationwide cohort study with propensity score matching",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Ha",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yeniova",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Gut",
            "volume": "70",
            "issn": "",
            "pages": "76--84",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Estimating COVID-19 infection and severity risks in patients with chronic rhinosinusitis: a Korean nationwide cohort study",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Moon",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J Allergy Clin Immunol Pract",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Ten-Year trends and prevalence of asthma, allergic rhinitis, and atopic dermatitis among the Korean population",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ha",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Yon",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Clin Exp Pediatr",
            "volume": "63",
            "issn": "",
            "pages": "278--83",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Incidence of cancer after asthma development: 2 independent population-based cohort studies",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Woo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Koh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Yon",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J Allergy Clin Immunol",
            "volume": "147",
            "issn": "",
            "pages": "135--178",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Serum heavy metal levels are associated with asthma, allergic rhinitis, atopic dermatitis, allergic multimorbidity, and airflow obstruction",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Koh",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Sheen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Allergy Clin Immunol Pract",
            "volume": "7",
            "issn": "",
            "pages": "2912--2927",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Association between mental illness and COVID-19 in South Korea: a post-hoc analysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Moon",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Lancet Psychiatry",
            "volume": "8",
            "issn": "",
            "pages": "271--72",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Risk factors for hospital admissions related to COVID-19 in patients with autoimmune inflammatory rheumatic diseases",
            "authors": [
                {
                    "first": "Freites",
                    "middle": [],
                    "last": "Nuñez",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Leon",
                    "middle": [
                        "L"
                    ],
                    "last": "Mucientes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Rheum Dis",
            "volume": "79",
            "issn": "",
            "pages": "1393--99",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Connective tissue disease and other rheumatic conditions following cosmetic breast implantation in Denmark",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kjøller",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Friis",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mellemkjaer",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Arch Intern Med",
            "volume": "161",
            "issn": "",
            "pages": "973--79",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Prevalence and clinical outcomes of COVID-19 in patients with autoimmune diseases: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Akiyama",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hamdeh",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Micic",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sakuraba",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Susceptibility and severity of COVID-19 in patients treated with bDMARDS and tsDMARDs: a population-based study",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Salvarani",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bajocchi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mancuso",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Rheum Dis",
            "volume": "79",
            "issn": "",
            "pages": "986--88",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "COVID-19 outcomes, risk factors and associations by race: a comprehensive analysis using electronic health records data in Michigan Medicine",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Mack",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Salvatore",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "medRxiv",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.06.16.20133140"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "A population study of ethnic variations in the angiotensin-converting enzyme I/D polymorphism: relationships with gender, hypertension and impaired glucose metabolism",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Sagnella",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Rothwell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Onipinla",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Wicks",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "P"
                    ],
                    "last": "Cappuccio",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Hypertens",
            "volume": "17",
            "issn": "",
            "pages": "657--64",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "COVID19 in South Asians/Asian Indians: heterogeneity of data and implications for pathophysiology and research",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Misra",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Diabetes Res Clin Pract",
            "volume": "165",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Risk of COVID-19-related death among patients with chronic obstructive pulmonary disease or asthma prescribed inhaled corticosteroids: an observational cohort study using the OpenSAFELY platform",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schultze",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mackenna",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "8",
            "issn": "",
            "pages": "1106--1126",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Characteristics associated with hospitalisation for COVID-19 in people with rheumatic disease: data from the COVID-19 Global Rheumatology Alliance physician-reported registry",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gianfrancesco",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Hyrich",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Al-Adely",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "79",
            "issn": "",
            "pages": "859--66",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "COVID-19-related genes in sputum cells in asthma. relationship to demographic features and corticosteroids",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sajuthi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Deford",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Respir Crit Care Med",
            "volume": "202",
            "issn": "",
            "pages": "83--90",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Inhaled corticosteroids downregulate the SARS-CoV-2 receptor ACE2 in COPD through suppression of type I interferon",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Finney",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Glanville",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Farne",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J Allergy Clin Immunol",
            "volume": "147",
            "issn": "",
            "pages": "510--529",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Advances in understanding the pathogenesis of primary Sjögren's syndrome",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Nocturne",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Mariette",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nat Rev Rheumatol",
            "volume": "9",
            "issn": "",
            "pages": "544--56",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "T cell homeostasis in patients with rheumatoid arthritis",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Koetz",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bryl",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Spickschen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "O&apos;fallon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Goronzy",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Weyand",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Proc Natl Acad Sci",
            "volume": "97",
            "issn": "",
            "pages": "9203--9211",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Expression of SARS-CoV-2 entry molecules ACE2 and TMPRSS2 in the gut of patients with IBD",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Burgueño",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Reich",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hazime",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Inflamm Bowel Dis",
            "volume": "26",
            "issn": "",
            "pages": "797--808",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Expression of ACE2 in airways: implication for COVID-19 risk and disease management in patients with chronic inflammatory respiratory diseases",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Exp Allergy",
            "volume": "50",
            "issn": "",
            "pages": "1313--1337",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Changing COVID-19 outcomes in patients with rheumatic disease-are we really getting better at this?",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Gianfrancesco",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Robinson",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Lancet Rheumatol",
            "volume": "3",
            "issn": "",
            "pages": "88--90",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "As of June 8, 2021, there have been 144 637 confirmed cases of COVID-19 in South Korea, resulting 1974 deaths (see the WHO Coronavirus (COVID-19) Dashboard).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "For the WHO Coronavirus (COVID-19) Dashboard seehttps://covid19.who.int/ COVID-19-related death in autoimmune inflammatory rheumatic diseases using a South Korean nationwide cohort linked to general health examination records early in the COVID-19 pandemic.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "39, 40-59, and ≥60 years) and sex and full adjustment for age; sex; region of residence (Seoul Capital Area, Daegu/Gyeongbuk area, and other areas); residency of a skilled nursing facility; a history of diabetes, cardio vascular disease, cerebrovascular See Online for appendix",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "demographics and clinical characteristics of the 133 609 people (female 70 050 [52·4%] and 63 559 [47·6%] male) who completed the general health examination and underwent SARS-CoV-2 testing between Jan 1 and May 30, 2020, were analysed (table 1); 4365 (3·3%) had a positive SARS-CoV-2 test. 8297 (6·2%) patients were diagnosed with autoimmune inflammatory rheumatic diseases: 7140 (5·3%) patients were diagnosed with inflammatory arthritis and 1953 (1·5%) patients with connective tissue disease. Of the 8297 patients with an 9·6%) patients had both inflammatory arthritis and connective tissue disease (figure",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Baseline covariates of patients who underwent SARS-CoV-2 testing and received general health examination in the nationwide cohortFor DAGitty see http://www.dagitty.net directed acyclic graph approach in the original cohort (matched cohorts G-I; appendix pp",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Propensity score-matched analysis of adjusted odds ratio (95% CI) for positive SARS-CoV-2 test, severe COVID-19 outcomes, or COVID-19-related death in patients with autoimmune inflammatory rheumatic diseases, inflammatory arthritis, or connective tissue disease inflammatory rheu matic diseases, which could, in turn, exacerbate viral infection and result in devastating COVID-19 sequelae. This indicates a complex biopathological mechanism wherein underlying autoimmune inflammatory rheu matic diseases could adversely affect the pathogenesis of COVID-19.",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "This work was supported by the National Research Foundation of Korea grant funded by the South Korean Government (NRF2019R1G1A109977913). We thank the dedicated health-care",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Propensity score-matched subgroup analysis of adjusted odds ratio (95% CI) of positive SARS-CoV-2 RT-PCR test, severe COVID-19 outcomes, or COVID-19-related death in patients with an autoimmune inflammatory rheumatic disease stratified by DMARD and systemic corticosteroid (matched cohort A) For the Data Sharing Service see https://nhiss.nhis.or.kr/bd/ ab/bdaba000eng.do professionals treating patients with COVID-19 in South Korea as well as the Ministry of Health and Welfare and the Health Insurance Review and Assessment Service of Korea for sharing invaluable national health insurance claims data.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}