{"paper_id": "ceca3faecf96fd7738f63f3614e7d57586e8167d", "metadata": {"title": "Safe surgical tracheostomy during the COVID-19 pandemic: A protocol based on experiences with Middle East Respiratory Syndrome and COVID-19 outbreaks in South Korea", "authors": [{"first": "Y-I", "middle": [], "last": "Son", "suffix": "", "affiliation": {}, "email": ""}, {"first": "H-S", "middle": [], "last": "Jeong", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "A subset of patients with COVID-19 require intensive respiratory care and tracheostomy. Several guidelines on tracheostomy procedures and care of tracheostomized patients have been introduced. In addition to these guidelines, further details of the procedure and perioperative care would be helpful. The purpose of this study is to describe our experience and tracheostomy protocol for patients with MERS or COVID-19.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Thirteen patients with MERS were admitted to the ICU, 9 (69.2%) of whom underwent surgical tracheostomy. During the COVID-19 outbreak, surgical tracheostomy was performed in one of seven patients with COVID-19. We reviewed related documents and collected information through interviews with healthcare workers who had participated in designing a tracheostomy protocol.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Results: Compared with previous guidelines, our protocol consisted of enhanced PPE, simplified procedures (no limitation in the use of electrocautery and wound suction, no stay suture, and delayed cannula change) and a validated screening strategy for healthcare workers.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Our protocol allowed for all associated healthcare workers to continue their routine clinical work and daily life. It guaranteed safe return to general patient care without any related complications or nosocomial transmission during the MERS and COVID-19 outbreaks.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Our protocol and experience with tracheostomies for MERS and COVID-19 may be helpful to other healthcare workers in building an institutional protocol optimized for their own COVID-19 situation.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "In December 2019, a local outbreak of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) occurred in Wuhan (Hubei, China). The coronavirus disease 2019 (COVID- 19) was highly infectious from the early stage and rapidly spread to several countries. As of May 16, 2020, COVID-19 has been reported in 185 countries, with more than 4,486,990 cases and more than 306,306 deaths. [1] Since South Korea recorded its first case of COVID-19 on January 20, 2020, the total number of confirmed cases stands at 11,037, which is concentrated mainly in Daegu and Gyeongsangbuk-do (74.6% of all confirmed cases) and the number of the virus-associated deaths has reached 262 people. [2] Most patients are projected to have mild symptoms (81%) and the mortality rate in COVID-19 is relatively low (2.3%). [3] compared with mortality rates of 10% for severe acute respiratory syndrome (SARS) [4] and 37% for Middle East Respiratory Syndrome coronavirus (MERS) [5] .", "cite_spans": [{"start": 170, "end": 173, "text": "19)", "ref_id": "BIBREF18"}, {"start": 384, "end": 387, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 677, "end": 680, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 798, "end": 801, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 884, "end": 887, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 952, "end": 955, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Introduction"}, {"text": "However, some infected patients are classified as severe or critical cases, and often require intubation and mechanical ventilation (9.8%-15.2%). [3, 6] Critically ill patients with prolonged intubation ultimately need tracheostomy for proper airway management and lung care. Tracheostomy is a routine surgical procedure, and there has been a debate on the optimal time for tracheostomy in critically ill patients requiring intensive respiratory care. [7] In general, a timely tracheostomy within seven to ten days after intubation is preferred in terms of minimizing mechanical ventilation time, length of stay in the intensive care unit (ICU) and mortality. [8] However, in this epidemic situation, the risks of exposure and transmission from patients to healthcare workers should be carefully considered when the tracheostomy is planned. It is essential that surgeons and ICU staff stay current on the protocols and guidelines for infection prevention during the tracheostomy, and these should be based on real experience and the best available evidence on this topic.", "cite_spans": [{"start": 146, "end": 149, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 150, "end": 152, "text": "6]", "ref_id": "BIBREF5"}, {"start": 452, "end": 455, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 660, "end": 663, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Introduction"}, {"text": "In 2015, we experienced the largest in-hospital MERS outbreak with 92 laboratory-confirmed MERS cases. [9] Although all surgical procedures for MERS patients were delayed as long as possible according to our institutional policy, nine cases inevitably required surgical tracheostomy. Thus, we developed our own institutional protocol for safe tracheostomy in patients with MERS. Five years later, as the COVID-19 pandemic rapidly spread, we revised and modified our tracheostomy protocol to prepare for the COVID-19 situation. We applied and tested this protocol in a patient with COVID-19 patient for whom tracheostomy was indicated in March 2020. Here we describe our experience and protocol for surgical tracheostomy in patients with COVID-19 in our hospital.", "cite_spans": [{"start": 103, "end": 106, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Introduction"}, {"text": "This study was a retrospective analysis using clinical and pathological data from patients with MERS and COVID-19 who underwent surgical tracheostomy. The study protocol was approved by our Institutional Review Board (no. 2020-04-178) and the electronic medical records and interviews of medical staff who cared for patients with MERS and COVID-19 who underwent surgical tracheostomy were used for the study. All data were de-identified.", "cite_spans": [], "ref_spans": [], "section": "Materials and Methods"}, {"text": "The study population included nine patients with MERS who had undergone surgical tracheostomy at our institution from May to July 2015 (MERS outbreak). On the basis of hospital closing date (June 13), we defined the early phase of the outbreak (before June 13) as phase 1 (two tracheostomies) and the middle phase of the outbreak (after June 13) as phase 2 (seven tracheostomies). [10, 11] One COVID-19 patient who had undergone surgical tracheostomy at our institution was also included in this study.", "cite_spans": [{"start": 381, "end": 385, "text": "[10,", "ref_id": "BIBREF9"}, {"start": 386, "end": 389, "text": "11]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Materials and Methods"}, {"text": "For MERS-CoV and SARS-CoV-2 PCR tests, either sputum or nasopharyngeal swab samples were collected using a sterile, leak-proof, screw-capped sputum collection container and nasopharyngeal swabs were collected with an eSwab (482 C, Copan Diagnostics Inc., Murrieta, CA, USA). MERS samples were tested by rRT-PCR with amplification targeting the upstream E region (upE) and confirmed by subsequent amplification of the open reading frame (ORF)1a", "cite_spans": [], "ref_spans": [], "section": "Materials and Methods"}, {"text": "using PowerCheck™ MERS Real-Time PCR kits (Kogene Biotech, Seoul, Korea). [9] COVID-19 samples were screened by rRT-PCR with amplification targeting the envelope gene (E) and confirmed by subsequent amplification of the RNA-dependent RNA polymerase gene (RdRp)", "cite_spans": [{"start": 74, "end": 77, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Materials and Methods"}, {"text": "using PowerCheck™ SARS-CoV-2 Real-Time PCR kits (Kogene Biotech, Seoul, Korea).", "cite_spans": [], "ref_spans": [], "section": "Materials and Methods"}, {"text": "For serologic surveillance, we used commercial anti-MERS-CoV enzyme-linked immunosorbent assay (ELISA) IgG kits (EUROIMMUN, Lübeck, Germany) to detect antibody response. We used automated fluorescent immunoassay system (AFIAS) COVID-19", "cite_spans": [], "ref_spans": [], "section": "Materials and Methods"}, {"text": "Ab assay kit for SARS-CoV-2 antibody detection (Bodi-tech Med Inc., Chuncheon, Korea).", "cite_spans": [], "ref_spans": [], "section": "Materials and Methods"}, {"text": "The perioperative tracheostomy protocol for MERS and COVID-19 patients was developed and revised through multidisciplinary discussions led by our in-hospital infection control team during the MERS and COVID-19 outbreaks.", "cite_spans": [], "ref_spans": [], "section": "Materials and Methods"}, {"text": "A multidisciplinary discussion among ICU, ENT and Infection Control departments is essential in the decision to perform tracheostomy in an infected patient. When a tracheostomy was planned for a patient with MERS, an open surgical tracheostomy was preferred to a percutaneous dilatational tracheostomy (PDT) due to decreased potential for aerosolization.", "cite_spans": [], "ref_spans": [], "section": "Surgical planning"}, {"text": "Thirteen patients with MERS were admitted to the ICU, and nine (69.2%) of them required surgical tracheostomy.", "cite_spans": [], "ref_spans": [], "section": "Surgical planning"}, {"text": "Tracheostomy was necessary is one of the seven patients with COVID-19 in our hospital.", "cite_spans": [], "ref_spans": [], "section": "Surgical planning"}, {"text": "Surgical tracheostomy was also performed in this case not only because the open surgical tracheostomy is considered lower risk in terms of aerosol-generation compared to PDT, but also because a high-riding brachiocephalic (innominate) artery was noted on preoperative computed tomography (CT). Thus, preoperative evaluation of neck anatomy is also important to determine the optimal procedure and reduce surgical complications.", "cite_spans": [], "ref_spans": [], "section": "Surgical planning"}, {"text": "Level of personal protective equipment (PPE) during tracheostomy During phase 1 of the MERS outbreak (before June 13), two surgical tracheostomies were performed and standard personal protective equipment (PPE) comprising surgical gloves, surgical gowns, eye shields, and N95 respirators was used by health care workers on the tracheostomy teams. There was no tracheostomy-related MERS transmission with this level of PPE, suggesting that standard PPE without PAPR could be appropriate depending on the situation. However, there were four cases of MERS in healthcare workers involved in other procedures in patients with high viral loads (sputum PCR cycle threshold value <16) despite use of this level of PPE. As a result, the infection control department at our institution increased the level of recommended protection, and all members of the tracheostomy team used enhanced PPE, which included coverall clothes including a head cover, shoe covers, two pairs of surgical gloves, powered air purifying respirators (PAPRs) and N95 respirators.", "cite_spans": [], "ref_spans": [], "section": "Surgical planning"}, {"text": "In addition to enhanced PPE, primary surgeons and surgical assistants used an outer surgical gown and gloves, resulting in double gowning and triple gloving. All members of the tracheostomy team remained free of disease, during and after performing a total of nine tracheostomies for patients with MERS, suggesting these protections were successful and safe.", "cite_spans": [], "ref_spans": [], "section": "Surgical planning"}, {"text": "Thus, enhanced PPE including PAPR was also used with the patient with COVID-19 (cycle thresholds 30.5 for E gene and 30.44 for RdRp gene from trans-tracheal aspirates) (Supplementary Figure 1) and there was no perioperative COVID-19 transmission ( Table 1) .", "cite_spans": [], "ref_spans": [{"start": 183, "end": 192, "text": "Figure 1)", "ref_id": null}, {"start": 248, "end": 256, "text": "Table 1)", "ref_id": "TABREF0"}], "section": "Surgical planning"}, {"text": "As strict donning and doffing procedures are crucial to prevent operator contamination, institutional training, and education on the proper use of PPE was provided to the surgical teams before they cared for COVID-19 patients ( Figure 2 ). On the day of tracheostomy, surgical teams were carefully assisted and closely supervised by skilled nurses in the designated donning and doffing location in the ICU ( Figures 3A and 3B ).", "cite_spans": [], "ref_spans": [{"start": 228, "end": 236, "text": "Figure 2", "ref_id": "FIGREF0"}, {"start": 408, "end": 425, "text": "Figures 3A and 3B", "ref_id": "FIGREF1"}], "section": "Surgical planning"}, {"text": "During the MERS outbreak, we had no permanent negative-pressure ICU rooms, and two patients inevitably underwent surgical tracheostomy in an isolated ICU created for MERS patients. Because a negative pressure ICU is ideal for surgical procedures to minimize airborne viral spread, isolated ICUs were temporarily converted to comprise negative-pressure ICU rooms to facilitate performing surgical procedures in MERS patients. [11] We performed seven surgical tracheostomies on patients with MERS after this ICU conversion was completed.", "cite_spans": [{"start": 425, "end": 429, "text": "[11]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Tracheostomy location"}, {"text": "Based on lessons learned from the 2015 MERS outbreak, two negative pressure ICUs with anterooms and 15 negative pressure isolation wards were separately constructed outside the main hospital in 2016. During the COVID-19 pandemic, at the request of the government, a critically ill COVID-19 patient with prolonged intubation was transferred directly to the negative-pressure ICU at our hospital in March 2020. One week later, surgical tracheostomy was performed at the bedside in the ICU in a negative-pressure room.", "cite_spans": [], "ref_spans": [], "section": "Tracheostomy location"}, {"text": "Our institution could not limit the number of team members involved in the tracheostomy procedure and post-operative management at the time of the MERS outbreak. Two surgeons comprising a primary surgeon and surgical assistant took turns with the ICU specialist assisted by a standby nurse in performing tracheostomies.", "cite_spans": [], "ref_spans": [], "section": "Surgical tracheostomy team"}, {"text": "In contrast, the surgical tracheostomy for the COVID-19 patient was performed by one dedicated head and neck surgeon and ICU medical staff (two intensivists and one senior nurse), who worked only in the negative pressure room for COVID-19, and assisted with all procedures (Supplementary Figure 1) .", "cite_spans": [], "ref_spans": [{"start": 288, "end": 297, "text": "Figure 1)", "ref_id": null}], "section": "Surgical tracheostomy team"}, {"text": "General principles for minimizing aerosolization and surgery time were applied during the tracheostomies. These included complete paralysis to prevent cough and movement, lower positioning, and hyper-inflation of the endotracheal tube cuff, holding ventilation before tracheal incision, and prompt cannula insertion and cuff inflation while withdrawing the endotracheal tube to just above the window. [12] [13] [14] [15] [16] Performing a tracheostomy with enhanced PPE was not easy. Enhanced PPE limited manual tactile sensation (multiple gloves), free surgical motion (double gowns), illumination and visualization. Thus, we typically made a relatively wide incision (4-5 cm) to ensure a clear surgical field and visualization even if additional skin sutures were needed at the end of the procedure.", "cite_spans": [{"start": 401, "end": 405, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 406, "end": 410, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 411, "end": 415, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 416, "end": 420, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 421, "end": 425, "text": "[16]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Surgical procedures and tips"}, {"text": "A surgical light was also required for optimal visualization during the procedure. A wearable headlight or headlamp was used in all cases. However, the headlight did not fit a surgeon's head because of the enhanced PPE head cover. Instead, surgical assistants (first and second) wore the headlamp and were in charge of illuminating the surgical field ( Figure 3E ). Different from many recommendations for avoiding diathermy and suction, we generally used electrical devices including bipolar and monopolar diathermy for hemostasis and to save time and we did not limit suctioning throughout the surgical tracheostomy procedure ( Figure 3D ).", "cite_spans": [], "ref_spans": [{"start": 353, "end": 362, "text": "Figure 3E", "ref_id": "FIGREF1"}, {"start": 630, "end": 639, "text": "Figure 3D", "ref_id": "FIGREF1"}], "section": "Surgical procedures and tips"}, {"text": "Nevertheless, there was no transmission caused by using diathermy and suction, suggesting that the possibility of transmission through diathermy producing vapor plumes or suction-related aerosolization is extremely low in the setting of enhanced PPE in a negative pressure room.", "cite_spans": [], "ref_spans": [], "section": "Surgical procedures and tips"}, {"text": "We did not place stay sutures or a Björk flap for any of the MERS or COVID-19 patients.", "cite_spans": [], "ref_spans": [], "section": "Surgical procedures and tips"}, {"text": "Instead, we made an oval-shaped tracheal window by removing the tracheal cartilage, which prevented forceful insertion and avoided tracheal damage or false passage.", "cite_spans": [], "ref_spans": [], "section": "Surgical procedures and tips"}, {"text": "We prepared various sized non-fenestrated cuffed tubes and adjustable tubes on the surgical table to reduce the possibility of a poorly fitted cannula. Portex ® \"Vocalaid\" cuffed Blue Line ® tracheostomy tubes (ID 7.5) were used in six MERS patients and vocal aid cuffed MERA ® sofit CLEAR tubes (ID 7.5) were used in two MERS patients. A Portex ® \"Vocalaid\" cuffed Blue Line® tracheostomy tube (ID 7.0) was used in the COVID-19 patient. These were no accidental decannulation events.", "cite_spans": [], "ref_spans": [], "section": "Surgical procedures and tips"}, {"text": "After tracheostomy and the associated procedures (e.g., tube insertion, balloon inflation, circuit connection, ventilation resumption and endotracheal removal), peristomal dressing and skin suture using 4-0 Vicryl (absorbable) performed to minimize the need for tube and dressing changes ( Figure 3E ).", "cite_spans": [], "ref_spans": [{"start": 290, "end": 299, "text": "Figure 3E", "ref_id": "FIGREF1"}], "section": "Surgical procedures and tips"}, {"text": "During the MERS outbreak, the tracheostomy wound was dressed daily by trained ICU nurses with enhanced PPE. A tracheostomy tube change was performed three days after the operation, and a subsequent change was performed ten days postoperatively by ENT surgeons wearing enhanced PPE. There were no cannula-related complications, including stomal infection and cannula occlusion with a mucous plug (Table 1) . We subsequently revised the tube management protocols based on other guidelines and experience in our ICU system. These revisions included no dressing changes unless there were signs of infection and delaying the first tube change until COVID-19 patients tested negative for viral RNA.", "cite_spans": [], "ref_spans": [{"start": 395, "end": 404, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Postoperative management"}, {"text": "The first cannula change for the COVID-19 patient was performed by the same surgeon with enhanced PPE at 13 days because that patient had three consecutive negative SARS-CoV-2 PCR tests 11 days after tracheostomy. The stoma site and tube lumen were noted to be clean despite the delay. The patients stayed in the negative-pressure ICU for an additional three weeks to minimize the risk of nosocomial transmission, and was then transferred to an isolated ICU, where decannulation without down-sizing and corking were performed four days after transfer. The patient was transferred to the general ward seven days after decannulation.", "cite_spans": [], "ref_spans": [], "section": "Postoperative management"}, {"text": "During the MERS outbreak, health care workers involved in tracheostomy and related procedures continued to work with monitoring and were removed immediately from duty if symptoms developed. However, at the end of the MERS outbreak in our hospital, all healthcare workers who participated in procedures for the last MERS patient were placed in home quarantine for 14 days from the last day of exposure and their sputum was tested by rRT-PCR as a screening test before they returned to general patient care. The PCR results for all associated staff were negative and serologic testing for MERS-CoV antibody was also negative.", "cite_spans": [], "ref_spans": [], "section": "Postoperative management"}, {"text": "[17] During the COVID-19 pandemic, all members of the team who participated in tracheostomy for the COVID-19 patient were put under active monitoring (checking temperature and symptoms twice a day) while working (Table 1) . At the end of patient care, ICU staff were also placed on seven days of home quarantine and underwent screening by sputum rRT-PCR, and additional PCR screening was performed before they returned to work.", "cite_spans": [], "ref_spans": [{"start": 212, "end": 221, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Postoperative management"}, {"text": "The PCR results were all negative. Although there was no PCR screening and no quarantine for the primary surgeon, serologic testing was negative for the anti-SARS-CoV-2 antibody.", "cite_spans": [], "ref_spans": [], "section": "Postoperative management"}, {"text": "Several studies related to guidelines or recommendations on surgical tracheostomy for COVID-19 patients have been published. However, the detailed context of the procedure seems inconsistent and varies by the developing group, specialty, hospital and national health care systems. There is a limited number of protocols or recommendations based on real experience on this topic. Fortunately, we have clinical experience with tracheostomies for both MERS and COVID-19 patients, and we thought it would be helpful to share our experience and protocol with readers.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "There has been a debate on whether PDT spreads more virus-containing aerosols than surgical tracheostomy. Surgical tracheostomy is usually recommended over PDT in most guidelines. [14] [15] [16] 18] Preoperative evaluation of individual anatomy and patient functional status is critical. This includes particular attention to anatomical variations (a high-riding major artery in our case), obesity, un-extended or short neck, bleeding tendency, or ventilator dependency. In addition to the possibility of aerosol dissemination, surgeons should consider these factors in determining the most appropriate tracheostomy procedure and to reduce surgical complications.", "cite_spans": [{"start": 180, "end": 184, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 185, "end": 189, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 190, "end": 194, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 195, "end": 198, "text": "18]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Discussion"}, {"text": "Some guidelines recommend a double-lumen cannula comprising a non-fenestrated cuffed outer with a disposable inner cannula. [16] However, the interface between the inner and outer cannulas can vary by manufacturer and ventilation setting, thereby increasing the chance of air leakage. [19] Furthermore, double lumen cannulas tend to be rigid, which can cause mucosal irritation or injury. Thus, we prefer to use single lumen non-fenestrated cuffed tubes with or without an adjustable function. This minimizes the risk of viral transmission through air leakage, particularly for infected patients receiving positive pressure ventilation.", "cite_spans": [{"start": 124, "end": 128, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 285, "end": 289, "text": "[19]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Discussion"}, {"text": "B virus (HBV) have reported that the plume originating from diathermy contains viable infectious particles that can be transmitted to the upper respiratory tract through inhalation of surgical smoke. [20, 21] In this context, some guidelines recommend avoiding or limiting the use of electrocautery to reduce exposure to the surgical plume. [14] [15] [16] However, although the possibility of disease transmission through electrocautery-induced surgical plumes has been recognized, only HPV transmission has been reported in rare cases [22] ; no prior study has demonstrated that brief exposure to electrosurgical smoke alone causes viral infection. There has been no evidence to indicate that COVID-19 is transmissible through surgical plumes. [23] Additionally, one study reported that none of the blood samples from COVID-19 patients tested positive for RNA from SARS-CoV-2, suggesting that the virus may not be present within the smoke produced by electrocautery. [24] Consistent with our study, 10 surgical tracheostomies for COVID-19 patients were preformed using an electrocautery device without any cases of transmission in a recent study. [25] Therefore, we consider the clinical benefits of electrocautery, including reduced operation time, surgical view, and easy bleeding control, to exceed the risk of potential viral transmission.", "cite_spans": [{"start": 200, "end": 204, "text": "[20,", "ref_id": "BIBREF19"}, {"start": 205, "end": 208, "text": "21]", "ref_id": "BIBREF20"}, {"start": 341, "end": 345, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 346, "end": 350, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 351, "end": 355, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 536, "end": 540, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 745, "end": 749, "text": "[23]", "ref_id": "BIBREF22"}, {"start": 968, "end": 972, "text": "[24]", "ref_id": "BIBREF23"}, {"start": 1148, "end": 1152, "text": "[25]", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Studies of human papilloma virus (HPV), human immunodeficiency virus (HIV) and hepatitis"}, {"text": "Aerosol-generating procedures have highlighted the risk of nosocomial transmission of emerging viruses such as SARs-CoV. [26] Many medical procedures including bronchoscopy, cardiopulmonary resuscitation (CPR), ventilation, surgery, nebulizers, and suction have been considered potential aerosol-generating procedures. Based on these findings, use of suction during tracheostomy is not recommended in recent guidelines. During the SARS-CoV outbreak, only direct airway-stimulating procedures such as bronchoscopy, CPR, ventilation, and intubation have been reported to be potentially associated with SARS-CoV transmission. [27] [28] [29] During surgical tracheostomy, exposure of the tracheal lumen is very short and suction can be used to evacuate the diathermy-producing plume. Furthermore, enhanced PPE in a negative pressure room minimizes exposure to aerosols and electrocautery-inducing smoke. Therefore, we did not limit suction or diathermy in our institutional tracheostomy protocol for MERS and COVID-19 patients. Complete hemostasis achieved by electrocautery and suction of blood or sputum in surgical fields could contribute to rapid and safe tracheostomy with fewer complications.", "cite_spans": [{"start": 121, "end": 125, "text": "[26]", "ref_id": "BIBREF25"}, {"start": 623, "end": 627, "text": "[27]", "ref_id": "BIBREF26"}, {"start": 628, "end": 632, "text": "[28]", "ref_id": "BIBREF27"}, {"start": 633, "end": 637, "text": "[29]", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Studies of human papilloma virus (HPV), human immunodeficiency virus (HIV) and hepatitis"}, {"text": "A stay suture technique, suturing the anterior tracheal wall to the skin after making a tracheal window, facilitates insertion and prevents false passage in accidental decannulation. Placing stay sutures or making a Björk flap may lead to direct exposure to tracheal secretions through an opened tracheal window in infected patients, thereby increasing the chance of viral particle transmission. Thus, we did not use a stay suture or Björk flap during surgical tracheostomy in MERS and COVID-19 patients. Instead, we made a round opening on the tracheal cartilage directly beneath the skin wound. Fortunately, our patients did not suffer from false lumen formation or accidental decannulation, even without the stay sutures.", "cite_spans": [], "ref_spans": [], "section": "Studies of human papilloma virus (HPV), human immunodeficiency virus (HIV) and hepatitis"}, {"text": "One of the major modifications in the COVID-19 tracheostomy protocol at our institution was postoperative management including dressing and cannula changes. During the MERS outbreak, there was no difference in cannula dressing and change intervals between infected and non-infected cases. In preparing the COVID-19 tracheostomy protocol, we agreed that daily cannula dressing seems unnecessary and the first cannula change can be delayed until the patient no longer tests positive.", "cite_spans": [], "ref_spans": [], "section": "Studies of human papilloma virus (HPV), human immunodeficiency virus (HIV) and hepatitis"}, {"text": "Additionally, delaying the tube change allows maturation of the skin-to-trachea tract to avoid false passage without a suture or Björk flap. Our data and recent reports revealed that the rate of negative conversion within 21 days was 91.2% [30] and the median time from onset of symptoms to mechanical ventilation was 10.5 days in COVID-19 patients. [6] Thus, the modified time to cannula change should be within 14 days after tracheostomy. In our patient, the first tracheostomy cannula change was on postoperative day 13, which was two days after the patient had three negative tests. Ultimately, decannulation was possible on day 28 after the first cannula change without any complications. Decannulation is a critical process for weaning patients from the tracheostomy. [31] However, the process includes many aerosol-generating procedures, such as down-sizing, cannula type changes, balloon deflation, airway evaluation, active coughing to prevent aspiration, and repeated capping/uncapping. Thus, we chose the abrupt tube removal method for COVID-19 patients to decrease the potential risk of exposures.", "cite_spans": [{"start": 240, "end": 244, "text": "[30]", "ref_id": "BIBREF29"}, {"start": 350, "end": 353, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 774, "end": 778, "text": "[31]", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Studies of human papilloma virus (HPV), human immunodeficiency virus (HIV) and hepatitis"}, {"text": "In response to reports of multiple cases testing positive for SARS-CoV-2 after having recovered, the patient stayed for an additional seven days in an isolated ICU for close monitoring and to allow the stoma to seal, but this later proved unnecessary as no evidence has suggested that re-positive cases are infective.", "cite_spans": [], "ref_spans": [], "section": "Studies of human papilloma virus (HPV), human immunodeficiency virus (HIV) and hepatitis"}, {"text": "Another stark difference in our revised protocol is the creation of a designated COVID tracheostomy team comprised of one highly experienced head and neck surgeon, two attending ICU specialist (one to manage ventilator/endotracheal tube, one to assist with the procedures) and a senior ICU nurse. During the MERS outbreak in 2015, we had to perform eight MERSrelated tracheostomies in a short period between June 15 and June 29 without a dedicated team because of limited resources at our institution.", "cite_spans": [], "ref_spans": [], "section": "Studies of human papilloma virus (HPV), human immunodeficiency virus (HIV) and hepatitis"}, {"text": "As our institution is a tertiary referral center, we are prepared to care for severe cases of COVID-19 requiring intensive medical support. Thus, we were able to focus on critically ill COVID-19 patients by preparing medical resources and creating a dedicated team in advance, without any limitations to accessibility or safety for non-COVID-19 patients (Figure 2 ). However, if team members in the ICU need to be kept to the minimum critical number, an additional ICU nurse could be omitted from the tracheostomy team. Therefore, the optimal number and composition of COVID-19 tracheostomy teams could vary depending on the medical resources available for each center, region, and country.", "cite_spans": [], "ref_spans": [{"start": 354, "end": 363, "text": "(Figure 2", "ref_id": "FIGREF0"}], "section": "Studies of human papilloma virus (HPV), human immunodeficiency virus (HIV) and hepatitis"}, {"text": "In addition, we prepared a highly organized infection control system including a negative pressure ICU with double anterooms and a validated screening strategy for healthcare workers.", "cite_spans": [], "ref_spans": [], "section": "Studies of human papilloma virus (HPV), human immunodeficiency virus (HIV) and hepatitis"}, {"text": "As shown in Figure 3A , designated space in a negative pressure ICU was created for procedures to minimize potential risk of exposures. It consisted of space for donning PPE and material equipment, one anteroom for entering, a second anteroom for doffing PPE, and a fitting and shower room for personnel protection. Every step was guided and supervised by a senior ICU nurse ( Figure 3A-E) . We also confirmed the appropriateness of our screening and monitoring strategy (active monitoring and quarantine followed by sputum rRT-PCR) for involved healthcare workers by serologic investigation after the end of the MERS outbreak, in which none of the tested sera were positive for MERS-CoV antibody. [17] These screening protocols were applied to assigned ICU staff (ICU specialists and nurses) in the COVID-19 pandemic.", "cite_spans": [{"start": 698, "end": 702, "text": "[17]", "ref_id": "BIBREF16"}], "ref_spans": [{"start": 12, "end": 21, "text": "Figure 3A", "ref_id": "FIGREF1"}, {"start": 377, "end": 389, "text": "Figure 3A-E)", "ref_id": "FIGREF1"}], "section": "Studies of human papilloma virus (HPV), human immunodeficiency virus (HIV) and hepatitis"}, {"text": "However, PCR screening and quarantine for the primary surgeon was omitted as they wear enhanced PPE and are exposed only for a short period of time during the tracheostomy procedure and first cannula change. We had no transmission among healthcare workers who used enhanced PPE during the MERS outbreak. [10] Serum collected from the primary surgeon was negative for anti-SARS-CoV-2 antibody at the end of our hospital's care of COVID-19 patients, implying that our screening protocol based on clinical situation is effective and practical. These facilities and screening systems for COVID-19 allowed for all associated medical staff to continue their routine clinical work and daily life. To date, we have no cases of transmission from COVID-19 patients to healthcare workers.", "cite_spans": [{"start": 304, "end": 308, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Studies of human papilloma virus (HPV), human immunodeficiency virus (HIV) and hepatitis"}, {"text": "Here we presented our experience with tracheostomy in patients with MERS and COVID-19.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "The COVID-19 pandemic has escalated and poses a global threat, therefore most hospitals should prepare for performing tracheostomy and perioperative management in patients with COVID-19. Our modified protocol and experience from the MERS outbreak and COVID-19 pandemic could serve as one reference to inform the design of protocols unique to other institutions' own COVID-19 situation.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "There are no conflicts of interest. Figures   Figure 1 . Cross-sectional CT image of a COVID-19 patient with tracheostomy. CT scans showed a high-riding innominate artery to the right of the trachea just below the thyroid. Supplementary Figure 1 . Dedicated team for COVID-19 tracheostomy. Tracheostomy was performed by one experienced head and neck surgeon and two attending intensivists (one to the manage the ventilator/endotracheal tube, one to assist with the procedure). One ICU nurse assisted with the procedure outside the surgical field. All team members used powered air purifying respirators (PAPRs). Table 1 . Details of tracheostomies for MERS and COVID-19 patients.", "cite_spans": [], "ref_spans": [{"start": 36, "end": 54, "text": "Figures   Figure 1", "ref_id": null}, {"start": 223, "end": 245, "text": "Supplementary Figure 1", "ref_id": null}, {"start": 612, "end": 619, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Conflicts of interest"}, {"text": "Phase 1 # Phase 2 #", "cite_spans": [], "ref_spans": [], "section": "MERS-CoV Characteristics"}, {"text": "No. of tracheostomies Performing tracheostomy and perioperative management in patients with COVID-19 should be based on real experience and the best available evidence on this topic. Our protocol allowed for all associated healthcare workers to continue their routine clinical work and daily life. Our protocol guaranteed safe return to general patient care without any related complications or nosocomial transmission during the MERS and COVID-19 outbreaks.", "cite_spans": [], "ref_spans": [], "section": "COVID-19"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Coronavirus disease (COVID-19) Pandemic", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Korean Center for Disease Control and Prevention. Coronavirus Disease-19", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Characteristics of and Important Lessons From the Coronavirus Disease 2019 (COVID-19) Outbreak in China: Summary of a Report of 72314 Cases From the Chinese Center for Disease Control and Prevention", "authors": [{"first": "Z", "middle": [], "last": "Wu", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Mcgoogan", "suffix": ""}], "year": null, "venue": "", "volume": "2020", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Summary of probable SARS cases with onset of illness from 1", "authors": [], "year": 2002, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Middle East respiratory syndrome coronavirus (MERS-CoV)", "authors": [], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan", "authors": [{"first": "C", "middle": [], "last": "Huang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "X", "middle": [], "last": "Li", "suffix": ""}, {"first": "L", "middle": [], "last": "Ren", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "Y", "middle": [], "last": "Hu", "suffix": ""}], "year": 2020, "venue": "China. The Lancet", "volume": "395", "issn": "", "pages": "497--506", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Early versus late tracheostomy for critically ill patients", "authors": [{"first": "B", "middle": ["N"], "last": "Andriolo", "suffix": ""}, {"first": "R", "middle": ["B"], "last": "Andriolo", "suffix": ""}, {"first": "H", "middle": [], "last": "Saconato", "suffix": ""}, {"first": "A", "middle": ["N"], "last": "Atallah", "suffix": ""}, {"first": "O", "middle": [], "last": "Valente", "suffix": ""}], "year": 2015, "venue": "Cochrane Database Syst Rev", "volume": "1", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Timing of tracheostomy in patients with prolonged endotracheal intubation: a systematic review", "authors": [{"first": "A", "middle": [], "last": "Adly", "suffix": ""}, {"first": "T", "middle": ["A"], "last": "Youssef", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "El-Begermy", "suffix": ""}, {"first": "H", "middle": ["M"], "last": "Younis", "suffix": ""}], "year": 2018, "venue": "Eur Arch Otorhinolaryngol", "volume": "275", "issn": "", "pages": "679--90", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "MERS-CoV outbreak following a single patient exposure in an emergency room in South Korea: an epidemiological outbreak study", "authors": [{"first": "S", "middle": ["Y"], "last": "Cho", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Kang", "suffix": ""}, {"first": "Y", "middle": ["E"], "last": "Ha", "suffix": ""}, {"first": "G", "middle": ["E"], "last": "Park", "suffix": ""}, {"first": "J", "middle": ["Y"], "last": "Lee", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Ko", "suffix": ""}], "year": 2016, "venue": "Lancet", "volume": "388", "issn": "", "pages": "994--1001", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Control of an Outbreak of Middle East Respiratory Syndrome in a Tertiary Hospital in Korea", "authors": [{"first": "G", "middle": ["E"], "last": "Park", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Ko", "suffix": ""}, {"first": "K", "middle": ["R"], "last": "Peck", "suffix": ""}, {"first": "J", "middle": ["Y"], "last": "Lee", "suffix": ""}, {"first": "J", "middle": ["Y"], "last": "Lee", "suffix": ""}, {"first": "S", "middle": ["Y"], "last": "Cho", "suffix": ""}], "year": 2016, "venue": "Ann Intern Med", "volume": "165", "issn": "", "pages": "87--93", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Infection Prevention Measures for Surgical Procedures during a Middle East Respiratory Syndrome Outbreak in a Tertiary Care Hospital in South Korea", "authors": [{"first": "J", "middle": [], "last": "Park", "suffix": ""}, {"first": "S", "middle": ["Y"], "last": "Yoo", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Ko", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Lee", "suffix": ""}, {"first": "Y", "middle": ["J"], "last": "Chung", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Lee", "suffix": ""}], "year": 2020, "venue": "Sci Rep", "volume": "10", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Safe tracheostomy for patients with severe acute respiratory syndrome", "authors": [{"first": "W", "middle": ["I"], "last": "Wei", "suffix": ""}, {"first": "H", "middle": ["H"], "last": "Tuen", "suffix": ""}, {"first": "R", "middle": ["W"], "last": "Ng", "suffix": ""}, {"first": "L", "middle": ["K"], "last": "Lam", "suffix": ""}], "year": 2003, "venue": "Laryngoscope", "volume": "113", "issn": "", "pages": "1777--1786", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Elective and emergency surgery in patients with severe acute respiratory syndrome (SARS)", "authors": [{"first": "H", "middle": ["C"], "last": "Tien", "suffix": ""}, {"first": "T", "middle": [], "last": "Chughtai", "suffix": ""}, {"first": "A", "middle": [], "last": "Jogeklar", "suffix": ""}, {"first": "A", "middle": ["B"], "last": "Cooper", "suffix": ""}, {"first": "F", "middle": [], "last": "Brenneman", "suffix": ""}], "year": 2005, "venue": "Can J Surg", "volume": "48", "issn": "", "pages": "71--75", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "CORONA-steps for tracheotomy in COVID-19 patients: A staff-safe method for airway management", "authors": [{"first": "B", "middle": [], "last": "Pichi", "suffix": ""}, {"first": "F", "middle": [], "last": "Mazzola", "suffix": ""}, {"first": "A", "middle": [], "last": "Bonsembiante", "suffix": ""}, {"first": "G", "middle": [], "last": "Petruzzi", "suffix": ""}, {"first": "J", "middle": [], "last": "Zocchi", "suffix": ""}, {"first": "S", "middle": [], "last": "Moretto", "suffix": ""}], "year": 2020, "venue": "Oral Oncol", "volume": "105", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Surgical Considerations for Tracheostomy During the COVID-19 Pandemic: Lessons Learned From the Severe Acute Respiratory Syndrome Outbreak", "authors": [{"first": "J", "middle": ["K"], "last": "Tay", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Khoo", "suffix": ""}, {"first": "W", "middle": ["S"], "last": "Loh", "suffix": ""}], "year": 2020, "venue": "JAMA Otolaryngol Head Neck Surg", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "A framework for open tracheostomy in COVID-19 patients", "authors": [{"first": "T", "middle": [], "last": "Jacob", "suffix": ""}, {"first": "A", "middle": [], "last": "Walker", "suffix": ""}, {"first": "A", "middle": [], "last": "Mantelakis", "suffix": ""}, {"first": "N", "middle": [], "last": "Gibbins", "suffix": ""}, {"first": "O", "middle": [], "last": "Keane", "suffix": ""}], "year": 2020, "venue": "Clin Otolaryngol", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Serologic Evaluation of MERS Screening Strategy for Healthcare Personnel During a Hospital-Associated Outbreak", "authors": [{"first": "J", "middle": ["H"], "last": "Ko", "suffix": ""}, {"first": "J", "middle": ["Y"], "last": "Lee", "suffix": ""}, {"first": "J", "middle": ["Y"], "last": "Baek", "suffix": ""}, {"first": "H", "middle": [], "last": "Seok", "suffix": ""}, {"first": "G", "middle": ["E"], "last": "Park", "suffix": ""}, {"first": "J", "middle": ["Y"], "last": "Lee", "suffix": ""}], "year": 2017, "venue": "Infect Control Hosp Epidemiol", "volume": "38", "issn": "", "pages": "234--242", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Elective tracheostomy in mechanically ventilated patients affected by COVID-19: preliminary case-series from Lombardy", "authors": [{"first": "Mario", "middle": [], "last": "Turri-Zanoni", "suffix": ""}, {"first": "P", "middle": ["B"], "last": "", "suffix": ""}, {"first": "Camilla", "middle": [], "last": "Czaczkes", "suffix": ""}, {"first": "Paolo", "middle": [], "last": "Pelosi", "suffix": ""}, {"first": "Paolo", "middle": [], "last": "Castelnuovo", "suffix": ""}, {"first": "Luca", "middle": [], "last": "Cabrini", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Leakage Characteristics of Dual-Cannula Fenestrated Tracheostomy Tubes during Positive Pressure Ventilation: A Bench Study", "authors": [{"first": "T", "middle": [], "last": "Berlet", "suffix": ""}, {"first": "M", "middle": [], "last": "Marchon", "suffix": ""}], "year": 2016, "venue": "Anesthesiol Res Pract", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Surgical plume and its implications: A review of the risk and barriers to a safe work place", "authors": [{"first": "E", "middle": [], "last": "Tan", "suffix": ""}, {"first": "K", "middle": ["P"], "last": "Russell", "suffix": ""}], "year": 2017, "venue": "Journal of Perioperative Nursing", "volume": "30", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "The Dangers of Electrosurgical Smoke to Operating Room Personnel: A Review", "authors": [{"first": "K", "middle": [], "last": "Bree", "suffix": ""}, {"first": "S", "middle": [], "last": "Barnhill", "suffix": ""}, {"first": "W", "middle": [], "last": "Rundell", "suffix": ""}], "year": 2017, "venue": "Workplace Health Saf", "volume": "65", "issn": "", "pages": "517--543", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Surgical Smoke Exposure in Operating Room Personnel: A Review", "authors": [{"first": "I", "middle": ["V"], "last": "Limchantra", "suffix": ""}, {"first": "Y", "middle": [], "last": "Fong", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Melstrom", "suffix": ""}], "year": 2019, "venue": "JAMA Surg", "volume": "154", "issn": "", "pages": "960--967", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Safe management of surgical smoke in the age of COVID-19", "authors": [{"first": "N", "middle": ["G"], "last": "Mowbray", "suffix": ""}, {"first": "Ansell", "middle": ["J"], "last": "Horwood", "suffix": ""}, {"first": "J", "middle": [], "last": "Cornish", "suffix": ""}, {"first": "J", "middle": [], "last": "Rizkallah", "suffix": ""}, {"first": "P", "middle": [], "last": "Parker", "suffix": ""}, {"first": "A", "middle": [], "last": "", "suffix": ""}], "year": 2020, "venue": "Br J Surg", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Virological assessment of hospitalized patients with COVID-2019", "authors": [{"first": "R", "middle": [], "last": "Wolfel", "suffix": ""}, {"first": "V", "middle": ["M"], "last": "Corman", "suffix": ""}, {"first": "W", "middle": [], "last": "Guggemos", "suffix": ""}, {"first": "M", "middle": [], "last": "Seilmaier", "suffix": ""}, {"first": "S", "middle": [], "last": "Zange", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Muller", "suffix": ""}], "year": 2020, "venue": "Nature", "volume": "581", "issn": "", "pages": "465--474", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Safety and Prognosis in Percutaneous vs Surgical Tracheostomy in 27 Patients With COVID-19", "authors": [{"first": "J", "middle": [], "last": "Riestra-Ayora", "suffix": ""}, {"first": "J", "middle": [], "last": "Yanes-Diaz", "suffix": ""}, {"first": "O", "middle": [], "last": "Penuelas", "suffix": ""}, {"first": "C", "middle": [], "last": "Molina-Quiros", "suffix": ""}, {"first": "R", "middle": [], "last": "Sanz-Fernandez", "suffix": ""}, {"first": "E", "middle": [], "last": "Martin-Sanz", "suffix": ""}], "year": null, "venue": "Otolaryngol Head Neck Surg", "volume": "2020", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Nosocomial Transmission of Emerging Viruses via Aerosol-Generating Medical Procedures", "authors": [{"first": "S", "middle": ["D"], "last": "Judson", "suffix": ""}, {"first": "V", "middle": ["J"], "last": "Munster", "suffix": ""}], "year": 2019, "venue": "Viruses", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Aerosol generating procedures and risk of transmission of acute respiratory infections to healthcare workers: a systematic review", "authors": [{"first": "K", "middle": [], "last": "Tran", "suffix": ""}, {"first": "K", "middle": [], "last": "Cimon", "suffix": ""}, {"first": "M", "middle": [], "last": "Severn", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Pessoa-Silva", "suffix": ""}, {"first": "J", "middle": [], "last": "Conly", "suffix": ""}], "year": 2012, "venue": "PLoS One", "volume": "7", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Transmission of severe acute respiratory syndrome during intubation and mechanical ventilation", "authors": [{"first": "R", "middle": ["A"], "last": "Fowler", "suffix": ""}, {"first": "C", "middle": ["B"], "last": "Guest", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Lapinsky", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Sibbald", "suffix": ""}, {"first": "M", "middle": [], "last": "Louie", "suffix": ""}, {"first": "P", "middle": [], "last": "Tang", "suffix": ""}], "year": 2004, "venue": "Am J Respir Crit Care Med", "volume": "169", "issn": "", "pages": "1198--202", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Possible SARS coronavirus transmission during cardiopulmonary resuscitation", "authors": [{"first": "M", "middle": ["D"], "last": "Christian", "suffix": ""}, {"first": "M", "middle": [], "last": "Loutfy", "suffix": ""}, {"first": "L", "middle": ["C"], "last": "Mcdonald", "suffix": ""}, {"first": "K", "middle": ["F"], "last": "Martinez", "suffix": ""}, {"first": "M", "middle": [], "last": "Ofner", "suffix": ""}, {"first": "T", "middle": [], "last": "Wong", "suffix": ""}], "year": 2004, "venue": "Emerg Infect Dis", "volume": "10", "issn": "", "pages": "287--93", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Factors associated with negative conversion of viral RNA in patients hospitalized with COVID-19", "authors": [{"first": "X", "middle": [], "last": "Hu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Xing", "suffix": ""}, {"first": "J", "middle": [], "last": "Jia", "suffix": ""}, {"first": "W", "middle": [], "last": "Ni", "suffix": ""}, {"first": "J", "middle": [], "last": "Liang", "suffix": ""}, {"first": "D", "middle": [], "last": "Zhao", "suffix": ""}], "year": 2020, "venue": "Sci Total Environ", "volume": "728", "issn": "", "pages": "", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "The practice of tracheostomy decannulation-a systematic review", "authors": [{"first": "R", "middle": ["K"], "last": "Singh", "suffix": ""}, {"first": "S", "middle": [], "last": "Saran", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Baronia", "suffix": ""}], "year": 2017, "venue": "J Intensive Care", "volume": "5", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Epidemic curve of confirmed COVID-19 cases in South Korea and institutional timeline of events in tracheostomy for the COVID-19 patient.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Illustration of operating systems for tracheostomy (A) Floor plan of negative pressure ICU and schematic view of operating tracheostomy protocol for COVID-19 patients. (B) Donning PPE and 'buddy check' in the preparing room. (C) A senior ICU nurse guided the primary surgeon to the anteroom (D) Tracheostomy procedure performed by a dedicated team for a COVID-19 patient (before cannula insertion). (E) Skin suture at the incision site (after cannula insertion)", "latex": null, "type": "figure"}, "TABREF0": {"text": "Details of tracheostomies for MERS and COVID-19 patients.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Characteristics\n</td><td>MERS-CoV\n</td><td>COVID-19\n</td></tr><tr><td>Phase 1# </td><td>Phase 2#\n</td><td> </td></tr><tr><td>No. of tracheostomies </td><td>2 </td><td>7 </td><td>1\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Enhanced: Two pairs of gloves, coverall clothes with head cover, shoe covers, PAPR, N95 respirator + Outer surgical gown & glovesresulting in double gowns and triple gloves Wide skin incision (absorbable suture used if suture needed) Oval tracheal window No stay or guiding suture No avoidance of diathermy & suction Headlight positioned on surgical assistant, not primary surgeon Surgical team members Two ENT surgeons in rotating shifts (one primary surgeon, one surgical assistant) one ICU specialist one standby ICU nursing staff Single dedicated head & neck surgeon Two attending ICU specialists One standby ICU nursing staff Cannula type Portex ® vocal-aid cuffed or MERA ® sofit vocal-aid cuffed Portex ® vocal-aid cuffed Daily dressing changes No dressing change if no signs of infection First change three days later (by surgeon with the same PPE) First change after negative conversion (by surgeon with the same PPE) Cannula management Subsequent change ten days later (by surgeon with the same PPE )", "latex": null, "type": "table"}}, "back_matter": [{"text": "None", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "Sung Yong Choi a , Joongbo Shin a , Woori Park a , Nayeon Choi a , Jong Sei Kim a , Chan i Choi", "cite_spans": [], "ref_spans": [], "section": "outbreaks in South Korea"}]}