{"paper_id": "ceca3ac1c2865068e94eb5bdd8517cf3720a8127", "metadata": {"title": "Accurate Spirometry with Integrated Barometric Sensors in Face-Worn Garments", "authors": [{"first": "Bo", "middle": [], "last": "Zhou", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Kaiserslautern", "location": {"postCode": "67663", "settlement": "Kaiserslautern", "country": "Germany"}}, "email": ""}, {"first": "Alejandro", "middle": [], "last": "Baucells Costa", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Kaiserslautern", "location": {"postCode": "67663", "settlement": "Kaiserslautern", "country": "Germany"}}, "email": "alejandro.baucells_costa@dfki.dea.b.c."}, {"first": "Paul", "middle": [], "last": "Lukowicz", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Kaiserslautern", "location": {"postCode": "67663", "settlement": "Kaiserslautern", "country": "Germany"}}, "email": "paul.lukowicz@dfki.dep.l."}]}, "abstract": [{"text": "Cardiorespiratory (CR) signals are crucial vital signs for fitness condition tracking, medical diagnosis, and athlete performance evaluation. Monitoring such signals in real-life settings is among The most widespread applications of wearable computing. We investigate how miniaturized barometers can be used to perform accurate spirometry in a wearable system that is built on off-the-shelf training masks often used by athletes as a training aid. We perform an evaluation where differential barometric pressure sensors are compared concurrently with a digital spirometer, during an experimental setting of clinical forced vital capacity (FVC) test procedures with 20 participants. The relationship between The two instruments is derived by mathematical modeling first, then by various regression methods from experiment data. The results show that The error of FVC vital values between The two instruments can be as low as 2∼3%. Beyond clinical tests, The method can also measure continuous tidal breathing air volumes with a 1∼3% error margin. Overall, We conclude that barometers with millimeter footprints embedded in face mask apparel can perform similarly to a digital spirometer to monitor breathing airflow and volume in pulmonary function tests.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Our cardio-respiratory (CR) system is The most important physiological system, as it is responsible for oxygen delivery to The entire body. In recent years, many wearable approaches have emerged to monitor CR vital signals both in The academic research field and The consumer electronics sector [1] .", "cite_spans": [{"start": 295, "end": 298, "text": "[1]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "Non-invasive CR evaluation includes lung function tests (pulmonary function tests (PFTs)) and heart tests. PFTs include spirometry, which measures The physical aspects of The lung's functionality such as The lung volume and rate of flow. PFTs also concern The gas chemical composition, which usually requires gas chromatography and mass spectrometry [2, 3] . Heart tests usually include The well-known electrocardiograph (ECG), blood flow tests (pulse-oximetry), and blood pressure tests. These vital signs are commonly tested during patients' diagnosis and athlete's performance evaluations. Pulmonary tests especially play an important role in The diagnosis and evaluating The progression of respiratory and pulmonary diseases, as well as post recovery after other medical procedures (e.g., post operation) [4] [5] [6] .", "cite_spans": [{"start": 350, "end": 353, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 354, "end": 356, "text": "3]", "ref_id": "BIBREF2"}, {"start": 809, "end": 812, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 813, "end": 816, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 817, "end": 820, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Introduction"}, {"text": "Wearable healthcare devices [7] provide The possibility to monitor vital signals and health-related activities in people's daily lives, which benefits both peoples awareness towards their own health and The healthcare providers' understanding of The patients' progress. Personal wearable devices can also reduce The chance of The cross-infection of respiratory diseases, which may be a concern of shared medical devices [8] . This becomes more relevant as The pulmonary function is a major indicator for such diseases. Heart-related parameters, in particular heart rate monitoring during physical exercise, is among The most popular and successful applications of wearable systems. As far as PFT is concerned, research has focused on wearable breathing frequency monitoring, and some systems suitable for long-term real-life deployment have been demonstrated (as explained in Section 2). While breathing frequency is a relevant factor in PFTs, without information on The related breathing volume, it has limited value only. Many studies have shown The two factors to be independent of each other. For example, The breathing frequency-to-volume ratio can vary and be The indicator of signs of fatigue, external stimulus, etc. [9] [10] [11] [12] . To date, breathing volume measurement is mostly restricted to constrained laboratory settings due to The form factor of existing spirometers. To measure The airflow, spirometers typically require directing all The air flow from The patient to a sensing element (as explained in Section 2). Such measurement modalities prevent miniaturizing spirometers, because if The vent cross-section area is too small, The user's breathing will be restricted. This is what our work aims to address.", "cite_spans": [{"start": 28, "end": 31, "text": "[7]", "ref_id": null}, {"start": 420, "end": 423, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 1225, "end": 1228, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 1229, "end": 1233, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 1234, "end": 1238, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 1239, "end": 1243, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Introduction"}, {"text": "Our major novelties and contributions are:", "cite_spans": [], "ref_spans": [], "section": "Novelty and Contribution"}, {"text": "•", "cite_spans": [], "ref_spans": [], "section": "Novelty and Contribution"}, {"text": "We demonstrate The possibility of performing accurate transient breathing volume measurement in a wearable garment in The form of a sports mask, as opposed to hand-held novel spirometers, which mostly require a specific structure with a breathing tube, as reviewed in Section 2.2.", "cite_spans": [], "ref_spans": [], "section": "Novelty and Contribution"}, {"text": "Our approach uses only off-the-shelf components, without any proprietary sensors or custom mechanical designs.", "cite_spans": [], "ref_spans": [], "section": "•"}, {"text": "The only sensing element needed is a pair of low-cost (three Euros) miniaturized (2.5 millimeters) barometric pressure sensors that are already widely available thanks to The personal mobile devices and drone industry.", "cite_spans": [], "ref_spans": [], "section": "•"}, {"text": "The approach is made possible by shifting The measurement modality, from directly placing sensors in The airflow duct to elaborating The pressure difference of The inside and outside of The face mask compartment, as shown in Figure 1 . We evaluate The approach with an off-the-shelf clinical spirometer in an experiment consisting of 20 participants performing in total 200 forced vital capacity (FVC) tests and additional normal breathing. A physical model is constructed to theoretically explain The relationship between The airflow and The barometric pressure in our setting. Then, regression methods are performed to derive The relationship between The two instruments from The evaluation experiment data. Through our approach, clinical pulmonary function parameters such as forced effective volume in one second (FEV_1), etc., are calculated both from The clinical spirometer and our integrated barometric sensor approach. We compare both The transient breathing airflow and volume, as well as The FVC vital parameters. We also compare our approach to multiple state-of-the-art novel hand-held spirometer research results, as well as The medical society requirements for spirometry. We conclude that our approach is sufficient to perform accurate pulmonary function tests on a similar level as a clinical digital spirometer.", "cite_spans": [], "ref_spans": [{"start": 225, "end": 233, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "•"}, {"text": "In Section 1, The motivation and contribution of this work are stated. The relevant background and state-of-the-art are introduced in Section 2. In Section 3, We describe The apparatus in this study, including The instrumented sports mask and The calibration setting where our approach is connected with a spirometer to share The same airflow. In Section 4, a mathematical model is derived for our smart mask setting to explain The relationship between The air pressure and airflow, which are measured by The two different instruments in The evaluation apparatus. The evaluation procedure is described in Section 5. Section 6 explains The algorithms We developed to validate our approach. The results of The evaluation are then presented in Section 7. Section 8 concludes The entire paper with The major findings and outlook.", "cite_spans": [], "ref_spans": [], "section": "Paper Structure"}, {"text": "The PFT Forum (www.pftforum.com.) offers a comprehensive archive of The history in medical and sport respiratory evaluation. PFTs usually require a patient to fully inhale and then fully exhale with maximum force. The important factors those tests seek to determine include The air capacity of lungs, as well as The transient flow rate in different stages of The total capacity.", "cite_spans": [], "ref_spans": [], "section": "Pulmonary Function Tests"}, {"text": "The most common clinical pulmonary function test is The forced vital capacity test [13] . The FVC maneuver consists of three steps: maximal inspiration, explosive exhalation, and continued complete exhalation. From The test, typically, a flow-volume loop is generated (e.g., The red curve in Figure 2 ). From The FVC test and The flow-volume loop, further essential parameters are calculated that reflect The subject's lung condition, such as forced vital capacity (FVC), forced expiratory volume in one second (FEV1), forced peak expiratory flow (PEF), forced expiratory flow at x% of FVC (FEFx), forced inspiratory flow at x% of FVC (FIFx), etc. Other pulmonary function parameters such as tidal volume (TV), inspiratory reserve volume (IRV), expiratory reserve volume (ERV), and inspiratory capacity (IC) can be derived from The combination of FVC maneuvers and normal tidal breathing, as shown in Figure 3 . However, some pulmonary function parameters including The residual volume (RV), functional residual capacity (FRC), total lung capacity (TLC), etc., cannot be directly measured through clinical procedures using spirometry alone [14, 15] , with which We will not be further concerned in this study. ", "cite_spans": [{"start": 83, "end": 87, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 1140, "end": 1144, "text": "[14,", "ref_id": "BIBREF13"}, {"start": 1145, "end": 1148, "text": "15]", "ref_id": "BIBREF14"}], "ref_spans": [{"start": 292, "end": 300, "text": "Figure 2", "ref_id": "FIGREF1"}, {"start": 901, "end": 909, "text": "Figure 3", "ref_id": "FIGREF2"}], "section": "Pulmonary Function Tests"}, {"text": "The earliest spirometers are completely mechanical devices that require visual readings. Specifically, The incentive-type spirometers [16] are still being prescribed to patients to perform regular PFTs at home. The mechanical (including incentive-type) spirometers usually have a disk or piston inside an air chamber. The more air The patient exhales, The higher The disk or piston would move in The chamber. Apart from measuring The lung capacity, such PFT procedures can also help The patients to practice deep breathing and improve their pulmonary functions, as some randomized controlled trials suggest [16, 17] .", "cite_spans": [{"start": 134, "end": 138, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 607, "end": 611, "text": "[16,", "ref_id": "BIBREF15"}, {"start": 612, "end": 615, "text": "17]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Spirometry Devices"}, {"text": "However, The mechanical spirometers usually only provide information about The total lung capacity, not The transient flow rate, due to The limitation of The visual reading. Thus, to inspect other pulmonary information, such as FEV1, PEF, FEFx, FIFx, etc., digital spirometers that can record continuous flow rate information during pulmonary function tests were developed. Earlier studies typically used complex and bulky systems to measure expiratory airflow such as The Otis-McKerrow valve-Fleisch pneumotachograph-Validyne manometer setting in [3] . Currently, most commonly used devices for respiratory evaluation are hand-held or stationary devices such as The pneumotachometer-type spirometer shown in Figure 1a or The turbine-type spirometer [18] in Figure 1b .", "cite_spans": [{"start": 548, "end": 551, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 750, "end": 754, "text": "[18]", "ref_id": "BIBREF17"}], "ref_spans": [{"start": 709, "end": 718, "text": "Figure 1a", "ref_id": "FIGREF0"}, {"start": 758, "end": 767, "text": "Figure 1b", "ref_id": "FIGREF0"}], "section": "Spirometry Devices"}, {"text": "They are typically used while The patients or subjects are seated steadily. To be able to use spirometers in sports exercises with stationary machines such as a treadmill or an ergometer, a mouthpiece and tubing are needed to connect from The person's airway to The stationary devices, such as The professional CR analyzer Metalyzer R 3B by Cortex Medical or The PRE-201 R produced by Piston Medical, which can also analyze gas composition. However, with a mouthpiece, The user's nose needs to be closed with a clip so that air will only exchange through The mouth. As an alternative, a complete face cover with tubing can also clinically replace a mouthpiece to direct airflow into The spirometers [19, 20] .", "cite_spans": [{"start": 699, "end": 703, "text": "[19,", "ref_id": "BIBREF18"}, {"start": 704, "end": 707, "text": "20]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Spirometry Devices"}, {"text": "The overall trend of device evolution is apparently towards smaller and less expensive spirometer devices, with The main arguments that patients can perform tests on their own in their daily life, with The emerging small devices such as AioCare R and MIR Smart One R . Medical research shows that some hand-held spirometers are suitable for clinical trials [21, 22] , yet The turbine type in particular underestimates key PFT values. Cortex Medical also has a wearable system Metamax R 3B that consists of a measurement mask and chest or back carried additional hardware in a thin bag, overall weighing 580 g. Yet, among all our findings, only The Metamax R 3B is oriented toward untethered sports activities.", "cite_spans": [{"start": 357, "end": 361, "text": "[21,", "ref_id": "BIBREF20"}, {"start": 362, "end": 365, "text": "22]", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Spirometry Devices"}, {"text": "Apart from The medical equipment mentioned above, much effort has been devoted toward novel respiration rate monitoring methods in The academic field [23] . A novel spirometer using a specially-designed micro-electro-mechanical system (MEMS) airflow sensor was demonstrated in [24] , reporting 3∼5% accuracy in FVC and FEFx tests. In [25] , another specially-made MEMS airflow sensor was produced and compared with a pneumotach spirometer, resulting in a coefficient of determination of 0.986 (one is perfect correlation) in airflow values without PFT parameters such as FVC or FEFx. However, both MEMS elements require a dedicated construct of several centimeters, and all The airflow needs to be directed into The construct. An optical fiber-based airflow sensor was evaluated for pulmonary function tests purposes in [26] , reporting 20% error rates for FVC values compared with a pneumotachograph spirometer. An open architecture reconfigurable respiration monitor was proposed in [27] using an off-the-shelf airflow sensor and other gas composite sensors to perform PFTs, with a Pearson correlation of 0.94. In [28] , a wireless hand-held pneumotachograph spirometer was developed, showing a 3% error for FVC and a 10% error for PEF values.", "cite_spans": [{"start": 150, "end": 154, "text": "[23]", "ref_id": "BIBREF22"}, {"start": 277, "end": 281, "text": "[24]", "ref_id": "BIBREF23"}, {"start": 334, "end": 338, "text": "[25]", "ref_id": "BIBREF24"}, {"start": 820, "end": 824, "text": "[26]", "ref_id": "BIBREF25"}, {"start": 985, "end": 989, "text": "[27]", "ref_id": "BIBREF26"}, {"start": 1116, "end": 1120, "text": "[28]", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Spirometry Devices"}, {"text": "Yet, all of The above-mentioned novel spirometer research stays with The conventional spirometer structural topology: a flow-rate transducer placed inside a breathing tube as a handheld device, with The user breathing through The tube structure. There are also various research works that depart from The conventional spirometer structure, elaborating wearable and pervasive sensing methods that do not directly measure The airflow, to monitor respiratory activities.", "cite_spans": [], "ref_spans": [], "section": "Spirometry Devices"}, {"text": "A significant merit of wearable and pervasive sensing methods is that they enable everyday garments or objects with novel sensing capabilities to detect The users' activities or assist their daily life; while keeping The garments' or objects' originally intended functionalities, or at least The novel garments are unobtrusive or not distracting for The users during their daily activities.", "cite_spans": [], "ref_spans": [], "section": "Respiration Monitoring in Wearable and Pervasive Research"}, {"text": "In works such as [29] [30] [31] , pneumatics-based systems are used to detect respiration and heart beat movements by pressure sensors in The air cells under sleeping mattresses. The pneumatics systems detect The body weight shifts caused by respiratory and heart beat activities. Wearable approaches have also been investigated. In [32, 33] , capacitive sensing was deployed at The subjects' chest area to detect breathing and pulse signals. As The girths of chest and abdomen show a clear correlation with breathing activities [34] , many works have used wearable stretch or bend sensors around The chest to detect breathing cycles [35] [36] [37] [38] [39] . However, none of The works mentioned above have investigated a quantifiable correlation between The chest girth and The absolute breathing volume. In fact, as pointed out in [40] , there is little correlation between The vital lung capacity and The chest or trunk girth. In [41] , a low-power sound sensing system placed at The wearer's neck was developed to detect respiratory events such as asthmatic wheezing.", "cite_spans": [{"start": 17, "end": 21, "text": "[29]", "ref_id": "BIBREF28"}, {"start": 22, "end": 26, "text": "[30]", "ref_id": "BIBREF29"}, {"start": 27, "end": 31, "text": "[31]", "ref_id": "BIBREF30"}, {"start": 333, "end": 337, "text": "[32,", "ref_id": "BIBREF31"}, {"start": 338, "end": 341, "text": "33]", "ref_id": "BIBREF32"}, {"start": 529, "end": 533, "text": "[34]", "ref_id": "BIBREF33"}, {"start": 634, "end": 638, "text": "[35]", "ref_id": "BIBREF34"}, {"start": 639, "end": 643, "text": "[36]", "ref_id": "BIBREF35"}, {"start": 644, "end": 648, "text": "[37]", "ref_id": "BIBREF36"}, {"start": 649, "end": 653, "text": "[38]", "ref_id": "BIBREF37"}, {"start": 654, "end": 658, "text": "[39]", "ref_id": "BIBREF38"}, {"start": 835, "end": 839, "text": "[40]", "ref_id": "BIBREF39"}, {"start": 935, "end": 939, "text": "[41]", "ref_id": "BIBREF40"}], "ref_spans": [], "section": "Respiration Monitoring in Wearable and Pervasive Research"}, {"text": "Barometers measure The air pressure and are integrated in many wearable and mobile devices and drones currently, since The atmospheric pressure difference can be used to estimate The change of The altitude elevation [42] [43] [44] . In [45, 46] , integrated barometers were placed inside face masks to monitor breathing activities without distracting The wearer, from which The intensity was classified as \"normal breathing\" and \"deep breathing\" through machine learning approaches. To The best of our knowledge, there is currently no study on how The precise airflow can be measured by miniaturized sensors in The chip form factor, embedded in off-the-shelve wearable apparel to reach The level of clinical pulmonary function tests.", "cite_spans": [{"start": 216, "end": 220, "text": "[42]", "ref_id": "BIBREF41"}, {"start": 221, "end": 225, "text": "[43]", "ref_id": "BIBREF42"}, {"start": 226, "end": 230, "text": "[44]", "ref_id": "BIBREF43"}, {"start": 236, "end": 240, "text": "[45,", "ref_id": "BIBREF44"}, {"start": 241, "end": 244, "text": "46]", "ref_id": "BIBREF45"}], "ref_spans": [], "section": "Respiration Monitoring in Wearable and Pervasive Research"}, {"text": "In this section, We first describe The data acquisition hardware prototype with The embedded barometers in face mask apparel. To convert The barometric pressure to spirometer airflow, We connected our prototype to an off-the-shelf digital spirometer to share The same airway (The mask-to-spirometer (M2S) setup). The algorithms and evaluations from Section 4 to Section 7 are based The M2S setup. To verify that The airway connection cone and spirometer placement needed for The M2S setup do not have a significant impact on The spirometry result, We replaced our prototype with another identical spirometer (The spirometer-to-spirometer (S2S) setup) and performed preliminary validations with The S2S setup.", "cite_spans": [], "ref_spans": [], "section": "Hardware"}, {"text": "We compared two embedded barometric sensors: BMP280 and BMP388, both manufactured by Bosch Sensortec R . They measure atmospheric pressure and temperature. BMP280 has a footprint of 2.5 × 2.5 mm and a height of 0.95 mm, a 182Hz sampling rate, and a ±1 hPa absolute pressure accuracy between 300 and 1100hPa, according to The datasheet. BMP388 is an improved and newer version of BMP280. It has a smaller footprint of 2 × 2 mm and a height of 0.75 mm, a higher 200 Hz sampling rate, and a ±1 hPa absolute pressure accuracy. The cost was around 2EUR for BMP280 and 3EUR for BMP388 at The time of writing.", "cite_spans": [], "ref_spans": [], "section": "Embedded Barometer and Electronics Hardware"}, {"text": "The barometers were placed on The inside and outside as differential pairs of a mask with a rubber face seal (Training Mask R 3.0). The mask has a valve system to adjust The airflow resistance. The valves were completely removed in our prototype so that The wearer could breath freely. Volunteers who tried The prototype reported no noticeable resistance when breathing with The mask.", "cite_spans": [], "ref_spans": [], "section": "Embedded Barometer and Electronics Hardware"}, {"text": "In initial trials, We observed an offset in The pressure values from different sensors in The same room. Therefore, We devised a differential barometer setup, with one barometer inside and one outside The mask. Thus, The difference between these two sensors' pressure values is The offset plus The true pressure difference. Figure 4 shows The electronics hardware in our study. A pair of BME280 and a pair of BME388 sensor modules (breakout boards) were connected to one Arduino R board (HUZZAH32) with an I2C bus (for BMP280) and an SPI bus (for BMP388). This configuration ensured that The four sensors were synchronized on The hardware level. The data of all four sensors were read out together at 10ms intervals (100 Hz) and then downsampled by two-sample averaging to 50 Hz to match The digital spirometer's sampling rate. The data were then sent to a computer (Dell R XPS9650) via a USB cable with The standard serial port protocol. A medically-certified digital pneumotachometer-type spirometer was used (Vernier R SPR-BTA) as our reference, as shown in Figure 5 . It measures The airflow with a 7cm diameter round disk of fine mesh. The data were sent to The same computer via a proprietary USB adapter (Go!Link) and saved by The data logger software from Vernier R . ", "cite_spans": [], "ref_spans": [{"start": 324, "end": 332, "text": "Figure 4", "ref_id": "FIGREF3"}, {"start": 1061, "end": 1069, "text": "Figure 5", "ref_id": "FIGREF4"}], "section": "Embedded Barometer and Electronics Hardware"}, {"text": "In this study, We used a tube to connect The airflow between The instrumented mask and The spirometer so that both devices shared The same airflow, as shown in Figure 5a . This allowed us to calibrate The air pressure inside The mask chamber measured by The BME280 sensor with The flow rate measured by The spirometer. The tube's narrower end was sealed with The spirometer's inlet with duct tape (tesa R extra Power Universal), and The wider end was sealed with The mask with an excessive amount of solid caoutchouc adhesive (UHU R Patafix). To test The air-tightness, prior to The recording, The participants were asked to check that they could neither breath in nor out with The spirometer's outlet sealed with their palm. During The recording, The participants held The spirometer and pressed it against The mask to ensure air-tightness.", "cite_spans": [], "ref_spans": [{"start": 160, "end": 169, "text": "Figure 5a", "ref_id": "FIGREF4"}], "section": "Mask-to-Spirometer Calibration Setup"}, {"text": "Three people in their 20s participated in The calibration recording. The participants were chosen so that they had different body sizes to introduce more variation (Participant 1: male, 185 cm; Participant 2: female, 163 cm; Participant 3: male, 196cm). According to various studies such as [47, 48] , body size has strong direct correlations with The volume, control, and pattern of breathing. Each participant breathed in a normal, but focused manner with The setup for approximately three minutes. The spirometer had a stable sampling rate of 50 Hz. Our system also read The barometers' value at The same 50 Hz, although The embedded barometers were capable of sampling rates of up to 200 Hz. Naturally, The data from different devices did not exactly have The same timestamps. The two devices' data used", "cite_spans": [{"start": 291, "end": 295, "text": "[47,", "ref_id": "BIBREF46"}, {"start": 296, "end": 299, "text": "48]", "ref_id": "BIBREF47"}], "ref_spans": [], "section": "Mask-to-Spirometer Calibration Setup"}, {"text": "The clock from The same receiver computer; therefore, The data shared The same time scale. They were interpolated with The linear method to The same time granularity of 10 ms, which was decided to be half of The devices' sampling period according to The Nyquist-Shannon sampling theorem.", "cite_spans": [], "ref_spans": [], "section": "Mask-to-Spirometer Calibration Setup"}, {"text": "Since The tube was customized just for this study, it was unknown whether it was introducing any air friction or disturbance to The airflow, which may undermine The correlation between The two devices' readings. Therefore, prior to The mask-to-spirometer (M2S) calibration, We used a second spirometer of The same model to replace The mask, as shown in Figure 5b . This spirometer-to-spirometer calibration quantified The deviation of The flow rate at both ends of The tube as a reference. Figure 6 shows The time sequences of The flow rate (cubit meter per second) from both spirometers, which overlap almost perfectly. To quantify The correlation, The two flow rates are drawn on different axes in Figure 7 . A single term linear approximation was performed using MATLAB's Curve Fitting Tool (CFTool). From both visually inspecting The data points and The slope value of The fitting function, it could be concluded that The close spirometer was overall slightly more sensitive than The far spirometer, which made sense due to their physical order of encountering The participants' airway. Furthermore, at The very high negative airflow region, The far spirometer became slightly more sensitive. This may be because during inhaling, The air that came in passed The far spirometer first. This suggested The extra tubing did cause very little friction to The airflow that was distinguishable from The data. However, The difference was negligible on The overall scale and could be explained by The physical position of The two spirometers. Therefore, The M2S setting could be used for deriving The airflow-pressure relationship in our following evaluation. ", "cite_spans": [], "ref_spans": [{"start": 353, "end": 362, "text": "Figure 5b", "ref_id": "FIGREF4"}, {"start": 490, "end": 498, "text": "Figure 6", "ref_id": "FIGREF5"}, {"start": 700, "end": 708, "text": "Figure 7", "ref_id": "FIGREF6"}], "section": "Spirometer-to-Spirometer Reference"}, {"text": "The air pressure inside The mask P and The airflow through an orifice can be simplified as a physical model, as shown in Figure 8a , in an ideal situation, that The orifice is through a uniform tunnel with The intersect area of S, ignoring any friction. There is a free moving piston that is expanding or shrinking The volume of The chamber, which represents The wearer's breathing. When P is different from The external atmosphere pressure P atmos , air will flow at The F flow rate until The pressure difference is equalized. The air density is ρ. Take The air from The small part with dx length from The tunnel, and assume The air is flowing with speed u = F/S out of The chamber; The momentum of The air body during a small time period dt is:", "cite_spans": [], "ref_spans": [{"start": 121, "end": 130, "text": "Figure 8a", "ref_id": "FIGREF7"}], "section": "Understanding Airflow and Pressure"}, {"text": "If The air pressure difference is dP = P − P atmos , The above equation can be simplified as:", "cite_spans": [], "ref_spans": [], "section": "Understanding Airflow and Pressure"}, {"text": "We have u as an integral relationship with P:", "cite_spans": [], "ref_spans": [], "section": "Understanding Airflow and Pressure"}, {"text": "Bring back u = F/S, and We have: ", "cite_spans": [], "ref_spans": [], "section": "Understanding Airflow and Pressure"}, {"text": "When The air flows into The chamber:", "cite_spans": [], "ref_spans": [], "section": "Understanding Airflow and Pressure"}, {"text": "We can plot The function in a realistic flow rate range in Figure 8b . Note that The model is built on The assumption that The pressure inside The chamber is uniformly distributed and The air resistance of The orifice is ignored. The coefficients in Equations (5) and (6) are based on The further condition of standard sea-level at 15 • C and a certain orifice size. Thus, Equations (5) and (6) and Figure 8b only serve to understand The pressure-flow relationship, but not actually measuring The airflow in real-world settings. Both from The equations and The figure, The F − P relationship is clearly non-linear and monotonic, and pressure actually becomes more sensitive in larger flow rate values. To realize converting from pressure to flow rate in our system, We performed experiments with participants and derived The real-world pressure-flow relationship through regression modeling methods. In [49] , dynamic flow analyses were performed during a person's breathing, speaking, and coughing, which showed The airflow is not uniform in an open face setting in The scale of meters. While The flow analyses in [49] did not analyze The airflow distribution inside The face covering, The study in [50] suggested that The turbulence effect inside a face mask renders The air flow more evenly distributed compared to The open face setting.", "cite_spans": [{"start": 903, "end": 907, "text": "[49]", "ref_id": "BIBREF48"}, {"start": 1115, "end": 1119, "text": "[49]", "ref_id": "BIBREF48"}, {"start": 1200, "end": 1204, "text": "[50]", "ref_id": "BIBREF49"}], "ref_spans": [{"start": 59, "end": 68, "text": "Figure 8b", "ref_id": "FIGREF7"}, {"start": 399, "end": 408, "text": "Figure 8b", "ref_id": "FIGREF7"}], "section": "Understanding Airflow and Pressure"}, {"text": "This physical model also applies to a larger amount of smaller orifices or pores with varying intersection areas of s, such as N95 particulate filters. The only modification would be switching The area S to The sum of all pores ∑ s in Equation (1). Both will be canceled by each other and removed from The equation, rendering The same resulting equations. The other assumption of this model is that The orifice tunnel does not have friction, which may slow down The air flow speed u. This would add additional terms in The F-P relationships in Equations (5) and (6). In The following section, We will take this into consideration in The real-world scenario and overcome The influences from uniformity and friction by mathematical regression from recorded data.", "cite_spans": [], "ref_spans": [], "section": "Understanding Airflow and Pressure"}, {"text": "The physical model thus conclusively suggests that The entire airflow between The chamber and The exterior can be calculated from The air pressure inside The chamber. This has a significant implication for The shift of measurement modality: The air pressure can be measured by placing a small sensor in a tiny fraction of The airway, as opposed to that measuring The sum of airflow, requiring sensing elements that cover The entire orifice intersection area.", "cite_spans": [], "ref_spans": [], "section": "Understanding Airflow and Pressure"}, {"text": "To test The accuracy of our proposed method compared to The medical spirometer devices, We performed The standard forced vital capacity test that is normally conducted during clinical spirometry diagnosis procedures. We followed The instruction from The \"Standardisation of Spirometry\" [13] to perform The FVC test. The procedure of The FVC test is described in Section 2.1.", "cite_spans": [{"start": 286, "end": 290, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Forced Vital Capacity Test"}, {"text": "Twenty participants were recruited aged between 21 and 34. Seven of them were female, and thirteen were male. Their demographic details are shown in Figure 9 . The participants were healthy, without any illness symptoms or any known lung-related conditions, e.g., shortness of breath, asthma, etc. The experiment was carried out during The summer months of 2019, and there was no reported seasonal epidemic. Personal and equipment hygiene procedures were carefully observed. Before The recording of every participant, cleaning procedures were carried out for both The participant and The apparatus. The mask was thoroughly disinfected with 70% alcohol. The participant cleaned their mouth with alcohol-based mouthwash and washed their hands and face with soap. Note that our instrument is fully integrated with a standard sports mask routinely used by athletes to control air inflow during exercise without making The mask in any way more obtrusive.", "cite_spans": [], "ref_spans": [{"start": 149, "end": 157, "text": "Figure 9", "ref_id": "FIGREF8"}], "section": "Experiment Procedure"}, {"text": "The overall evaluation methods are illustrated in Figure 11 . For The pressure data from every pair of barometers (BMP280#1 and BMP280#2, BMP388#1 and BMP388#2), We calculated The difference from inside The mask to The outside. This differential pressure came with an offset, which was due to The differences during manufacturing. The last half second of The experiment session was used to calculate this offset as The participant had taken off The mask, so that when there was no airflow, The differential pressure was approximately zero. Then, zero phase average filtering with a kernel size of 10 samples was used for smoothing. We also observed offset in The spirometer's data when there was zero airflow. Therefore, The spirometer's data were subtracted by The average of The last half second of The recording to remove The offset. First, We compared The processed data from The differential pressure values measured by The barometers with The airflow values from The spirometer. The values are scatter-plotted in Figure 12 as gray points, as The two measurements at a given sample time represent different physical concepts and have different units. The non-linearity from The measured data showed The strong resemblance of The airflow-pressure relationship from The mathematical model shown in Figure 8 . Our first evaluation goal was to see how We could best mathematically interpolate from The barometer's pressure data to The spirometer's airflow. We used regression based on The physical model, as well as two other general regression methods: polynomial fitting and neural network. ", "cite_spans": [], "ref_spans": [{"start": 50, "end": 59, "text": "Figure 11", "ref_id": "FIGREF0"}, {"start": 1019, "end": 1028, "text": "Figure 12", "ref_id": "FIGREF0"}, {"start": 1301, "end": 1309, "text": "Figure 8", "ref_id": "FIGREF7"}], "section": "Signal Processing"}, {"text": "Based on Equation (4) from The physical model, We set The differential pressure to x and The flow rate to y and parametrized The coefficient of The term of x 1/2 . We used regression methods to derive The coefficient. However, since The model was ideal, We added more terms as described in Equations (7) and (8) and refer to them as root functions. A separate fitting function was preformed asymmetrically for positive and negative airflow values.", "cite_spans": [], "ref_spans": [], "section": "Physical Model Fitting"}, {"text": "We used linear least squares (LLS) to derive The coefficients of every term. The least absolute residual (LAS) method was used for robustness control. Different root function settings and results are listed in Table 1 , from which, \"root2only\" is The same as Equation (4) with all The coefficients except for c set to zero.", "cite_spans": [], "ref_spans": [{"start": 210, "end": 217, "text": "Table 1", "ref_id": null}], "section": "Physical Model Fitting"}, {"text": "From Figure 12 , We can observe that as more terms are included in The model equation, The curve aligns closer with The cluster of The sample points. Table 1 . Root function coefficients with all participants' data (inclusive) for Equations (7) and (8) . ", "cite_spans": [{"start": 249, "end": 252, "text": "(8)", "ref_id": "BIBREF7"}], "ref_spans": [{"start": 5, "end": 14, "text": "Figure 12", "ref_id": "FIGREF0"}, {"start": 150, "end": 157, "text": "Table 1", "ref_id": null}], "section": "Physical Model Fitting"}, {"text": "Polynomial curve fitting is a common regression technique for non-linear data sample distributions [51] . Polynomial curve fitting assumes a polynomial expression from The observation data (x) to The output data (y):", "cite_spans": [{"start": 99, "end": 103, "text": "[51]", "ref_id": "BIBREF50"}], "ref_spans": [], "section": "Polynomial Curve Fitting"}, {"text": "The coefficients in Equation (9) p 1 , p 2 , . . . , p 6 are determined by The same LLS and LAS methods as with The physical model fitting. We performed from second degree (only with p 1 , p 2 , p 3 ) to fifth degree (with all coefficients p 1 , p 2 , . . . , p 6 ) of polynomial functions with The MATLAB R Curve Fitting toolbox. Table 2 shows The polynomial coefficients of The all participants inclusive case. Empirically, The higher degree of of The polynomial function is, The more details The regression model can represent from The dataset. In Figure 12 , We can observe that as The polynomial degree increases, The curve fits The data cluster better. However, at The range outside The majority of The data clusters, The curve suffers from more fluctuation than The physical model. Furthermore, polynomial functions are not guaranteed to be monotonic. In our case, monotonicity means higher differential pressure will always result in higher airflow. For example, in Figure 12b , We can observe that poly2 and poly4 eventually indicated less airflow as differential pressure reached The boundary of The range of The data. Table 2 . Polynomial curve fitting coefficients with all participants' data (inclusive) for Equation (9) . ", "cite_spans": [{"start": 1230, "end": 1233, "text": "(9)", "ref_id": "BIBREF8"}], "ref_spans": [{"start": 331, "end": 338, "text": "Table 2", "ref_id": null}, {"start": 551, "end": 560, "text": "Figure 12", "ref_id": "FIGREF0"}, {"start": 974, "end": 984, "text": "Figure 12b", "ref_id": "FIGREF0"}, {"start": 1129, "end": 1136, "text": "Table 2", "ref_id": null}], "section": "Polynomial Curve Fitting"}, {"text": "We also evaluated how well an artificial neural network could be used to derive The relationship between The measured pressure and airflow values. The Neural Net Fitting tool from MATLAB R was used. We used a standard two-layer feed-forward network with sigmoid hidden neurons and linear output neurons, as shown in Figure 13 . The network was trained with The Levenberg-Marquardt backpropagation algorithm [52, 53] . The data were randomly divided into training-validation-testing by 70%-15%-15% partitioning. The mean squared error of The validation samples was used to automatically stop The training progress. Based on The number of hidden layers N, The model was code-named as ANN N (e.g., one hidden layer was coded as ANN1). ", "cite_spans": [{"start": 407, "end": 411, "text": "[52,", "ref_id": "BIBREF51"}, {"start": 412, "end": 415, "text": "53]", "ref_id": "BIBREF52"}], "ref_spans": [{"start": 316, "end": 325, "text": "Figure 13", "ref_id": "FIGREF0"}], "section": "Neural Network Regression"}, {"text": "In our evaluation, The 20 participants were treated according to three separation schemes:", "cite_spans": [], "ref_spans": [], "section": "Participant Pool Division Schemes"}, {"text": "•", "cite_spans": [], "ref_spans": [], "section": "Participant Pool Division Schemes"}, {"text": "Individual: A separate model was fitted with The data samples from every participant.", "cite_spans": [], "ref_spans": [], "section": "Participant Pool Division Schemes"}, {"text": "Inclusive: A single model was fitted with The data sampled from all participants combined. • Exclusive: The 20 participants were randomly divided into five folds. A separate model was fitted with data from four folds and tested on The remaining fold.", "cite_spans": [], "ref_spans": [], "section": "•"}, {"text": "The difference between inclusive and exclusive is that The model is always dealing with a complete stranger in The exclusive scheme. When multiple models were generated from one scheme, We calculated The root mean square of The relevant evaluation parameters.", "cite_spans": [], "ref_spans": [], "section": "•"}, {"text": "The goodness of fit (gof ) is presented as The root mean squared errors (RMSEs) between The actual airflow values and The predicted values from The pressure values with The regression models. In general, a more complex model will fit The non-linearity relationship of The data better (i.e., more terms in The root or polynomial functions or more hidden layers in The neural network). However, The benefit becomes trivial after a certain point, and The model may be over-fitted. A smaller RMSE value means The regression model fits better in The data sample cluster. Since The sample cluster did not form a perfectly narrow curve, The RMSE would not be zero.", "cite_spans": [], "ref_spans": [], "section": "Results and Discussion"}, {"text": "At this point, We performed The regression with The data sample from all 20 participants combined. The RMSE of all The regression methods are listed in Table 3 . From The table, We can see that all three regression models yielded similar fitting results as The model complexity increased. ", "cite_spans": [], "ref_spans": [{"start": 152, "end": 159, "text": "Table 3", "ref_id": "TABREF1"}], "section": "Results and Discussion"}, {"text": "To see The ability of The barometers in acquiring The useful clinical information needed from spirometry, We used The fitted models to predict The airflow from The pressure measurements. We then constructed The flow-volume loop with The barometer's data only, as The example shown in Figure 2 . From The loop, We then calculated The FVC vitals introduced in Section 5.", "cite_spans": [], "ref_spans": [{"start": 284, "end": 292, "text": "Figure 2", "ref_id": "FIGREF1"}], "section": "Predict FVC with Barometers"}, {"text": "To compare The FVC vitals calculated from The two instruments, We define δ as The root mean squared error (RMSE) of The differences divided by The overall range of The vital values from all participants: δ = rmse(Vital spr − Vital bar ) max(range(Vital spr ), range(Vital bar )) (10) Figure 14 shows The δ of The different vitals under exclusive fitting conditions with different models. First of all, We can conclude that The best models could predict all of The FVC vitals with around 5% error when The subject was completely new to The system. Then, We can also observe that The δ values decreased as The model became moderately complex. However, even more complex models bring little improvement over The δ values. ", "cite_spans": [], "ref_spans": [{"start": 284, "end": 293, "text": "Figure 14", "ref_id": "FIGREF0"}], "section": "Predict FVC with Barometers"}, {"text": "So far, The evaluation has been under The exclusive participant division method, in which case The models did not have any prior knowledge of The participants' data being tested. However, in The real-world smart wearable scene, a wearable garment such as a face mask can be a private item, which means they can be customized to The specific user or a team of users. Therefore, The inclusive and individual division schemes are also relevant. Table 4 shows The δ values of such cases with The three best performing models. From The table, We can conclude that for all FVC vital parameters, if", "cite_spans": [], "ref_spans": [{"start": 442, "end": 449, "text": "Table 4", "ref_id": null}], "section": "Person Dependency and Customized Fitting"}, {"text": "The system is customized to a single user, The error of prediction can be as low as 2∼3%. Furthermore, if The system is trained with a certain group of users, there is still a slight improvement of The prediction error compared to The exclusive case. Table 4 . δ value of FVC vitals and tidal breathing comparison (The smaller The better). FEV, forced effective volume; PEF, forced peak expiratory flow; FEF, forced expiratory flow; FIF, forced inspiratory flow; TV, tidal volume. ", "cite_spans": [], "ref_spans": [{"start": 251, "end": 258, "text": "Table 4", "ref_id": null}], "section": "Person Dependency and Customized Fitting"}, {"text": "A major advantage of such a wearable sensing garment is performing continuous vital sign monitoring. The FVC maneuver is a clinical test procedure that is typically not used during people's normal breathing activities. We calculated The air volume of all The recorded breathing events, including both The FVC maneuvers and The tidal breathing cycles. Air volume was calculated by integrating The airflow, either measured by The spirometer or interpolated by The model and barometer's pressure data. To eliminate error accumulation through prolonged integration, a sliding window of 0.5 s with a 10 millisecond window step was used to perform The integration. Figure 3 shows an example of The airflow and calculated air volume from both instruments. From The figure, We can observe that The air volume results from both instruments are on par with each other.", "cite_spans": [], "ref_spans": [{"start": 659, "end": 667, "text": "Figure 3", "ref_id": "FIGREF2"}], "section": "Continuous Tidal Volume Monitoring"}, {"text": "We further calculated The signals' RMSE-range ratio between The breathing airflow and air volume calculated from both instruments for all participants. It is essentially δ as defined in Equation (10) , replacing The vitals that are calculated from complete FVC tests with continuous airflow or air volume data. The results of The best performing models from three regression approaches are presented on The right-hand side of Table 4 . With The combination of FVC maneuvers and tidal breathing, further lung volume parameters such as inspiratory reserve volume (IRV), expiratory reserve volume (ERV), inspiratory capacity (IC), etc., can be calculated by selecting part of The respiration volume chart, as illustrated in Figure 3 . Therefore, The accuracy of those parameters can be expected to be on The same level as The FVC and TV in Table 4 .", "cite_spans": [{"start": 195, "end": 199, "text": "(10)", "ref_id": "BIBREF9"}], "ref_spans": [{"start": 426, "end": 433, "text": "Table 4", "ref_id": null}, {"start": 721, "end": 729, "text": "Figure 3", "ref_id": "FIGREF2"}, {"start": 837, "end": 844, "text": "Table 4", "ref_id": null}], "section": "Continuous Tidal Volume Monitoring"}, {"text": "From The results, We can first conclude that with all methods, The RMSE between The prediction by The barometer and The spirometer's measurement was well below 5% of The signal range. When The model was tailored for individual users, The RMSE was as low as 1.5% with The neural network regression method.", "cite_spans": [], "ref_spans": [], "section": "Continuous Tidal Volume Monitoring"}, {"text": "We compared The higher performance version of The barometer from Bosch-Sensortec, BMP388, with The older version BMP280 in our application to see if The improvement in sensor quality contributed to The spirometry measurement. The key performance improvement aspects of BMP388 over BME280 are: For The purpose of our system, We compared The goodness of fit (gof ) for The model fitting and The δ for The FVC vitals prediction. With The data from BMP388, The gof of The three fitting methods in The inclusive case were: 0.2177 (root4), 0.2182 (poly5), and 0.2188 (ANN7). Compared with The values of The corresponding methods from BME280 in Table 3 , 0.1926 (root4), 0.1921 (poly5), and 0.1954 (ANN7), The BMP388 appeared to result in slightly worse regression fitting. We also calculated The δ values as in Table 4 with The BMP388's measurement. On average, The δ was 0.015 bigger than The values from Table 4 , which meant The error margin was 1.5% larger. As The BMP388 was designed to be more sensitive than its predecessors, it is also possible that they are more prone to turbulence, which was also observed and suspected in The study [25] . The bigger margin may also be The result of The microscopic flow unevenness inside The mask chamber.", "cite_spans": [{"start": 1138, "end": 1142, "text": "[25]", "ref_id": "BIBREF24"}], "ref_spans": [{"start": 638, "end": 645, "text": "Table 3", "ref_id": "TABREF1"}, {"start": 805, "end": 812, "text": "Table 4", "ref_id": null}, {"start": 900, "end": 907, "text": "Table 4", "ref_id": null}], "section": "The Newer Barometer Version"}, {"text": "Thus, We conclude that The newer and more sensitive version of The MEMS barometer BMP388 offers similar performance as The BMP280 sensor, but brings no benefit to wearable spirometry in our system.", "cite_spans": [], "ref_spans": [], "section": "The Newer Barometer Version"}, {"text": "Next, We discuss how our approach can be implemented as a wearable device with real-time measurement. In our evaluation, a USB cable was used to transmit The barometers' data from The microcontroller to The computer. This was to synchronize The barometers' data with The reference spirometer as best as possible, as The Vernier SPR-BTA spirometer sends data to The computer with a USB adapter. In [46] , a wireless wearable system CoRSA with a single BME280 barometer (instead of a differential pair as in this current study) and The HUZZAH32 microcontroller module, together with other sensors, were already demonstrated. The CoRSA system is powered by a battery and transmits data to a smartphone via Bluetooth. The users can wear The CoRSA system to perform sports activities without hindering their movement freedom. However, The relationship between The single barometer and The actual spirometry-level airflow measurement was not evaluated in [46] .", "cite_spans": [{"start": 397, "end": 401, "text": "[46]", "ref_id": "BIBREF45"}, {"start": 949, "end": 953, "text": "[46]", "ref_id": "BIBREF45"}], "ref_spans": [], "section": "Performance and Wearable Prospect"}, {"text": "For The computational power, The system essentially goes through three phases in The online operation considering The flowchart in Figure 11 :", "cite_spans": [], "ref_spans": [{"start": 131, "end": 140, "text": "Figure 11", "ref_id": "FIGREF0"}], "section": "Performance and Wearable Prospect"}, {"text": "1. Conditioning The sensor's raw data through subtraction, removing offset, and filtering, resulting in The differential pressure value. 2. Predicting The air flow from The pressure value using The regression model. 3 . Generating results of The pulmonary function test parameters from The flow-volume loop.", "cite_spans": [{"start": 216, "end": 217, "text": "3", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Performance and Wearable Prospect"}, {"text": "Additionally, The regression model should be trained offline with sufficient calibration data. We benchmarked The performance of our method on a 2019, 16-inch Apple R Macbook Pro with 2.4 GHz 8-Core Intel Core i9 processor, running MATLAB R 2020a. Our software implementation only utilized a single processor core.", "cite_spans": [], "ref_spans": [], "section": "Performance and Wearable Prospect"}, {"text": "For The three online phases of conditioning, predicting, and generating results, We evaluate all recorded FVC maneuvers. As The FVC maneuvers lasted for different durations (assume l seconds), The benchmark results were normalized to a uniform five second period of FVC maneuvers (original benchmark result * 5/l). For The offline training, We evaluated The regression fitting process with The entire data recording (approximately one hour of breathing data). Only The most complex models from each model were evaluated as they yielded The least RMSE. The results are listed in Table 5 . Note that conditioning and generating results were The same as these two phases were not model-specific.", "cite_spans": [], "ref_spans": [{"start": 578, "end": 585, "text": "Table 5", "ref_id": "TABREF3"}], "section": "Performance and Wearable Prospect"}, {"text": "The benchmark results indicated that The offline training time was less than one second for The root function models and less than 0.1 second for The other models. The signal conditioning and generating The PFT parameters took only 0.0001 s each for raw data segments of five seconds. Once", "cite_spans": [], "ref_spans": [], "section": "Performance and Wearable Prospect"}, {"text": "The regression model was trained, The prediction or activation from input barometer data required much less processing power, as The operation was essentially executing Equations (7) and (8), or Equation (9), or activating The neural network depicted in Figure 13 . All models could be used to generate flow-rate information and PFT results with less than 0.1 s processing time from raw data of five seconds. Especially with The neural network, The processing time was less than one millisecond. ", "cite_spans": [], "ref_spans": [{"start": 254, "end": 263, "text": "Figure 13", "ref_id": "FIGREF0"}], "section": "Performance and Wearable Prospect"}, {"text": "Overall, this work proved that inexpensive and miniaturized barometric pressure sensors can be integrated into a piece of consumer mask apparel to perform accurate spirometry and continuous, transient tidal breathing volume monitoring. The approach is compared with an off-the-shelf certified digital spirometer in a setting where both instruments are connected serially to share The same air flow. A physical model is constructed to derive The theoretical relationship between The pressure inside The mask and The air flow through The orifice, which shows a non-linear square-root relationship under ideal assumptions. An experiment is performed with 20 participants and in total 200 forced vital capacity (FVC) tests, separated by normal tidal breathing to quantify our approach. Three regression approaches are investigated to model The differential pressure-airflow relationship of The real-world data. Using The regression models, We calculate The predicted airflow from The barometers and FVC vital values, which resulted from clinical FVC pulmonary tests. Compared with The clinical spirometer, The error margins for The FVC values from our approach are 5% on average for unknown users and 2∼3% when it is customized to individual users. The error margins for continuous tidal breathing airflow and volume (including TV) are between 1∼3%. Table 6 compares our approach with other novel spirometer research prototypes mentioned in Section 2.2. Our approach results in The lowest errors while not requiring direct measurement of The airflow through a breathing tube. It is worth recalling that all The novel spirometer studies are developed from The traditional hand-held spirometer structure: a sensing element placed inside a specially-designed breathing tube; while our approach is modifying an off-the-shelf face mask using off-the-shelf and low-cost barometer chips. Table 6 . Comparison with state-of-the-art hand-held spirometer studies.", "cite_spans": [], "ref_spans": [{"start": 1346, "end": 1353, "text": "Table 6", "ref_id": null}, {"start": 1877, "end": 1884, "text": "Table 6", "ref_id": null}], "section": "Summary"}, {"text": "Description FVC PEF FEV1 TV Flow Range Our Approach BME280 pair 3.3% 2.5% 2.9% 1.5% 1 −7∼12 L/s MobiSpiro [24] custom MEMS 3% 5% 3% 5% 0∼14 L/s FBG [26] optical fiber 20% 8% 24% -2∼8 L/s Open Spirometer [27] piezoresistive pressure sensors 2 6% -2% -0∼15 L/s Mobile Spirometer [28] pneumotachometer 3 ----0∼15 L/s ATS/ERS [13, 54] medical society requirement 3% 10% 3% 3% 0∼14 L/s 1: This is The range of our participants' data. Obviously, a person's inhale peak flow is less powerful than exhale. However, The barometer's operation range is at least 100 times more than The range We observed in our experiment. 2: The study in [27] used correlation R as The evaluation measure, and We converted it with 1-R to compare with others. 3: Pulmonary function tests were not performed in The evaluation [28] .", "cite_spans": [{"start": 106, "end": 110, "text": "[24]", "ref_id": "BIBREF23"}, {"start": 148, "end": 152, "text": "[26]", "ref_id": "BIBREF25"}, {"start": 203, "end": 207, "text": "[27]", "ref_id": "BIBREF26"}, {"start": 277, "end": 281, "text": "[28]", "ref_id": "BIBREF27"}, {"start": 322, "end": 326, "text": "[13,", "ref_id": "BIBREF12"}, {"start": 327, "end": 330, "text": "54]", "ref_id": "BIBREF53"}, {"start": 628, "end": 632, "text": "[27]", "ref_id": "BIBREF26"}, {"start": 797, "end": 801, "text": "[28]", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Study"}, {"text": "The major takeaway from our work is that, with miniaturized sensors integrated in face mask apparel, respiratory activities can be continuously measured on not only The breathing frequency, but also The air volume, with The accuracy on par with clinical pulmonary function test equipment. According to The physical model, The requirement of The garment to enable The spirometry functionality with our approach is only that it forms a chamber with an orifice in front of The wearer's airway. The model also applies to masks consisting of numerous pores such as particulate filters. From The sensing modality viewpoint, measuring The air pressure requires only a fraction of The airway, and The sensor does not need to be placed in The vent; while traditional spirometers require a sensing mesh to cover The entire airway. Moreover, The mesh-based spirometers are sensitive to humidity, and during operation, a cotton filter is usually needed between The patient and The device to absorb The moisture. On The other hand, The BME280 sensor's barometer output is independent of The humidity. In fact, BME280 also provides humidity and temperature measurement, as shown in [46] . The form factor of a stand-alone face mask without any extra tubing makes it possible to unobtrusively monitor The user's tidal breathing continuously while The user performs different activities, as well as dedicated FVC tests. As The sensors are commercially available, they can be easily integrated into personal, fashionable garments, which may appeal to a wider range of consumers.", "cite_spans": [{"start": 1168, "end": 1172, "text": "[46]", "ref_id": "BIBREF45"}], "ref_spans": [], "section": "Wearable Outlook"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Global Sports and Fitness Wear Market", "authors": [{"first": "", "middle": [], "last": "Technavio", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Trace composition of human respiratory gas", "authors": [{"first": "J", "middle": ["P"], "last": "Conkle", "suffix": ""}, {"first": "B", "middle": ["J"], "last": "Camp", "suffix": ""}, {"first": "B", "middle": ["E"], "last": "Welch", "suffix": ""}], "year": 1975, "venue": "Arch. Environ. Health Int. J", "volume": "30", "issn": "", "pages": "290--295", "other_ids": {"DOI": ["10.1080/00039896.1975.10666702"]}}, "BIBREF2": {"ref_id": "b2", "title": "Parameters of ventilatory and gas exchange dynamics during exercise", "authors": [{"first": "B", "middle": ["J"], "last": "Whipp", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Ward", "suffix": ""}, {"first": "N", "middle": [], "last": "Lamarra", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Davis", "suffix": ""}, {"first": "K", "middle": [], "last": "Wasserman", "suffix": ""}], "year": 1982, "venue": "J. Appl. Physiol", "volume": "52", "issn": "", "pages": "1506--1513", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "The Veterans Administration-Army cooperative study of pulmonary function: I. Clinical spirometry in normal men", "authors": [{"first": "R", "middle": ["C"], "last": "Kory", "suffix": ""}, {"first": "R", "middle": [], "last": "Callahan", "suffix": ""}, {"first": "H", "middle": ["G"], "last": "Boren", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Syner", "suffix": ""}], "year": 1961, "venue": "Am. J. Med", "volume": "30", "issn": "", "pages": "243--258", "other_ids": {"DOI": ["10.1016/0002-9343(61)90096-1"]}}, "BIBREF4": {"ref_id": "b4", "title": "Prevention of postoperative pulmonary complications with CPAP, incentive spirometry, and conservative therapy", "authors": [{"first": "M", "middle": ["C"], "last": "Stock", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Downs", "suffix": ""}, {"first": "P", "middle": ["K"], "last": "Gauer", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Alster", "suffix": ""}, {"first": "P", "middle": ["B"], "last": "Imrey", "suffix": ""}], "year": 1985, "venue": "Chest", "volume": "87", "issn": "", "pages": "151--157", "other_ids": {"DOI": ["10.1378/chest.87.2.151"]}}, "BIBREF5": {"ref_id": "b5", "title": "Preoperative spirometry predicts perioperative pulmonary complications after major vascular surgery", "authors": [{"first": "J", "middle": [], "last": "Kispert", "suffix": ""}, {"first": "A", "middle": [], "last": "Kazmers", "suffix": ""}, {"first": "L", "middle": [], "last": "Roitman", "suffix": ""}], "year": 1992, "venue": "Am. Surg", "volume": "58", "issn": "", "pages": "491--495", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Lung function testing in The COVID-19 endemic", "authors": [{"first": "J", "middle": ["H"], "last": "Hull", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Lloyd", "suffix": ""}, {"first": "B", "middle": ["G"], "last": "Cooper", "suffix": ""}], "year": 2020, "venue": "Lancet Respir. Med", "volume": "8", "issn": "", "pages": "666--667", "other_ids": {"DOI": ["10.1016/S2213-2600(20)30246-0"]}}, "BIBREF8": {"ref_id": "b8", "title": "Rapid shallow breathing (frequency-tidal volume ratio) did not predict extubation outcome", "authors": [{"first": "K", "middle": ["H"], "last": "Lee", "suffix": ""}, {"first": "K", "middle": ["P"], "last": "Hui", "suffix": ""}, {"first": "T", "middle": ["B"], "last": "Chan", "suffix": ""}, {"first": "W", "middle": ["C"], "last": "Tan", "suffix": ""}, {"first": "T", "middle": ["K"], "last": "Lim", "suffix": ""}], "year": 1994, "venue": "Chest", "volume": "105", "issn": "", "pages": "540--543", "other_ids": {"DOI": ["10.1378/chest.105.2.540"]}}, "BIBREF9": {"ref_id": "b9", "title": "The tension-time index and The frequency/tidal volume ratio are the major pathophysiologic determinants of weaning failure and success", "authors": [{"first": "T", "middle": [], "last": "Vassilakopoulos", "suffix": ""}, {"first": "S", "middle": [], "last": "Zakynthinos", "suffix": ""}, {"first": "C", "middle": [], "last": "Roussos", "suffix": ""}], "year": 1998, "venue": "Am. J. Respir. Crit. Care Med", "volume": "158", "issn": "", "pages": "378--385", "other_ids": {"DOI": ["10.1164/ajrccm.158.2.9710084"]}}, "BIBREF10": {"ref_id": "b10", "title": "Effects of various respiratory stimuli on The depth and frequency of breathing in man", "authors": [{"first": "E", "middle": [], "last": "Hey", "suffix": ""}, {"first": "B", "middle": [], "last": "Lloyd", "suffix": ""}, {"first": "D", "middle": [], "last": "Cunningham", "suffix": ""}, {"first": "M", "middle": [], "last": "Jukes", "suffix": ""}, {"first": "D", "middle": [], "last": "Bolton", "suffix": ""}], "year": 1966, "venue": "Respir. Physiol", "volume": "1", "issn": "", "pages": "193--205", "other_ids": {"DOI": ["10.1016/0034-5687(66)90016-8"]}}, "BIBREF11": {"ref_id": "b11", "title": "Breathing frequency and tidal volume: Relationship to breathlessness", "authors": [{"first": "J", "middle": [], "last": "Cotes", "suffix": ""}, {"first": "G", "middle": [], "last": "Johnson", "suffix": ""}, {"first": "A", "middle": [], "last": "Mcdonald", "suffix": ""}], "year": 1970, "venue": "Breathing: Hering-Breuer Centenary Symposium", "volume": "", "issn": "", "pages": "297--314", "other_ids": {"DOI": ["10.1002/9780470715352.ch17"]}}, "BIBREF12": {"ref_id": "b12", "title": "Standardisation of spirometry", "authors": [{"first": "M", "middle": ["R"], "last": "Miller", "suffix": ""}, {"first": "J", "middle": [], "last": "Hankinson", "suffix": ""}, {"first": "V", "middle": [], "last": "Brusasco", "suffix": ""}, {"first": "F", "middle": [], "last": "Burgos", "suffix": ""}, {"first": "R", "middle": [], "last": "Casaburi", "suffix": ""}, {"first": "A", "middle": [], "last": "Coates", "suffix": ""}, {"first": "R", "middle": [], "last": "Crapo", "suffix": ""}, {"first": "P", "middle": ["V"], "last": "Enright", "suffix": ""}, {"first": "C", "middle": [], "last": "Van Der Grinten", "suffix": ""}, {"first": "P", "middle": [], "last": "Gustafsson", "suffix": ""}], "year": 2005, "venue": "Eur. Respir. J", "volume": "26", "issn": "", "pages": "319--338", "other_ids": {"DOI": ["10.1183/09031936.05.00034805"]}}, "BIBREF13": {"ref_id": "b13", "title": "A method for The determination of The volume of air in The lungs: Measurements in chronic pulmonary emphysema", "authors": [{"first": "G", "middle": [], "last": "Emmanuel", "suffix": ""}, {"first": "W", "middle": [], "last": "Briscoe", "suffix": ""}, {"first": "A", "middle": [], "last": "Cournand", "suffix": ""}], "year": 1961, "venue": "J. Clin. Investig", "volume": "40", "issn": "", "pages": "329--337", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Residual volume and total lung capacity to assess reversibility in obstructive lung disease", "authors": [{"first": "C", "middle": ["T"], "last": "Mccartney", "suffix": ""}, {"first": "M", "middle": ["N"], "last": "Weis", "suffix": ""}, {"first": "G", "middle": ["L"], "last": "Ruppel", "suffix": ""}, {"first": "R", "middle": ["P"], "last": "Nayak", "suffix": ""}], "year": 2016, "venue": "Respir. Care", "volume": "61", "issn": "", "pages": "1505--1512", "other_ids": {"DOI": ["10.4187/respcare.04323"]}}, "BIBREF15": {"ref_id": "b15", "title": "Change in pulmonary function after incentive spirometer exercise in children with spastic cerebral palsy: A randomized controlled study", "authors": [{"first": "J", "middle": ["Y"], "last": "Choi", "suffix": ""}, {"first": "D", "middle": ["W"], "last": "Rha", "suffix": ""}, {"first": "E", "middle": ["S"], "last": "Park", "suffix": ""}], "year": 2016, "venue": "Yonsei Med. J", "volume": "57", "issn": "", "pages": "769--775", "other_ids": {"DOI": ["10.3349/ymj.2016.57.3.769"]}}, "BIBREF16": {"ref_id": "b16", "title": "Effect of an incentive spirometer patient reminder after coronary artery bypass grafting: A randomized clinical trial", "authors": [{"first": "A", "middle": ["E"], "last": "Eltorai", "suffix": ""}, {"first": "G", "middle": ["L"], "last": "Baird", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Eltorai", "suffix": ""}, {"first": "T", "middle": ["T"], "last": "Healey", "suffix": ""}, {"first": "S", "middle": [], "last": "Agarwal", "suffix": ""}, {"first": "C", "middle": ["E"], "last": "Ventetuolo", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Martin", "suffix": ""}, {"first": "J", "middle": [], "last": "Chen", "suffix": ""}, {"first": "L", "middle": [], "last": "Kazemi", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Keable", "suffix": ""}], "year": 2019, "venue": "JAMA Surg", "volume": "154", "issn": "", "pages": "579--588", "other_ids": {"DOI": ["10.1001/jamasurg.2019.0520"]}}, "BIBREF17": {"ref_id": "b17", "title": "Turbine spirometers metrological support", "authors": [{"first": "Y", "middle": [], "last": "Sokol", "suffix": ""}, {"first": "R", "middle": [], "last": "Tomashevsky", "suffix": ""}, {"first": "K", "middle": [], "last": "Kolisnyk", "suffix": ""}], "year": 2016, "venue": "Proceedings of The 2016 International Conference on Electronics and Information Technology (EIT)", "volume": "", "issn": "", "pages": "1--4", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Face mask spirometry and respiratory pressures in normal subjects", "authors": [{"first": "M", "middle": [], "last": "Wohlgemuth", "suffix": ""}, {"first": "E", "middle": [], "last": "Van Der Kooi", "suffix": ""}, {"first": "J", "middle": [], "last": "Hendriks", "suffix": ""}, {"first": "G", "middle": [], "last": "Padberg", "suffix": ""}, {"first": "H", "middle": [], "last": "Folgering", "suffix": ""}], "year": 2003, "venue": "Eur. Respir. J", "volume": "22", "issn": "", "pages": "1001--1006", "other_ids": {"DOI": ["10.1183/09031936.03.00028103"]}}, "BIBREF19": {"ref_id": "b19", "title": "Spirometry using face mask versus conventional tube in patients with neuromuscular disorders", "authors": [{"first": "T", "middle": ["T"], "last": "Abdelgawad", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Abumossalam", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Abdalla", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Elsayed", "suffix": ""}], "year": 2017, "venue": "Egypt. J. Chest Dis. Tuberc", "volume": "66", "issn": "", "pages": "717--722", "other_ids": {"DOI": ["10.1016/j.ejcdt.2017.08.006"]}}, "BIBREF20": {"ref_id": "b20", "title": "Accuracy of The piko-1 pocket spirometer", "authors": [{"first": "T", "middle": [], "last": "Rothe", "suffix": ""}, {"first": "W", "middle": [], "last": "Karrer", "suffix": ""}, {"first": "C", "middle": [], "last": "Schindler", "suffix": ""}], "year": 2012, "venue": "J. Asthma", "volume": "49", "issn": "", "pages": "45--50", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Selecting Spirometers for Home Testing", "authors": [{"first": "K", "middle": [], "last": "Mccarthy", "suffix": ""}], "year": 2017, "venue": "Respir. Ther", "volume": "12", "issn": "", "pages": "14--17", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Respiration rate monitoring methods: A review", "authors": [{"first": "F", "middle": ["Q"], "last": "Al-Khalidi", "suffix": ""}, {"first": "R", "middle": [], "last": "Saatchi", "suffix": ""}, {"first": "D", "middle": [], "last": "Burke", "suffix": ""}, {"first": "H", "middle": [], "last": "Elphick", "suffix": ""}, {"first": "S", "middle": [], "last": "Tan", "suffix": ""}], "year": 2011, "venue": "Pediatr. Pulmonol", "volume": "46", "issn": "", "pages": "523--529", "other_ids": {"DOI": ["10.1002/ppul.21416"]}}, "BIBREF23": {"ref_id": "b23", "title": "Mobispiro: A novel spirometer", "authors": [{"first": "E", "middle": ["J"], "last": "Sakka", "suffix": ""}, {"first": "P", "middle": [], "last": "Aggelidis", "suffix": ""}, {"first": "M", "middle": [], "last": "Psimarnou", "suffix": ""}], "year": 2010, "venue": "In XII Mediterranean Conference on Medical and Biological Engineering and Computing", "volume": "", "issn": "", "pages": "498--501", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Comparison of a micro-electro-mechanical system airflow sensor with The pneumotach in The forced oscillation technique", "authors": [{"first": "X", "middle": ["K"], "last": "Xu", "suffix": ""}, {"first": "B", "middle": ["P"], "last": "Harvey", "suffix": ""}, {"first": "K", "middle": ["R"], "last": "Lutchen", "suffix": ""}, {"first": "B", "middle": ["D"], "last": "Gelbman", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Monfre", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Coifman", "suffix": ""}, {"first": "C", "middle": ["E"], "last": "Forbes", "suffix": ""}], "year": 2018, "venue": "Med. Dev", "volume": "11", "issn": "", "pages": "", "other_ids": {"DOI": ["10.2147/MDER.S181258"]}}, "BIBREF25": {"ref_id": "b25", "title": "Pulmonary function test using fiber Bragg grating spirometer", "authors": [{"first": "S", "middle": [], "last": "Ambastha", "suffix": ""}, {"first": "S", "middle": [], "last": "Umesh", "suffix": ""}, {"first": "U", "middle": [], "last": "Maheshwari", "suffix": ""}, {"first": "S", "middle": [], "last": "Asokan", "suffix": ""}], "year": 2016, "venue": "J. Lightwave Technol", "volume": "34", "issn": "", "pages": "5682--5688", "other_ids": {"DOI": ["10.1109/JLT.2016.2627017"]}}, "BIBREF26": {"ref_id": "b26", "title": "Design and Benchmark Testing for Open Architecture Reconfigurable Mobile Spirometer and Exhaled Breath Monitor with GPS and Data Telemetry", "authors": [{"first": "A", "middle": ["G"], "last": "Fung", "suffix": ""}, {"first": "L", "middle": ["D"], "last": "Tan", "suffix": ""}, {"first": "T", "middle": ["N"], "last": "Duong", "suffix": ""}, {"first": "M", "middle": [], "last": "Schivo", "suffix": ""}, {"first": "L", "middle": [], "last": "Littlefield", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Delplanque", "suffix": ""}, {"first": "C", "middle": ["E"], "last": "Davis", "suffix": ""}, {"first": "N", "middle": ["J"], "last": "Kenyon", "suffix": ""}], "year": 2019, "venue": "Diagnostics", "volume": "9", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3390/diagnostics9030100"]}}, "BIBREF27": {"ref_id": "b27", "title": "A smart phone based handheld wireless spirometer with functions and precision comparable to laboratory spirometers", "authors": [{"first": "P", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "L", "middle": [], "last": "Yang", "suffix": ""}, {"first": "Y", "middle": ["X"], "last": "Huang", "suffix": ""}], "year": 2019, "venue": "Sensors", "volume": "19", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3390/s19112487"]}}, "BIBREF28": {"ref_id": "b28", "title": "Air mattress sensor system with balancing tube for unconstrained measurement of respiration and heart beat movements", "authors": [{"first": "Y", "middle": [], "last": "Chee", "suffix": ""}, {"first": "J", "middle": [], "last": "Han", "suffix": ""}, {"first": "J", "middle": [], "last": "Youn", "suffix": ""}, {"first": "K", "middle": [], "last": "Park", "suffix": ""}], "year": 2005, "venue": "Physiol. Meas", "volume": "26", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1088/0967-3334/26/4/007"]}}, "BIBREF29": {"ref_id": "b29", "title": "Noninvasive measurement of heartbeat, respiration, snoring and body movements of a subject in bed via a pneumatic method", "authors": [{"first": "K", "middle": [], "last": "Watanabe", "suffix": ""}, {"first": "T", "middle": [], "last": "Watanabe", "suffix": ""}, {"first": "H", "middle": [], "last": "Watanabe", "suffix": ""}, {"first": "H", "middle": [], "last": "Ando", "suffix": ""}, {"first": "T", "middle": [], "last": "Ishikawa", "suffix": ""}, {"first": "K", "middle": [], "last": "Kobayashi", "suffix": ""}], "year": 2005, "venue": "IEEE Trans. Biomed. Eng", "volume": "52", "issn": "", "pages": "2100--2107", "other_ids": {"DOI": ["10.1109/TBME.2005.857637"]}}, "BIBREF30": {"ref_id": "b30", "title": "Fuzzy logic approach to respiration detection by air pressure sensor", "authors": [{"first": "K", "middle": [], "last": "Ho", "suffix": ""}, {"first": "N", "middle": [], "last": "Tsuchiya", "suffix": ""}, {"first": "H", "middle": [], "last": "Nakajima", "suffix": ""}, {"first": "K", "middle": [], "last": "Kuramoto", "suffix": ""}, {"first": "S", "middle": [], "last": "Kobashi", "suffix": ""}, {"first": "Y", "middle": [], "last": "Hata", "suffix": ""}], "year": 2009, "venue": "Proceedings of The IEEE International Conference on Fuzzy Systems", "volume": "", "issn": "", "pages": "911--915", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "A wearable capacitive sensor for monitoring human respiratory rate", "authors": [{"first": "S", "middle": ["K"], "last": "Kundu", "suffix": ""}, {"first": "S", "middle": [], "last": "Kumagai", "suffix": ""}, {"first": "M", "middle": [], "last": "Sasaki", "suffix": ""}], "year": 2013, "venue": "Jpn. J. Appl. Phys", "volume": "52", "issn": "", "pages": "", "other_ids": {"DOI": ["10.7567/JJAP.52.04CL05"]}}, "BIBREF32": {"ref_id": "b32", "title": "Active capacitive sensing: Exploring a new wearable sensing modality for activity recognition", "authors": [{"first": "J", "middle": [], "last": "Cheng", "suffix": ""}, {"first": "O", "middle": [], "last": "Amft", "suffix": ""}, {"first": "P", "middle": [], "last": "Lukowicz", "suffix": ""}], "year": 2010, "venue": "International Conference on Pervasive Computing", "volume": "", "issn": "", "pages": "319--336", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Measurement of The separate volume changes of rib cage and abdomen during breathing", "authors": [{"first": "K", "middle": [], "last": "Konno", "suffix": ""}, {"first": "J", "middle": [], "last": "Mead", "suffix": ""}], "year": 1967, "venue": "J. Appl. Physiol", "volume": "22", "issn": "", "pages": "407--422", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Disappearing Sensor'-Textile Based Sensor for Monitoring Breathing", "authors": [{"first": "L", "middle": [], "last": "Guo", "suffix": ""}, {"first": "L", "middle": [], "last": "Berglin", "suffix": ""}, {"first": "Y", "middle": [], "last": "Li", "suffix": ""}, {"first": "H", "middle": [], "last": "Mattila", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Mehrjerdi", "suffix": ""}, {"first": "M", "middle": [], "last": "Skrifvars", "suffix": ""}], "year": 2011, "venue": "Proceedings of The International Conference on Control, Automation and Systems Engineering (CASE)", "volume": "", "issn": "", "pages": "1--4", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Knitted Wearable Stretch Sensor for Breathing Monitoring Application", "authors": [{"first": "L", "middle": [], "last": "Guo", "suffix": ""}, {"first": "J", "middle": [], "last": "Peterson", "suffix": ""}, {"first": "W", "middle": [], "last": "Qureshi", "suffix": ""}, {"first": "A", "middle": [], "last": "Kalantar Mehrjerdi", "suffix": ""}, {"first": "M", "middle": [], "last": "Skrifvars", "suffix": ""}, {"first": "L", "middle": [], "last": "Berglin", "suffix": ""}], "year": 2011, "venue": "Proceedings of The Ambience'11", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Textile fiber optic microbend sensor used for heartbeat and respiration monitoring", "authors": [{"first": "X", "middle": [], "last": "Yang", "suffix": ""}, {"first": "Z", "middle": [], "last": "Chen", "suffix": ""}, {"first": "C", "middle": ["S M"], "last": "Elvin", "suffix": ""}, {"first": "L", "middle": ["H Y"], "last": "Janice", "suffix": ""}, {"first": "S", "middle": ["H"], "last": "Ng", "suffix": ""}, {"first": "J", "middle": ["T"], "last": "Teo", "suffix": ""}, {"first": "R", "middle": [], "last": "Wu", "suffix": ""}], "year": 2014, "venue": "IEEE Sens. J", "volume": "15", "issn": "", "pages": "757--761", "other_ids": {"DOI": ["10.1109/JSEN.2014.2353640"]}}, "BIBREF37": {"ref_id": "b37", "title": "Novel flexible wearable sensor materials and signal processing for vital sign and human activity monitoring", "authors": [{"first": "A", "middle": [], "last": "Servati", "suffix": ""}, {"first": "L", "middle": [], "last": "Zou", "suffix": ""}, {"first": "Z", "middle": ["J"], "last": "Wang", "suffix": ""}, {"first": "F", "middle": [], "last": "Ko", "suffix": ""}, {"first": "P", "middle": [], "last": "Servati", "suffix": ""}], "year": 2017, "venue": "", "volume": "17", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3390/s17071622"]}}, "BIBREF38": {"ref_id": "b38", "title": "Fabrication and evaluation of a novel non-invasive stretchable and wearable respiratory rate sensor based on silver nanoparticles using inkjet printing technology", "authors": [{"first": "A", "middle": [], "last": "Al-Halhouli", "suffix": ""}, {"first": "L", "middle": [], "last": "Al-Ghussain", "suffix": ""}, {"first": "S", "middle": [], "last": "El Bouri", "suffix": ""}, {"first": "H", "middle": [], "last": "Liu", "suffix": ""}, {"first": "D", "middle": [], "last": "Zheng", "suffix": ""}], "year": null, "venue": "Polymers", "volume": "11", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3390/polym11091518"]}}, "BIBREF39": {"ref_id": "b39", "title": "The correlations between vital capacity and various physical measurements in one hundred healthy male university students", "authors": [{"first": "C", "middle": [], "last": "Jackson", "suffix": ""}, {"first": "H", "middle": [], "last": "Lees", "suffix": ""}], "year": 1929, "venue": "Am. J. Physiol.-Legacy Content", "volume": "87", "issn": "", "pages": "654--666", "other_ids": {"DOI": ["10.1152/ajplegacy.1929.87.3.654"]}}, "BIBREF40": {"ref_id": "b40", "title": "Low-power wearable respiratory sound sensing", "authors": [{"first": "D", "middle": [], "last": "Oletic", "suffix": ""}, {"first": "B", "middle": [], "last": "Arsenali", "suffix": ""}, {"first": "V", "middle": [], "last": "Bilas", "suffix": ""}], "year": 2014, "venue": "Sensors", "volume": "14", "issn": "", "pages": "6535--6566", "other_ids": {"DOI": ["10.3390/s140406535"]}}, "BIBREF41": {"ref_id": "b41", "title": "Beyond horizontal location context: Measuring elevation using smartphone's barometer", "authors": [{"first": "G", "middle": [], "last": "Liu", "suffix": ""}, {"first": "M", "middle": [], "last": "Iwai", "suffix": ""}, {"first": "Y", "middle": [], "last": "Tobe", "suffix": ""}, {"first": "D", "middle": [], "last": "Matekenya", "suffix": ""}, {"first": "K", "middle": ["M A"], "last": "Hossain", "suffix": ""}, {"first": "M", "middle": [], "last": "Ito", "suffix": ""}, {"first": "K", "middle": [], "last": "Sezaki", "suffix": ""}], "year": 2014, "venue": "Proceedings of The 2014 ACM International Joint Conference on Pervasive and Ubiquitous Computing", "volume": "", "issn": "", "pages": "459--468", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "IMU/magnetometer/barometer/mass-flow sensor integrated indoor quadrotor UAV localization with robust velocity updates", "authors": [{"first": "Y", "middle": [], "last": "Li", "suffix": ""}, {"first": "S", "middle": [], "last": "Zahran", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhuang", "suffix": ""}, {"first": "Z", "middle": [], "last": "Gao", "suffix": ""}, {"first": "Y", "middle": [], "last": "Luo", "suffix": ""}, {"first": "Z", "middle": [], "last": "He", "suffix": ""}, {"first": "L", "middle": [], "last": "Pei", "suffix": ""}, {"first": "R", "middle": [], "last": "Chen", "suffix": ""}, {"first": "N", "middle": [], "last": "El-Sheimy", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3390/rs11070838"]}}, "BIBREF43": {"ref_id": "b43", "title": "UAV Having Barometric Sensor and Method of Isolating Disposing Barometric Sensor within UAV", "authors": [{"first": "J", "middle": [], "last": "Ao", "suffix": ""}, {"first": "X", "middle": [], "last": "Wu", "suffix": ""}, {"first": "T", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Z", "middle": [], "last": "Feng", "suffix": ""}, {"first": "L", "middle": [], "last": "Sungki", "suffix": ""}], "year": 2016, "venue": "U.S. Patent", "volume": "10", "issn": "", "pages": "", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Using Integrated Environment Sensor for Breath Measurement", "authors": [{"first": "A", "middle": ["B"], "last": "Costa", "suffix": ""}, {"first": "B", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "O", "middle": [], "last": "Amiraslanov", "suffix": ""}, {"first": "P", "middle": ["Wearable"], "last": "Lukowicz", "suffix": ""}, {"first": "", "middle": [], "last": "Spirometry", "suffix": ""}], "year": 2018, "venue": "NexTech 2018, International Conference on Mobile Ubiquitous Computing, Systems, Services and Technologies (UBICOMM-2018)", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "CoRSA: A cardio-respiratory monitor in sport activities", "authors": [{"first": "B", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "A", "middle": ["B"], "last": "Costa", "suffix": ""}, {"first": "P", "middle": [], "last": "Lukowicz", "suffix": ""}], "year": 2019, "venue": "Proceedings of The 23rd International Symposium on Wearable Computers", "volume": "", "issn": "", "pages": "254--256", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "The influence of age, sex, body size and lung size on The control and pattern of breathing during CO 2 inhalation in Caucasians", "authors": [{"first": "J", "middle": [], "last": "Patrick", "suffix": ""}, {"first": "A", "middle": [], "last": "Howard", "suffix": ""}], "year": 1972, "venue": "Respir. Physiol", "volume": "16", "issn": "", "pages": "337--350", "other_ids": {"DOI": ["10.1016/0034-5687(72)90063-1"]}}, "BIBREF47": {"ref_id": "b47", "title": "Relation between anatomic respiratory dead space and body size and lung volume", "authors": [{"first": "M", "middle": ["C"], "last": "Hart", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Orzalesi", "suffix": ""}, {"first": "C", "middle": ["D"], "last": "Cook", "suffix": ""}], "year": 1963, "venue": "J. Appl. Physiol", "volume": "18", "issn": "", "pages": "519--522", "other_ids": {"DOI": ["10.1152/jappl.1963.18.3.519"]}}, "BIBREF48": {"ref_id": "b48", "title": "Available online: www.unibw.de/lrt7-en/flow-analyses-to-validate-sars-cov-2-protective-masks", "authors": [{"first": "C", "middle": ["J"], "last": "Kähler", "suffix": ""}, {"first": "R", "middle": [], "last": "Hain", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Mask design considerations", "authors": [{"first": "A", "middle": ["T"], "last": "Johnson", "suffix": ""}, {"first": "E", "middle": ["G"], "last": "Cummings", "suffix": ""}], "year": 1975, "venue": "Am. Ind. Hyg. Assoc. J", "volume": "36", "issn": "", "pages": "220--228", "other_ids": {"DOI": ["10.1080/0002889758507238"]}}, "BIBREF50": {"ref_id": "b50", "title": "On The standard deviations of adjusted and interpolated values of an observed polynomial function and its constants and The guidance they give towards a proper choice of The distribution of observations", "authors": [{"first": "K", "middle": [], "last": "Smith", "suffix": ""}], "year": 1918, "venue": "Biometrika", "volume": "12", "issn": "", "pages": "1--85", "other_ids": {"DOI": ["10.1093/biomet/12.1-2.1"]}}, "BIBREF51": {"ref_id": "b51", "title": "A method for The solution of certain non-linear problems in least squares", "authors": [{"first": "K", "middle": [], "last": "Levenberg", "suffix": ""}], "year": 1944, "venue": "Q. Appl. Math", "volume": "2", "issn": "", "pages": "164--168", "other_ids": {"DOI": ["10.1090/qam/10666"]}}, "BIBREF52": {"ref_id": "b52", "title": "An algorithm for least-squares estimation of nonlinear parameters", "authors": [{"first": "D", "middle": ["W"], "last": "Marquardt", "suffix": ""}], "year": 1963, "venue": "J. Soc. Ind. Appl. Math", "volume": "11", "issn": "", "pages": "431--441", "other_ids": {"DOI": ["10.1137/0111030"]}}, "BIBREF53": {"ref_id": "b53", "title": "Instrument accuracy and reproducibility in measurements of pulmonary function", "authors": [{"first": "R", "middle": ["L"], "last": "Jensen", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Teeter", "suffix": ""}, {"first": "R", "middle": ["D"], "last": "England", "suffix": ""}, {"first": "H", "middle": ["J"], "last": "White", "suffix": ""}, {"first": "E", "middle": ["H"], "last": "Pickering", "suffix": ""}, {"first": "R", "middle": ["O"], "last": "Crapo", "suffix": ""}], "year": 2007, "venue": "Chest", "volume": "132", "issn": "", "pages": "388--395", "other_ids": {"DOI": ["10.1378/chest.06-1998"]}}, "BIBREF54": {"ref_id": "b54", "title": "This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution", "authors": [], "year": null, "venue": "Licensee MDPI", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Sensing modality comparisons between current typical mobile spirometers and our approach. (a) Pneumotachometer-type and (b) turbine-type spirometers all require mechanical parts that cover The entire airway; (c) our approach only requires millimeter-scale barometric sensors on a normal facial mask and does not require The entire airway.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Flow-volume loop of a FVC maneuver from Participant 1.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "The airflow and air volume of three consecutive FVC maneuvers, with normal tidal breathing in between. The spirometer's signals are The original measurement; The barometer's values are predicted with The inclusive-poly5 model.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "The hardware and communication structure during The experiment: outside view (a) and inside view (b) of The facemask.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Calibration setup of The BME280 sensor for spirometry: (a) M2S setup, (b) S2S setup.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "The flow rate data from both spirometers overlapped in The spirometer-to-spirometer (S2S) setup.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "The correlation of The flow rate data from both spirometers in The S2S setting, all participants combined.", "latex": null, "type": "figure"}, "FIGREF7": {"text": "(a) An ideal model for The airflow (F)-pressure (P) relationship inside a chamber. (b)The theoretical relationship between F and P.", "latex": null, "type": "figure"}, "FIGREF8": {"text": "Demographic distribution (The age is written to The right side of every marker.) Every participant performed The FVC maneuver 10 times. The M2S setup as described in Section 3.2 andFigure 5awas used. The participants were seated and using The instrumented mask and The spirometer as depicted inFigure 10, center. Between every maneuver, they breathed normally (tidal breathing) for at least five cycles. Approximately one hour of breathing data, containing 200 FVC maneuvers, was recorded for all participants. The participants gave informed consent in accordance with The policies of The University of Kaiserslautern's Committee for The Protection of Human Subjects, which approved The experimental protocol.", "latex": null, "type": "figure"}, "FIGREF9": {"text": "(Left) a participant performing a standard clinical forced vital capacity (FVC) test. (Center) a participant performing The FVC test with The calibration system. (Right) our proposed smart mask functions without extra instrument.", "latex": null, "type": "figure"}, "FIGREF10": {"text": "Flowchart of The major evaluation steps.", "latex": null, "type": "figure"}, "FIGREF11": {"text": "Linear fitting with The root models (a), polynomial curves (b) and neural network (c) regression fitting on The data from all participants combined.", "latex": null, "type": "figure"}, "FIGREF14": {"text": "The structure of The neural network regression.", "latex": null, "type": "figure"}, "FIGREF15": {"text": "δ of evaluating pulmonary FVC vital parameters between The barometer and The spirometer for The root functions (a), polynomial fitting (b) and neuron networks (c).", "latex": null, "type": "figure"}, "TABREF0": {"text": "We can bring in The SI base units, and either side of The equation's unit is m 3 /s. Air density", "latex": null, "type": "table"}, "TABREF1": {"text": "Root mean squared error of all fitting methods (inclusive).", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Root </td><td>RMSE </td><td>Polynomial </td><td>RMSE </td><td>Neural Network </td><td>RMSE\n</td></tr><tr><td>root2only </td><td>0.4237 </td><td>Poly2 </td><td>0.2152 </td><td>ANN1 </td><td>0.2371\n</td></tr><tr><td>root2 </td><td>0.2085 </td><td>Poly3 </td><td>0.1989 </td><td>ANN3 </td><td>0.2243\n</td></tr><tr><td>root3 </td><td>0.1939 </td><td>Poly4 </td><td>0.1934 </td><td>ANN5 </td><td>0.1955\n</td></tr><tr><td>root4 </td><td>0.1926 </td><td>Poly5 </td><td>0.1921 </td><td>ANN7 </td><td>0.1954\n</td></tr></table></body></html>"}, "TABREF3": {"text": "Computational time benchmark results (in seconds). Conditioning Predicting Generating Results Total Online Offline Training", "latex": null, "type": "table"}, "TABREF4": {"text": "Table 1. Root function coefficients with all participants' data (inclusive) for Equations ( 7 ) and ( 8 ).", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Model </td><td>a </td><td>b </td><td>c </td><td>d </td><td>e\n</td></tr><tr><td>- </td><td>- </td><td>0.1744 </td><td>- </td><td> </td></tr><tr><td>root2only </td><td>-- - −0.1373 - -\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>root2 </td><td>0.0049 −0.3337 0.1466 - -−0.0043 0.1956 −0.1150 - -\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>root3 </td><td>0.0001 0.3187 0.5472 −0.8883 -−0.0008 −0.1054 −0.3421 0.4707 -\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>root4 </td><td>−0.0020 −0.0045 0.9210 −3.0140 2.10700.0007 0.0085 −0.5331 1.4570 −0.9274\n</td><td> </td><td> </td><td> </td><td> </td></tr></table></body></html>"}, "TABREF5": {"text": "Table 2. Polynomial curve fitting coefficients with all participants' data (inclusive) for Equation ( 9 ).", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Model p1 </td><td>p2 </td><td>p3 </td><td>p4 </td><td>p5 </td><td>p6\n</td></tr><tr><td>poly2 0.7420 </td><td>1.5460 </td><td>−0.0768 </td><td>- </td><td>- </td><td>-\n</td></tr><tr><td>poly3 0.7747 </td><td>1.6290 </td><td>−0.1562 </td><td>0.0073 </td><td>- </td><td>-\n</td></tr><tr><td>poly4 0.7892 </td><td>1.6550 </td><td>−0.2128 </td><td>0.0194 </td><td>−0.0063 </td><td>-\n</td></tr><tr><td>poly5 −0.0487 </td><td>0.0207 </td><td>−0.0001 </td><td>0.0000 </td><td>0.0000 </td><td>0.0000\n</td></tr></table></body></html>"}, "TABREF6": {"text": "Table 4. δ value of FVC vitals and tidal breathing comparison (The smaller The better). FEV, forced\neffective volume; PEF, forced peak expiratory flow; FEF, forced expiratory flow; FIF, forced inspiratory\nflow; TV, tidal volume.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td>FVC Vitals </td><td> </td><td>Tidal Breathing\n</td></tr><tr><td> </td><td>FEV1 </td><td>FVC </td><td>PEF </td><td>FEF25 </td><td>FIF25 </td><td>Airflow </td><td>Volume (TV)\n</td></tr><tr><td>Exclusive (root4) </td><td>0.0591 </td><td>0.0562 </td><td>0.0406 </td><td>0.0423 </td><td>0.0372 </td><td>0.0296 </td><td>0.0285\n</td></tr><tr><td>Inclusive (root4) </td><td>0.0587 </td><td>0.0553 </td><td>0.0388 </td><td>0.0410 </td><td>0.0349 </td><td>0.0249 </td><td>0.0232\n</td></tr><tr><td>Individual (root4) </td><td>0.0318 </td><td>0.0321 </td><td>0.0241 </td><td>0.0272 </td><td>0.0219 </td><td>0.0196 </td><td>0.0159\n</td></tr><tr><td>Exclusive (poly5) </td><td>0.0600 </td><td>0.0521 </td><td>0.0411 </td><td>0.0452 </td><td>0.0335 </td><td>0.0362 </td><td>0.0439\n</td></tr><tr><td>Inclusive (poly5) </td><td>0.0600 </td><td>0.0514 </td><td>0.0378 </td><td>0.0427 </td><td>0.0309 </td><td>0.0246 </td><td>0.0227\n</td></tr><tr><td>Individual (poly5) </td><td>0.0303 </td><td>0.0381 </td><td>0.0270 </td><td>0.0274 </td><td>0.0203 </td><td>0.0194 </td><td>0.0154\n</td></tr><tr><td>Exclusive (ANN7) </td><td>0.0587 </td><td>0.0518 </td><td>0.0396 </td><td>0.0423 </td><td>0.0362 </td><td>0.0251 </td><td>0.0232\n</td></tr><tr><td>Inclusive (ANN7) </td><td>0.0577 </td><td>0.0510 </td><td>0.0369 </td><td>0.0398 </td><td>0.0316 </td><td>0.0243 </td><td>0.0225\n</td></tr><tr><td>Individual (ANN7) </td><td>0.0286 </td><td>0.0327 </td><td>0.0248 </td><td>0.0232 </td><td>0.0224 </td><td>0.0192 </td><td>0.0150\n</td></tr></table></body></html>"}, "TABREF7": {"text": "Table 5. Computational time benchmark results (in seconds).", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Model Conditioning </td><td>Predicting </td><td>Generating Results </td><td>Total Online </td><td>Offline Training\n</td></tr><tr><td>root4 </td><td>0.0001 </td><td>0.0967 </td><td>0.0001 </td><td>0.0969 </td><td>0.7681\n</td></tr><tr><td>poly5 </td><td>0.0001 </td><td>0.0270 </td><td>0.0001 </td><td>0.0272 </td><td>0.0762\n</td></tr><tr><td>ANN7 </td><td>0.0001 </td><td>0.0003 </td><td>0.0001 </td><td>0.0005 </td><td>0.0300\n</td></tr></table></body></html>"}, "TABREF8": {"text": "Table 6. Comparison with state-of-the-art hand-held spirometer studies.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Study </td><td>Description </td><td>FVC </td><td>PEF </td><td>FEV1 </td><td>TV </td><td>Flow Range\n</td></tr><tr><td>Our Approach </td><td>BME280 pair </td><td>3.3% </td><td>2.5% </td><td>2.9% </td><td>1.5% 1 </td><td>−7∼12 L/s\n</td></tr><tr><td>MobiSpiro [24] </td><td>custom MEMS </td><td>3% </td><td>5% </td><td>3% </td><td>5% </td><td>0∼14 L/s\n</td></tr><tr><td>FBG [26] </td><td>optical fiber </td><td>20% </td><td>8% </td><td>24% </td><td>- </td><td>2∼8 L/s\n</td></tr><tr><td>Open Spirometer [27] </td><td>piezoresistive pressure sensors </td><td>2 6% </td><td>- </td><td>2% </td><td>- </td><td>0∼15 L/s\n</td></tr><tr><td>Mobile Spirometer </td><td>[28] pneumotachometer </td><td>3 - </td><td>- </td><td>- </td><td>- </td><td>0∼15 L/s\n</td></tr><tr><td>ATS/ERS [13,54] </td><td>medical society requirement </td><td>3% </td><td>10% </td><td>3% </td><td>3% </td><td>0∼14 L/s\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "There is no conflicts of interest.", "cite_spans": [], "ref_spans": [], "section": "Conflicts of Interest:"}]}