{
    "paper_id": "ceeb2fe623b9f3b7cea882b4ad4b6de0b1c215d5",
    "metadata": {
        "title": "Neither inflammatory bowel disease nor immunosuppressants are associated with an increased risk of severe COVID-19: an observational Dutch cohort study",
        "authors": [
            {
                "first": "Lennard",
                "middle": [
                    "P L"
                ],
                "last": "Gilissen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Stefan",
                "middle": [
                    "G H"
                ],
                "last": "Heinen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lotte",
                "middle": [],
                "last": "Rijpma-Jacobs",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Erik",
                "middle": [],
                "last": "Schoon",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ramon-Michel",
                "middle": [],
                "last": "Schreuder",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Anne-Marie",
                "middle": [],
                "last": "Wensing",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Mirjam",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "C",
                "middle": [
                    "M"
                ],
                "last": "Van Der Ende-Van Loon",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Johanne",
                "middle": [
                    "G"
                ],
                "last": "Bloemen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Janneke",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Stapelbroek",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "Arnold"
                ],
                "last": "Stronkhorst",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Conflicting data about inflammatory bowel disease [IBD] and immunosuppressants are risk factors for severe COVID-19 confuse patients and healthcare providers. Clinical reports with longer follow-up are lacking. A retrospective search was performed for severe COVID-19 (hospital admission and/or mortality) one year after the SARS-CoV-2 outbreak in an IBD cohort from one of the most affected Dutch regions. Cohort characteristics were explored by value-based healthcare data, including immunotherapy. COVID-19 cases were detected by ICD-10 codes and further examined for IBD determinants (including medication) and COVID-19 characteristics (intensive care admission, respiratory support, treatment, mortality). The national mortality register was consulted, ensuring detection of patients that died without admission. Results were compared with regional and national general population registries. The IBD cohort consisted of 1453 patients (51% Crohn's disease, 54% women, 39.9% using immunotherapy), including children. Biologics use increased during the study. Eight cases (0.55%) had severe COVID-19: seven were hospitalized (0.48%, 95% confidence interval [CI] 0.21-1.04), and two died (0.14%, CI 0.002-0.55). Six patients had comorbidity, one used immunotherapy, and four had no medication. Both deceased patients were older than 80 years, had severe comorbidity, but used no immunotherapy. Hospitalization occurred significantly more in the IBD cohort than regionally (0.18%, CI 0.17-0.19, p = 0.015), but not significantly more than nationally (0.28%, CI 0.279-0.284). Mortality was equal in IBD patients, regionally (0.11%, CI 0.10-0.12) and nationally (0.13%, CI 0.125-0.128). Neither IBD nor immunosuppressants are associated with increased risks of severe COVID-19 in an observational study with one-year follow-up.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Since the first detected case in China in December 2019, severe acute respiratory syndrome-coronavirus type 2 (SARS-CoV-2) is affecting mankind socially, economically and medically. The infectious disease caused by this coronavirus from 2019 is named COVID-19 [1] . Risk factors for COVID-19 are male gender, age > 70 years, obesity, hypertension, cardiovascular disease, diabetes, obstructive sleep apnea syndrome (OSAS), kidney diseases and immunodeficiencies [2] [3] [4] [5] . Mortality in confirmed SARS-CoV-2 infected persons is 2.7% worldwide [6] . Inflammatory bowel disease (IBD) patients are known to be susceptible to infections, especially when using immunotherapy [7] . Therefore, these patients have been considered at risk of SARS-CoV-2 infections and development of (severe) COVID- 19 .",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 263,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 462,
                    "end": 465,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 466,
                    "end": 469,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 470,
                    "end": 473,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 474,
                    "end": 477,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 549,
                    "end": 552,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 676,
                    "end": 679,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 797,
                    "end": 799,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Several mechanisms of SARS-CoV-2 infection are important to understand the possible interaction with IBD. At first, SARS-CoV-2 binds to target cells via surface angiotensin converting enzyme 2 (ACE2) receptors, which are extensively present on epithelial cells in the lungs, kidneys, vessels and in the terminal ileum and colon [8, 9] . SARS-CoV-2 down-regulates ACE2, increasing angiotensin II levels, which lead to organ injury, inflammation or oxidative stress and multi-organ failure [8] . Secondly, coronaviruses fuse with the host cell by spike protein activation, which is mediated by host cell proteases [10] . Also, natural killer cells (NK) are important in the hyperinflammatory cytokine response that is seen in severe COVID-19 presentations [10] . At last, the gut microbiota may play a role in SARS-CoV-2 infection. Specific microbiome patterns have been associated with increased SARS-CoV-2 viral infectivity due to upregulation of ACE-receptors [8, 11] . Also, the virus itself affects the gut microbiota, which play an important role in general host immunology but also in susceptibility for respiratory infections via the gut-lung axis [11, 12] . Several clinical trials have been initiated to examine the therapeutic options of microbiota in COVID-19 [12] .",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 331,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 332,
                    "end": 334,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 488,
                    "end": 491,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 612,
                    "end": 616,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 754,
                    "end": 758,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 961,
                    "end": 964,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 965,
                    "end": 968,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1154,
                    "end": 1158,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1159,
                    "end": 1162,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1270,
                    "end": 1274,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "When focusing on IBD, ACE2 receptor expression is increased in the bowel and inflammation correlates with down-regulation of ACE2 [10] . Also protease activity is increased [13] . NK cells are important in the overreacting immune system of IBD patients [10, 14] . Gut microbiome shows dysbiosis in IBD, which may lead to increased frailty for SARS-CoV-2 infection.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 134,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 173,
                    "end": 177,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 253,
                    "end": 257,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 258,
                    "end": 261,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "These considerations have led to several expert opinions warning IBD patients and their immunosuppressive medication, such as corticosteroids, immunomodulators (thiopurines and methotrexate) and biologic agents (antitumor necrosis factor (TNF), anti-integrin, interleukin (IL) 12/23 antagonists, Janus kinase (JAK) inhibitors) [15] [16] [17] . Nevertheless, in March 2020 some reports mentioned that IBD patients were hardly seen in hospitals in outbreak regions, suggesting some protective effect of immunosuppressants [18, 19] . Gradually, more articles were published, either about theoretical mechanisms of action or clinical experiences, but only about small cohorts or a short follow-up of 4 months after the SARS-CoV-2 outbreak [10, [20] [21] [22] [23] [24] [25] . Therefore the IBD team of the Catharina Hospital Eindhoven (CHE) decided to perform a retrospective cohort study examining the incidence of severe COVID-19 in IBD patients in the first year after the SARS-CoV-2 outbreak.",
            "cite_spans": [
                {
                    "start": 327,
                    "end": 331,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 332,
                    "end": 336,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 337,
                    "end": 341,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 520,
                    "end": 524,
                    "text": "[18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 525,
                    "end": 528,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 735,
                    "end": 739,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 740,
                    "end": 744,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 745,
                    "end": 749,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 750,
                    "end": 754,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 755,
                    "end": 759,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 760,
                    "end": 764,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 765,
                    "end": 769,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We examined the complete IBD cohort from CHE, including children. CHE is a referral and teaching hospital for gastroenterology and intensive care medicine, located in Southeast Brabant in the Netherlands. This has been one of the most SARS-CoV-2-affected Dutch regions from the start of the outbreak on February 27, 2020. A search for IBD patients with severe COVID-19 was performed in this cohort.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design and population"
        },
        {
            "text": "At first, the CHE-IBD cohort was determined by searching for the unique financial codes 601 (Crohn's disease, CD) and 602 (ulcerative colitis, UC) defined by the Dutch Health Authority, registered in the hospital financial registration system. Undetermined colitis (IBD-U) has no specific financial code and is registered as 601 or 602. Two specific time intervals were chosen: one year prior to February 28, 2020, and one year before February 28, 2021, covering the first year after the first detected COVID-19 case in the Netherlands at February 27, 2020. The registration of this specific IBD financial declaration code indicates that an individual patient has undergone at least one IBD-related consultation in the last year before a specific time point. Therefore, possibly deceased patients were also detected by these searches covering two consecutive years. The cohort was examined for age, gender and IBD type, and a cross-sectional measurement of prescribed immunotherapy and mesalamine was performed at both time points using value-based healthcare data. Then, IBD patients with COVID-19-related admission were identified by combining the financial codes 601 and 602 with thesaurus code 0,000,093,409, 0,000,093,408 or 0,000,093,442, which define (suspicion on) acute respiratory illness by SARS-CoV-2 or gastro-enteritis due to COVID-19, referring to ICD-10 codes U07.1 and Z03.8. At last, a search for IBD patients that died in the same time period without hospital admission was performed in the national Basic Register of Persons (BRP) for deceased inhabitants [26] .",
            "cite_spans": [
                {
                    "start": 1576,
                    "end": 1580,
                    "text": "[26]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Study design and population"
        },
        {
            "text": "CHE-IBD cohort findings were compared with regional and national COVID-19-related hospital admission and mortality rates, for different age categories from the general population. Therefore, the open access publications of the National Intensive Care Evaluation Foundation (NICE), the National Institute for Public Health and the Environment (Rijks Instituut voor Volksgezondheid en Milieu-RIVM), Statistics Netherlands (CBS) and Province of Brabant were explored [27] [28] [29] [30] . COVID-19-related national mortality was determined in three ways: hospital mortality, registered mortality in SARS-CoV-2 positive tested persons and excess mortality in the general population, compared to previous years.",
            "cite_spans": [
                {
                    "start": 464,
                    "end": 468,
                    "text": "[27]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 469,
                    "end": 473,
                    "text": "[28]",
                    "ref_id": null
                },
                {
                    "start": 474,
                    "end": 478,
                    "text": "[29]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 479,
                    "end": 483,
                    "text": "[30]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Study design and population"
        },
        {
            "text": "Severe COVID-19 was defined as SARS-CoV-2 infection necessitating hospital admission and/or causing death. Mild COVID-19 was considered as not clinically relevant and thus not included.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcomes, definitions and data collection"
        },
        {
            "text": "All possible cases found by the above-mentioned searches were further explored by examination of the electronic patient records, to determine whether admission or death was related to COVID-19. Data collected from these cases included patient demographics, determinants of their COVID-19 admission (duration, ICU admission, COVID therapy, need for respiratory support, mortality) and IBD characteristics (type according to Montreal classification, disease activity according to Global Physician Assessment duration, medication including immunosuppressants, last outpatient contact and endoscopy findings) [31] . All patient-related data were documented in an anonymized way.",
            "cite_spans": [
                {
                    "start": 605,
                    "end": 609,
                    "text": "[31]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Outcomes, definitions and data collection"
        },
        {
            "text": "Descriptive statistics were used for baseline data and variables related to IBD and COVID-19. Continuous variables were tested using a two-sampled t-test and are expressed as medians and interquartile range (IQR 25-75%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Categorical variables were tested using a Chi-squared test and are expressed as numbers and percentages. Frequencies were compared between the CHE-IBD cohort and the general population in the region and nationally using Chi-squared test with continuity corrections as is appropriate for small sample sizes. A p-value of < 0.05 was considered statistically significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "To assess COVID-19 incidences in the CHE-IBD cohort, the number of severe COVID-19 cases in the one-year followup period was divided by the total IBD study cohort. The 95% confidence intervals for a single proportion with continuity corrections were counted for all incidences. These calculations were performed in the same way for the regional and national general population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "All analyses were performed with IBM SPSS statistical software package version 25 (Armonk, NY).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "This non-interventional study was approved by the Medical Ethical Committee United (MEC-U, reference number W16.113). Individual cases were asked for signed informed consent, or when deceased, their relatives were contacted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical considerations"
        },
        {
            "text": "The Dutch IBD patient organization (Crohn&Colitis NL) supports the design and findings of the study and will be engaged in results dissemination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient and public involvement statement"
        },
        {
            "text": "The CHE-IBD cohort counted 1428 patients at February 28, 2020, and 1453 on February 28, 2021, a non-significant increase of 1.8%. Patient characteristics are shown in Table 1 . Distribution of gender, age and type of disease did not change significantly during the study interval. The proportion of patients with CD (51%) was slightly higher than UC, and 54% were females. Almost half of the cohort was younger than 50 years old (51.3% and 50.4%) and 14.7% was ≥ 70 years old, increasing to 15.9% (not significant-NS).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 167,
                    "end": 174,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Baseline characteristics of the IBD cohort"
        },
        {
            "text": "Cross-sectional examination of prescribed medication in the CHE-IBD cohort at start of the corona outbreak showed that 251 patients (17.6%) used a biologic agent, 354 (24.8%) had an immunomodulator (thiopurine/methotrexate), and 130 (9.1%) corticosteroids (predniso(lo)ne) ( At the start, 564 patients (39.5%) used at least one immunosuppressive, including 11.2% with only biologic, 18.4% with immunomodulator, 6.2% using double immunotherapy (biologic agent combined with immunomodulator) and 0.1% with triple immunotherapy (biologic, immunomodulator and corticosteroid). At the endpoint, 580 (39.9%) patients used at least one immunosuppressive, of which 12.9% had only biologic, 16% immunomodulator, 7.9% double and 0.6% triple immunotherapy. Overall, immunosuppressant medication did not change significantly. Mesalamine was used by 31% of patients at both time points.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Baseline characteristics of the IBD cohort"
        },
        {
            "text": "The relation between age and immunotherapy is depicted in Table 3 . No significant changes in medication per age group were found. The patient group ≥ 70 years old, most at risk of COVID-19, increased from 210 to 232 patients (NS) and used more biologics and immunomodulators (NS) during the study interval. Fifteen patients (6.5%) used biologics, 35 (15.1%) had thiopurines, 8 (3.4%) used predniso(lo)ne, and 3 (1.3%) used methotrexate at the end of the study interval. At both time points, four patients used double immunotherapy (1.9% and 1.7%, respectively) and none had triple therapy. Thus, 46 persons (19.8%) of this age group used at least one immunosuppressive.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 58,
                    "end": 65,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Baseline characteristics of the IBD cohort"
        },
        {
            "text": "Between February 28, 2020 and 2021, eight of 1453 CHE-IBD patients met the inclusion criteria for severe COVID-19 (0.55%). Detailed characteristics of these cases are described in Table 4 . Seven cases were admitted (0.48%), of which one died. Another patient passed away at home without hospitalization. Thus, overall COVID-19-related mortality was 0.14% in the CHE-IBD cohort and 25% in the eight patients affected with severe COVID-19. All affected patients were men, with a median age of 68.5 years (IQR 62-84), and six patients (75%) were 70 years or older. All patients were affected in the second outbreak: one in October 2020, one in December 2020, three in January 2021 and three in February 2021. Median hospitalization time of all surviving patients was 12.5 days (IQR 10-15). Six patients had UC (75%), and both cases with CD (25%) died. Four recovered patients had UC, in remission for years, of whom three did not have any medication and one used a thiopurine. Two had mild UC, treated with oral mesalamine. Four patients were overweight (50%), one had obesity (12.5%), and median body mass index (BMI) was 27.7 kg/ m 2 (IQR 24.1-29.4). Six men (62.5%) had other comorbidity such as type 2 diabetes mellitus, OSAS, hypertension and hypothyroid disease. One patient was treated on the ICU with intravenous dexamethasone, tocilizumab and positive airway pressure support (Optiflow™) for five days and recovered. Two patients had neither comorbidity nor obesity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 180,
                    "end": 187,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "COVID-19-related hospital admissions and mortality in the CHE-IBD cohort"
        },
        {
            "text": "The first patient who died was 84 years old and had ileitis terminalis due to Crohn's disease (A3L1B3) in remission for years without any medication (Table 4 , patient 2). Remission was confirmed by his gastroenterologist a few weeks before COVID-admission. He passed away after an admission of 15 days due to respiratory insufficiency caused by COVID-19 pneumonia. He received palliative care without mechanical ventilation because of his preexisting medical condition with significant comorbidity such as obesity (BMI 29.8), diabetes mellitus type 2 with micro-and macroangiopathy, including myocardial infarction with heart failure, nephropathy and retinopathy.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 149,
                    "end": 157,
                    "text": "(Table 4",
                    "ref_id": null
                }
            ],
            "section": "COVID-19-related hospital admissions and mortality in the CHE-IBD cohort"
        },
        {
            "text": "The second deceased case, patient 8, was an 87-year-old male known with ileitis terminalis due to Crohn's disease (A3L1B1) and mild disease activity at the outpatient clinic control three weeks before he died. He had mild abdominal pain, calprotectin 590 µg/g and CRP 4.5 mg/L. It was decided during this check to increase budesonide daily dose from 6 to 9 mg orally. Two weeks later, he became ill due to PCR-confirmed SARS-CoV-2 infection, was given supportive care at home and passed away after a few days. He was not admitted because of his age and significant comorbidity such as obesity (BMI 28.1), macro-and microangiopathy with heart and kidney failure, cerebrovascular accidents and atrial fibrillation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19-related hospital admissions and mortality in the CHE-IBD cohort"
        },
        {
            "text": "During the research interval, another nine CHE-IBD patients died due to non-COVID-19-related causes: malignancy (4), pulmonary disease (2), cardiovascular disease (2) or dementia (1).",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 166,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19-related hospital admissions and mortality in the CHE-IBD cohort"
        },
        {
            "text": "The use of immunosuppressive therapy related to age in the CHE-IBD cohort at February 28, 2020 (n = 1428), and ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Table 3"
        },
        {
            "text": "Characteristics of all cases with severe COVID-19 from the CHE-IBD cohort ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Table 4"
        },
        {
            "text": "The CHE-IBD cohort incidences of COVID-19-associated hospital admission (Table 5 ) and mortality (Table 6) were compared with the regional and national registries in the general population, as reported on March 2, 2021 [29, 30] . COVID-related hospitalizations were only significantly different in the overall CHE-IBD cohort versus the total regional general population: 0.48% (CI95 0.21-1.04) versus 0.18% (CI95 0.17-0.19, p = 0.015). Overall, CHE-IBD admission rates did not differ significantly from hospitalizations in the national general population. From the national reports, it can be calculated that 48.937 of all Dutch inhabitants older than 18 years old (0.28%) were hospitalized due to COVID-19 in the first year after the SARS-CoV-2 epidemic outbreak, of whom 5769 patients died (11.8%) ( Table 6) .",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 223,
                    "text": "[29,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 224,
                    "end": 227,
                    "text": "30]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 72,
                    "end": 80,
                    "text": "(Table 5",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 97,
                    "end": 106,
                    "text": "(Table 6)",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 802,
                    "end": 810,
                    "text": "Table 6)",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Incidence of severe COVID-19 in the regional and national general population"
        },
        {
            "text": "Overall COVID-19 mortality in CHE-IBD was 0.14% (CI95 0.002-0.55), which corresponds with regional findings (0.11%, CI95 0.10-0.12). The national mortality in the general population was expressed in three ways. Registered hospital mortality was 0.03%. Overall mortality in SARS-CoV-2-positive tested persons, including those without hospitalization, was 0.09%. COVID-19-related mortality was also determined by overall excess mortality, which was 22.000 persons in the first year after SARS-CoV-2 outbreak [28] . This 14.3% excess compared to previous years has been assigned to SARS-CoV-2. In all age groups, no significant difference was found between CHE-IBD and regional or national mortality.",
            "cite_spans": [
                {
                    "start": 506,
                    "end": 510,
                    "text": "[28]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Incidence of severe COVID-19 in the regional and national general population"
        },
        {
            "text": "Further examination of age distribution shows that half of CHE-IBD cohort was older than 50 years (49.6%), which is significantly higher than regionally (35%) and nationally (39%). The amount of patients ≥ 70 years old was not significantly different. Mortality was only seen in CHE-IBD patients ≥ 80 years old, of whom one died while hospitalized (2.3%). National hospital mortality was lower, but most patients from this group died outside hospitals: COVID-19 registered mortality was 69% and excess mortality 77% higher than in hospitalized patients. The national registry showed also that 90.5% of all reported COVID-19-related deaths occurred in patients ≥ 70 years. Moreover, 99.3% of all mortality is seen in cases ≥ 50 years old.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Incidence of severe COVID-19 in the regional and national general population"
        },
        {
            "text": "This retrospective monocenter cohort study, including the first year after the SARS-CoV-2 outbreak, shows that neither inflammatory bowel disease nor the use of immunosuppressants were associated with an increased risk of severe COVID-19. Only 0.55% of patients of this IBD cohort from one of the most affected outbreak regions in the Netherlands were either admitted (0.48%) and/or died (0.14%) related to COVID-19. Seventy-five percent of these cases had comorbidity. Both deceased patients had multiple risk factors for severe COVID-19. It is unlikely that IBD or medication played a role in their fatal COVID-19 course.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The cumulative COVID-19-related hospital admission rate in the CHE-IBD cohort was significantly higher than regionally (0.18%), but equaled national rates. The regional registry, however, should be interpreted with caution, because of under-registration. Many patients from the strongly affected Southeast Brabant region have been transferred to hospitals outside this district, especially in the first outbreak. On the other hand, national admission rates are reliable, because all Dutch hospitals are reporting daily to a central registry [28] .",
            "cite_spans": [
                {
                    "start": 541,
                    "end": 545,
                    "text": "[28]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Overall, registered mortality was comparable between the CHE-IBD cohort (0.14%), regionally (0.11%) and nationally (0.09%) for all age groups. In the general population, however, most COVID-19 cases older than 80 years died outside hospitals as expected, leading to significantly lower hospital mortality. In reality, regional and national rates are underestimated, because SARS-CoV-2 infections have not always been recognized. Especially in the first outbreak, when COVID-19 was not well known yet, and testing capacity was scarce. Also worth noting is that COVID-19-related mortality is non-notifiable in the Netherlands. For instance, in retirement and nursing homes COVID-19-associated mortality has been underestimated in the beginning of the pandemic, which is also reflected in the excess overall mortality in the Netherlands compared to other years. Epidemiological models estimated that COVID-19 mortality was even 41% higher than the registered 15,649 persons, increasing mortality to 0.13% in the general population [29] .",
            "cite_spans": [
                {
                    "start": 1028,
                    "end": 1032,
                    "text": "[29]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "According to literature, age ≥ 70 years old is a risk factor for severe COVID-19 including mortality [2, 5] . In this age group, admission and mortality were not significantly different between CHE-IBD cohort and general population. This is important, because 19.8% of CHE-IBD patients ≥ 70 years used at least one immunosuppressive. When systemic corticosteroids are included as well, this was even 26.3%. Our results also show that severe COVID-19 played no role in IBD patients below 50 years old, while this group formed 50% of the cohort. In accordance, regionally and nationally only 0.50% and 0.70% of COVID-19-deceased patients were younger than 50.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 104,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 105,
                    "end": 107,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "What could be the explanation for our findings? Although our study was not designed to examine causality, some hypothetical answers may be given, based on the article by Neurath that was already published in May 2020 [12] . This describes SARS-CoV-2 infection mechanisms, including the important role of ACE2, ACE2 receptors and cytokines, the analogy of those with IBD and, finally, effects of several immunosuppressants on both in detail. It suggests that IBD itself could be protective because increased expression of soluble ACE2 in this disease may result in a competitive binding partner for SARS-CoV. Thereby virus particles are sequestrated, preventing their binding to the cellular fulllength ACE2 protein [6, 19] . Also its influence on ACE2 plays an important role in the renin-angiotensin-aldosterone system (RAAS), regulating the balance between proinflammatory effects that lead to tissue damage and even multi-organ failure and on the other hand anti-inflammatory pathways controlling tissue protection [12] .",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 221,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 715,
                    "end": 718,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 719,
                    "end": 722,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1018,
                    "end": 1022,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Besides, immunosuppressants used in IBD therapy may have a protective role. At first, tumor necrosis factor (TNF), which is an important target in biologic therapy in IBD, regulates the cleavage of membrane ACE2. Also, NK cells which are important in the hyperinflammatory cytokines response in severe COVID-19 presentations, are crucial in IBD [12, 14, 20, 22] . These cells and cytokines are suppressed by immunomodulators and biologics, tempering COVID-19 course with less auto-destruction of pulmonary cells. Potential therapeutic effects of dexamethasone and tocilizumab on COVID-19 underline this protective theory [32, 33] . These were also given to all six recovered patients from our cohort (dexamethasone), including the ICU-admitted case (tocilizumab). It is still unclear whether immunosuppressants have different effects at specific stages of SARS-CoV-2 infection: corticosteroids are considered a worse factor in infection, but seem helpful in decreasing the hyperinflammatory reaction in severe COVID-19 [32] .",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 349,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 350,
                    "end": 353,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 354,
                    "end": 357,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 358,
                    "end": 361,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 621,
                    "end": 625,
                    "text": "[32,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 626,
                    "end": 629,
                    "text": "33]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1019,
                    "end": 1023,
                    "text": "[32]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Based on these concepts, an explanation for our findings could therefore be that a significant part (39.9%) of CHE-IBD patients was treated with immunosuppressants, and even 8.5% with combined immunotherapy. Only one of 347 thiopurine users (0.29%) was admitted, but recovered eventually. All other affected cases had either no medication, or only mesalamine or budesonide. Thus, severe COVID-19 was only found in one of 580 patients (0.17%) using immunotherapy. Our findings contradict the conclusions of the SECURE-IBD registry that warned for worse outcomes of COVID-19-related to combined immunotherapy, thiopurines and even mesalamine [25] . This international digital registry, based on voluntary registration of COVID-19 cases, is, however, influenced by reporting, testing and selection bias as discussed recently [34] . This is illustrated by the high percentage of reported COVID-19 needing ICU admission (18%), the high overall mortality rate (3.4%) and large amount of TNF-antagonists (39%) in reported cases, suggesting that milder cases were under-reported. The registry also describes only 3 months in the spring of 2020 and does not provide information about cohort characteristics wherefrom these patients come, such as age distribution and immunotherapy. In our CHE-IBD cohort mesalamine was only used by two severe COVID-19 cases, out of 446 mesalamine users (0.45%).",
            "cite_spans": [
                {
                    "start": 640,
                    "end": 644,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 822,
                    "end": 826,
                    "text": "[34]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "During the corona pandemic, we advised patients to continue immunosuppression to prevent relapse, need for corticosteroids and hospitalization, in accordance with the publication by AGA (American Gastroenterology Association) [15] . No proactive switch to subcutaneous variants of intravenous biologics was promoted. Of course, all patients were instructed to follow the general hygiene advices concerning COVID-19 prevention. Possibly, our IBD patients may have followed these hygiene measures more strictly than the general population, leading to less infections and consequently less severe COVID-19.",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 230,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our findings are in accordance with several other publications. The first suggestions from the clinical field that neither IBD nor immunotherapy is risk factor for severe COVID-19 came from the early outbreak regions in China and Italy: no IBD patients were reported [1, 18, 20] . Consequently, larger cohort-studies showed that neither IBD nor immunosuppression is risk factor for severe COVID-19 [23, 24, 35, 36] . Derikx et al. described 0.18% hospitalization and 0.037% mortality in approximately 35.000 Dutch IBD patients, versus 0.085% and 0.045% in the general population [23] . Because of the short study interval of only four months, these findings are not comparable with our data. Also the percentage of this cohort that used immunosuppressive therapy was not described. Thiopurines and biologic agents were used in 24% and 17% of reported severely affected cases, respectively. A Danish study reported 0.10% admission and 0.022% mortality in approximately 18.000 IBD patients, versus 0.019% mortality in the general population in the first 4 months of the outbreak [24] . This study also included other immune-mediated inflammatory diseases and factors such as mental well-being, which distract from the main message that neither IBD nor immunosuppressants are risk factors for severe COVID-19. A cross-sectional study from Spain showed no greater severity of COVID-19 in IBD patients, but not all (87%) patients from the rather small cohort of 923 individuals were included [35] . However, this study described only a few months of the beginning of the pandemic. In a North American study, the prevalence of COVID-19 was equal in IBD patients and the general population [36] . Immunosuppressives, which were used in 37% of patients, were no risk factor. This study also had a short follow-up, as it was already published in May 2020.",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 270,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 271,
                    "end": 274,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 275,
                    "end": 278,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 398,
                    "end": 402,
                    "text": "[23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 403,
                    "end": 406,
                    "text": "24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 407,
                    "end": 410,
                    "text": "35,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 411,
                    "end": 414,
                    "text": "36]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 579,
                    "end": 583,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1077,
                    "end": 1081,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1487,
                    "end": 1491,
                    "text": "[35]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1683,
                    "end": 1687,
                    "text": "[36]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Despite these early published clinical reports and the above-mentioned theoretical concepts, the first warning advices for IBD patients on the SARS-CoV-2 outbreak were understandable, considering their well-known increased risk of several infections [7, 37, 38] . Nevertheless, recent international and governmental advices still mention increased risks of IBD patients, especially when using immunotherapy, for example in guidelines about vaccination of IBD patients by BSG, Dutch RIVM and a review on immunology in COVID-19 and IBD [29, 39, 40] . These differences in advices and publications confuse patients and gastroenterologists. Our study demonstrates that IBD patients, even when using immunotherapy, should not be worried more than other people for SARS-CoV-2 infections and severe COVID-19.",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 253,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 254,
                    "end": 257,
                    "text": "37,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 258,
                    "end": 261,
                    "text": "38]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 534,
                    "end": 538,
                    "text": "[29,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 539,
                    "end": 542,
                    "text": "39,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 543,
                    "end": 546,
                    "text": "40]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Strong points of this study are the robust and sober design. This is also the first article reporting one-year follow-up data. The characteristics of the CHE-IBD cohort are representative for common daily practice. Besides, the CHE-IBD cohort is situated in one of the most corona-affected regions in the Netherlands. Moreover, characteristics are well documented, including immunosuppressive therapy, by using value-based healthcare data. Determining the cohort by two measurements with a one-year interval is another strength, ensuring maximal inclusion. An extra search in the national mortality registry made sure no deaths were missed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This study has also some limitations: at first, its retrospective monocenter design. Although the findings have high clinical value, no causality can be inferred. Also, it is unclear how many CHE-IBD patients were SARS-CoV-2 infected: testing capacity was scarce in the beginning, and out-of-hospital PCR tests are not reported to the hospitals centrally; therefore, mild COVID-19 patients could not be examined. Our findings might suggest that patients have been extra careful, especially in the beginning of the outbreak: all severe cases were affected in the second outbreak. Also, patients may have been admitted to another hospital for COVID-19. This risk seems only small, because patients are well informed to contact us in case of fever or illness, especially when using immunotherapy. CHE admission capacity was limited in the first outbreak until June 2020, but during the whole period it was possible to admit severely ill patients. Also, IBD patients with immunosuppression are checked in the outpatient clinic every 3-6 months, and no other patients than the described eight cases have reported admission elsewhere, while several cases mentioned SARS-CoV-2 positivity with only mild complaints. Finally, regional and national mortality have been under-registered, especially for mortality outside the hospital. This strengthens the conclusion of our findings even more, whereas the CHE-IBD hospitalization and mortality rates are accurate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, this study demonstrates that neither IBD nor immunosuppressants are risk factors for severe COVID-19. This is important information for IBD patients and healthcare providers, but also for other patients with chronic inflammatory diseases and immunosuppressive medication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "LG contributed to study concept and design, patient inclusion, data acquisition, analysis and interpretation, drafting of the manuscript, and study supervision; LR, RS, AW, ME, ES, JB, JS and AS contributed to patient inclusion and critical revision of the manuscript; SH performed data extraction, statistical analysis and interpretation. All authors approved the final version of the manuscript, including the authorship list.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' contributions"
        },
        {
            "text": "Funding This research did not receive any grants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' contributions"
        },
        {
            "text": "Data availability All data are available in the article; general population data can also be found on the websites referred to in the article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' contributions"
        },
        {
            "text": "The authors have no conflicts of interest to declare that are relevant to the content of this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        },
        {
            "text": "Ethics approval This non-interventional study was approved by the Medical Ethical Committee United (MEC-U, reference number W16.113).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        },
        {
            "text": "Individual cases were asked for signed informed consent, or when deceased, their relatives were contacted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        },
        {
            "text": "The Dutch IBD patient organization (Crohn&Colitis NL) supports the design and findings of the study and will be engaged in results dissemination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient and Public Involvement statement"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "507--51",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1054--1064",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "8",
            "issn": "",
            "pages": "475--523",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Factors associated with acute respiratory distress syndrome and death in patients with coronavirus disease 2019 pneumonia in Wuhan China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Intern Med",
            "volume": "180",
            "issn": "",
            "pages": "934--94",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Risk factors for severe and critically ill COVID-19 patients: A review",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "D"
                    ],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Allergy",
            "volume": "76",
            "issn": "",
            "pages": "428--473",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Safety, tolerability, and immunogenicity of an inactivated SARS-CoV-2 vaccine in healthy adults aged 18-59 years: a randomised, double-blind, placebo-controlled, phase 1/2 clinical trial",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Lancet Infect Dis",
            "volume": "21",
            "issn": "",
            "pages": "181--200",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Increased incidence of serious viral infections with inflammatory bowel disease associates with active disease and use of thiopurines. United",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wisniewski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kirchgesner",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Seksik",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "European Gastroenterol J",
            "volume": "8",
            "issn": "",
            "pages": "303--334",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The role of angiotensin converting enzyme 2 in modulating gut microbiota, intestinal inflammation and coronavirus infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Penninger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Grant",
                    "suffix": ""
                },
                {
                    "first": "Jjy",
                    "middle": [],
                    "last": "Sung",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Gastroenterology",
            "volume": "160",
            "issn": "",
            "pages": "39--46",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Expression of SARS-CoV-2 entry molecules ACE2 and TMPRSS2 in the gut of patients with IBD",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Burgueño",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Reich",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hazime",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Inflamm Bowel Dis",
            "volume": "26",
            "issn": "",
            "pages": "797--80",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Mechanisms linking the human gut microbiome to prophylactic and treatment strategies for COVID-19",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Walton",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Gibson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Hunter",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Br J Nutr",
            "volume": "126",
            "issn": "2",
            "pages": "219--241",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Microbiota modulation of the gut-lung axis in COVID-19",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vilela",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "De Oliveira",
                    "suffix": ""
                },
                {
                    "first": "Narjara",
                    "middle": [],
                    "last": "Simão Oliveira",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Figueiredo",
                    "middle": [],
                    "last": "Pinzan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Front Immunol",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fimmu.2021.635471"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Covid-19 and immunomodulation in IBD",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Neurath",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Gut",
            "volume": "69",
            "issn": "",
            "pages": "1335--1348",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "SARS-CoV-2 cell entry depends on ACE2 and TMPRSS2 and is blocked by a clinically proven protease inhibitor",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hoffmann",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kleine-Weber",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schroeder",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell",
            "volume": "181",
            "issn": "",
            "pages": "271--299",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "NK cells are biologic and biochemical targets of 6-mercaptopurine in Crohn's disease patients",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yusung",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mcgovern",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Line",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Clin Immunol",
            "volume": "175",
            "issn": "",
            "pages": "82--90",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "AGA clinical practice update on management of inflammatory bowel disease During the COVID-19 pandemic: expert commentary",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Rubin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Feuerstein",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Gastroenterology",
            "volume": "159",
            "issn": "",
            "pages": "350--385",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "bsg-advicefor-manag ement-of-infla mmato ry-bowel-disea ses-during-thecovid-19-pande mic",
            "authors": [],
            "year": 2020,
            "venue": "British Society of Gastroenterology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "th and 7 th expert interview reviewed by the covid-19 ECCO Taskforce",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Uneventful course in IBD patients during SARS-CoV-2 outbreak in northern Italy",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Norsa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Indriolo",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sansotta",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Gastroenterology",
            "volume": "159",
            "issn": "",
            "pages": "371--408",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Are patients with inflammatory bowel disease at increased risk for Covid-19 infection?",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Monteleone",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ardizzone",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Crohns Colitis",
            "volume": "14",
            "issn": "",
            "pages": "1334--1347",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Functional exhaustion of antiviral lymphocytes in COVID-19",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell Mol Immunol",
            "volume": "17",
            "issn": "",
            "pages": "533--53",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "COVID-19: Consider cytokine-storm syndromes and immunosuppression",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mehta",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Mcauley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1033--1043",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Association Between Chronic Use of Immunosuppresive Drugs and Clinical Outcomes From Coronavirus Disease 2019 (COVID-19) Hospitalization: A Retrospective Cohort Study in a Large US Health System",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Andersen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mehta",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Palamuttam",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Clin Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/ciaa1488"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Clinical outcomes of Covid-19 in patients with inflammatory bowel disease: a nationwide cohort study",
            "authors": [
                {
                    "first": "Laap",
                    "middle": [],
                    "last": "Derikx",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Lantinga",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "De Jong",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J Crohns Colitis",
            "volume": "15",
            "issn": "",
            "pages": "529--53",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Prevalence and outcome of COVID-19 among patients with inflammatory bowel disease -Danish prospective population-based cohort study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Attauabi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Poulsen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Theede",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J Crohns Colitis",
            "volume": "15",
            "issn": "26",
            "pages": "540--55",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Effect of IBD medications on COVID-19 outcomes: results from an International Registry",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Ungaro",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Brenner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Gearry",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Gut",
            "volume": "70",
            "issn": "",
            "pages": "725--73",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "2021) the Dutch central office for statistics",
            "authors": [],
            "year": null,
            "venue": "Statistics Netherlands",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Rijks Instituut voor Volksgezondheid en Milieu -RIVM)",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Toward an integrated clinical, molecular and serological classification of inflammatory bowel disease: report of a Working Party of the 2005 Montreal World Congress of Gastroenterology",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Silverberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Satsangi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ahmad",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Can J Gastroenterol",
            "volume": "19",
            "issn": "",
            "pages": "5--36",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "A review on function and side effects of systemic corticosteroids used in high-grade COVID-19 to prevent cytokine storms",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Langarizadeh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tavakoli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Abiri",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "EXCLI J",
            "volume": "20",
            "issn": "",
            "pages": "339--375",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Methylprednisolone added to tocilizumab reduces mortality in SARS-CoV-2 pneumonia: An observational study",
            "authors": [
                {
                    "first": "Sanz",
                    "middle": [],
                    "last": "Herrero",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Puchades",
                    "middle": [],
                    "last": "Gimeno",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Ortega",
                    "middle": [],
                    "last": "García",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J Intern Med",
            "volume": "289",
            "issn": "",
            "pages": "259--285",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "COVID-19 and IBD drugs: should we change anything at the moment?",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Lees",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Irving",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Beaugerie",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Gut",
            "volume": "70",
            "issn": "",
            "pages": "632--63",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Incidence, clinical characteristics, and evolution of SARS-CoV-2 infection in patients with inflammatory bowel disease: A single-center study in Madrid",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Guerra",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Algaba",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jiménez",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Spain Inflamm Bowel Dis",
            "volume": "27",
            "issn": "",
            "pages": "25--33",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "SARS-CoV-2 testing, prevalence, and predictors of COVID-19 in patients with inflammatory bowel disease in Northern California",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gubatan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Levitte",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Balabanis",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Gastroenterology",
            "volume": "159",
            "issn": "",
            "pages": "1141--1152",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Second European evidencebased consensus on the prevention, diagnosis and management of opportunistic infections in inflammatory bowel disease",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Rahier",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Magro",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Abreu",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Crohn Colitis",
            "volume": "8",
            "issn": "",
            "pages": "443--68",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Vaccination recommendations for the adult immunosuppressed patient: a systematic review and comprehensive field synopsis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lopez",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Mariette",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bachelez",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Auto-immun",
            "volume": "80",
            "issn": "",
            "pages": "10--27",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "SARS-CoV-2 vaccination for patients with inflammatory bowel disease: a British society of gastroenterology inflammatory bowel disease section and IBD clinical research group position statement",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Alexander",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Moran",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gaya",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Lancet Gastroenterol Hepatol",
            "volume": "6",
            "issn": "",
            "pages": "218--240",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "COVID-19 -from mucosal immunology to IBD patients",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Weidinger",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Hegazy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Glauben",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Mucosal Immunol",
            "volume": "14",
            "issn": "",
            "pages": "566--57",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "and CT-thx PCR and CT-thx PCR and CT-thx PCR and X",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Demographic characteristics of the CHE-IBD cohort at start and end of the study interval CD, Crohn's disease; UC, ulcerative colitis; IBD, inflammatory bowel disease Using a Chi-squared test, the distribution of gender and type of disease did not change significantly. Using a two-sample t test, the distribution of age did not change significantly The use of immunosuppressive therapy and oral mesalamine in the CHE-IBD cohort at start and end of the study interval",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "COVID-19 coronavirus disease 2019; IQR interquartile range 25 to 75%; PCR polymeric chain reaction; X-thx X-ray of the thorax; CT-thx computed tomography of the thorax; ICU",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "COVID-19-related mortality rate in the first year of the SARS-CoV-19 outbreak in the Netherlands, measured in the CHE-IBD cohort, the general population in the region Eindhoven (Southeast Brabant) and in the Netherlands, related to age",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}