{
    "paper_id": "d15b58c24b9b67e601de455f2606ed445444f104",
    "metadata": {
        "title": "Incidence of SARS-CoV-2 infection according to baseline antibody status in staff and residents of 100 long-term care facilities (VIVALDI): a prospective cohort study",
        "authors": [
            {
                "first": "U",
                "middle": [
                    "K"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "H",
                "middle": [],
                "last": "Williams",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Robson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "A"
                ],
                "last": "Palantir",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Laura",
                "middle": [],
                "last": "Shallcross",
                "suffix": "",
                "affiliation": {},
                "email": "l.shallcross@ucl.ac.uk"
            },
            {
                "first": "Maria",
                "middle": [],
                "last": "Krutikov",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tom",
                "middle": [],
                "last": "Palmer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gokhan",
                "middle": [],
                "last": "Tut",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chris",
                "middle": [],
                "last": "Fuller",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Madhumita",
                "middle": [],
                "last": "Shrotri",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Haydn",
                "middle": [],
                "last": "Williams",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Daniel",
                "middle": [],
                "last": "Davies",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Aidan",
                "middle": [],
                "last": "Irwin-Singer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "James",
                "middle": [],
                "last": "Robson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Andrew",
                "middle": [],
                "last": "Hayward",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Paul",
                "middle": [],
                "last": "Moss",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Andrew",
                "middle": [],
                "last": "Copas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background SARS-CoV-2 infection represents a major challenge for long-term care facilities (LTCFs) and many residents and staff are seropositive following persistent outbreaks. We aimed to investigate the association between the SARS-CoV-2 antibody status at baseline and subsequent infection in this population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We did a prospective cohort study of SARS-CoV-2 infection in staff (aged <65 years) and residents (aged >65 years) at 100 LTCFs in England between Oct 1, 2020, and Feb 1, 2021. Blood samples were collected between June and November, 2020, at baseline, and 2 and 4 months thereafter and tested for IgG antibodies to SARS-CoV-2 nucleocapsid and spike proteins. PCR testing for SARS-CoV-2 was done weekly in staff and monthly in residents. Cox regression was used to estimate hazard ratios (HRs) of a PCR-positive test by baseline antibody status, adjusted for age and sex, and stratified by LTCF.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Findings 682 residents from 86 LCTFs and 1429 staff members from 97 LTCFs met study inclusion criteria. At baseline, IgG antibodies to nucleocapsid were detected in 226 (33%) of 682 residents and 408 (29%) of 1429 staff members. 93 (20%) of 456 residents who were antibody-negative at baseline had a PCR-positive test (infection rate 0·054 per month at risk) compared with four (2%) of 226 residents who were antibody-positive at baseline (0·007 per month at risk). 111 (11%) of 1021 staff members who were antibody-negative at baseline had PCR-positive tests (0·042 per month at risk) compared with ten (2%) of 408 staff members who were antibody-positive staff at baseline (0·009 per month at risk). The risk of PCR-positive infection was higher for residents who were antibody-negative at baseline than residents who were antibody-positive at baseline (adjusted HR [aHR] 0·15, 95% CI 0·05-0·44, p=0·0006), and the risk of a PCR-positive infection was also higher for staff who were antibody-negative at baseline compared with staff who were antibody-positive at baseline (aHR 0·39, 0·19-0·82; p=0·012). 12 of 14 reinfected participants had available data on symptoms, and 11 of these participants were symptomatic. Antibody titres to spike and nucleocapsid proteins were comparable in PCR-positive and PCR-negative cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Interpretation The presence of IgG antibodies to nucleocapsid protein was associated with substantially reduced risk of reinfection in staff and residents for up to 10 months after primary infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Residents of long-term care facilities (LTCFs) that provide residential or nursing care to older people have had the highest burden of COVID-19 related mortality of any population group. Older adults might have less robust immune responses to infection due to agerelated immune-senescence and underlying comorbidities, and although emerging data suggest that most LTCF residents have a detectable immune response following natural infection with SARS-CoV-2, 1-4 the extent to which this protects against a second infection is unclear. Understanding the degree of protection afforded by previous infection, duration of infection, and whether primary infection and reinfection differ with regard to disease severity and clinical presentation has major implications for vaccination and for policy decisions regarding the ongoing need for nonpharmaceutical interventions in LTCFs to prevent transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Most individuals who are infected with SARS-CoV-2 develop antibodies against the spike and nucleocapsid proteins of the virus 1-2 weeks after symptom onset; 5 however, data from residents of LTCFs are limited by small sample sizes. 3, 4 The magnitude of neutralising antibodies against the spike protein receptor-binding domain have been shown to correlate with post-infection immunity, to be dependent on disease severity, 6 and to decline over time, 7 but understanding of the immune correlates of protection against reinfection in all age groups remains poor.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 158,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 232,
                    "end": 234,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 235,
                    "end": 236,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 424,
                    "end": 425,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 452,
                    "end": 453,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Despite the large number of primary infections of SARS-CoV-2 that have been reported worldwide, there have been relatively few cases of reinfection. [8] [9] [10] Longitudinal studies in hospital staff suggest reinfections are uncommon, 11 but it is uncertain whether these findings are generalisable to people who live and work in LTCFs due to fundamental differences in underlying health status, age, socioeconomic background, and levels of exposure to SARS-CoV-2 in hospitals and LTCFs.",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 152,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 153,
                    "end": 156,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 157,
                    "end": 161,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 236,
                    "end": 238,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "An estimated 410 000 older people currently live in approximately 11 000 LTCFs in England. 12 We did a prospective longitudinal cohort study in 100 LTCFs to estimate the incidence and relative hazards of PCRpositive SARS-CoV-2 infection in LTCF staff and residents who were antibody-positive for SARS-CoV-2 with staff and residents who were antibody-negative for SARS-CoV-2.",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 93,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The VIVALDI study is a prospective cohort study of staff and residents in LTCFs in England, 13 first established in May, 2020, in LTCFs owned by the Four Seasons Healthcare Group (FSHCG) and has since expanded to other LTCFs. Participants are currently being followed up for up to 18 months. Our current analysis includes data from only those LTCFs that are owned by the FSHCG.",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 94,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Study design and participants"
        },
        {
            "text": "Since June 11, 2020 , all staff and residents in LTCFs in England have been offered regular testing for SARS-CoV-2 based on PCR of clinical isolates from nasopharyngeal swabs. 14 Residents are tested monthly and staff are tested weekly, although individuals who test positive are then not re-tested for 90 days. 15 Local public health teams also investigate outbreaks in LTCFs and usually do PCR testing for all staff and residents at baseline and 7 days later. PCR results (including tests done in hospital) are stored in the COVID-19 Data Store, which was established as part of the UK's pandemic response.",
            "cite_spans": [
                {
                    "start": 6,
                    "end": 19,
                    "text": "June 11, 2020",
                    "ref_id": null
                },
                {
                    "start": 176,
                    "end": 178,
                    "text": "14",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 312,
                    "end": 314,
                    "text": "15",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Study design and participants"
        },
        {
            "text": "Eligible LTCFs were identified by the FSHCG. LTCFs that provided care to adults aged older than 65 years and were owned by the FSHCG were eligible for participation and were identified by FSHCG. Staff and residents were eligible for inclusion in the analysis of risk of reinfection if they had a valid pseudo-identifier (enabling linkage of antibody test results to PCR tests); they lived or worked in a LTCF owned by FSHCG; they had at least one PCR test result during the analysis period; and they had at least one antibody test during the study period. We excluded staff members older than 65 years and residents aged",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design and participants"
        },
        {
            "text": "Evidence before this study We did a systematic search of MEDLINE (Ovid) and the medRxiv preprint server on Jan 18, 2021, for studies done in long-term care facilities (LTCFs) that described the risk of infection in individuals who were antibody-positive for SARS-CoV-2 compared with individuals who were antibody-negative using the search terms \"SARS-CoV-2\" OR \"COVID-19\" OR \"coronavirus\" AND \"care home\" OR \"nursing home\" OR \"long term care facility\", without date or language restrictions. We did not identify any publications that focused on risk of reinfection in seropositive individuals; however, since our systematic search, one study has been published using data from two LTCFs in London, UK. This study reported a 96% reduction in the odds of reinfection in individuals who were seropositive compared with those who were seronegative based at 4-month follow-up in 161 participants. We found ten studies that included seroprevalence surveys of staff or of staff and residents in LTCFs in eight cohorts. Five of these surveys were done in response to SARS-CoV-2 outbreaks within the care homes, as part of the subsequent investigation or as post-infection surveillance. The largest of these studies, which enrolled both staff and residents, was done in six LTCFs and included longitudinal antibody testing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research in context"
        },
        {
            "text": "We present estimates of reinfection in staff and residents from 100 LTCFs in England who were tested for SARS-CoV-2 antibodies at study entry and then tested regularly for SARS-CoV-2 infection using PCR. This study, which included more than 2000 staff and residents, is the largest to date to assess the extent of natural immunity to SARS-CoV-2 in LTCFs and suggests that antibodies provide high levels of protection against reinfection for up to 10 months in both staff and residents. The number of reinfections was small, and although almost all cases of reinfection were symptomatic, none required hospital treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Added value of this study"
        },
        {
            "text": "Despite high background rates of SARS-CoV-2 infection in LTCFs, the overall risk of reinfection was low in this population. These findings are broadly consistent with findings from large cohort studies of hospital staff, and extend the evidence of substantial protection to frail older people, who are susceptible to severe outcomes of SARS-CoV-2 infection due to age-related changes in immunity (immune-senescence) and high levels of comorbidity. The low risk of reinfection in our study suggests identification of immune correlates of protection in this population will require pooling of data across multiple cohorts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications of all the available evidence"
        },
        {
            "text": "As vaccination coverage in residents of LTCFs approaches 100% in England, it will be important to understand whether vaccination and natural infection provide comparable levels of protection against infection. Such insights will inform future policy decisions regarding re-vaccination schedules in LTCFs, and the longer-term need for non-pharmaceutical interventions to prevent SARS-CoV-2 transmission, such as asymptomatic testing and visitor restrictions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications of all the available evidence"
        },
        {
            "text": "For more on the NHS COVID- 19 Data Store Reference Library see https://data.england.nhs.uk/ covid-19/ younger than 65 years to minimise the risk that staff were misclassified as residents and residents were misclassified as staff members, and to enable assessment of immune response to SARS-CoV-2 in the two age groups (≥65 years vs ≤65 years). Demographic data comprising age, sex, address, and whether the individual was a staff member or resident was obtained for all participants. We also retrieved data on symptoms in the 7 days before and after the date of the PCR swab for cases of reinfection, using daily logs of symptoms in staff and residents that were recorded by the FSHCG from March 1, 2020, onwards. Blood sampling was offered to all participants at three timepoints separated by 6-8-week intervals in June, August, and October, 2020. Participants could join the study at any blood testing round. Cycle threshold (Ct) values, providing an estimate of viral load, were retrieved for reinfected cases.",
            "cite_spans": [
                {
                    "start": 27,
                    "end": 29,
                    "text": "19",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Implications of all the available evidence"
        },
        {
            "text": "Ethical approval for this study was obtained from the South Central-Hampshire B Research Ethics Committee (20/SC/0238). Written informed consent to participate was obtained from all participants. For residents who did not have capacity to consent, a personal or nominated consultee was identified to act on their behalf.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications of all the available evidence"
        },
        {
            "text": "Blood samples were tested for IgG to nucleocapsid protein using a semi-quantitative chemiluminescent microparticle immunoassay (SARS-CoV-2 IgG assay; Abbott, Maidenhead, UK). Quantitative IgG antibody titres were measured against spike protein and nucleocapsid protein using the V-PLEX COVID-19 Respiratory Panel 2 kit (96-well, 10 Spot Plate coated with four SARS CoV-2 antigens [spike protein, spike receptorbinding domain, spike N-terminal domain, and nucleocapsid protein]; K15372U; Meso Scale Diagnostics, Rockville, MD, USA; appendix p 2). PCR samples were tested in a network of laboratories using a range of assays that targeted different SARS-CoV-2 genes (appendix p 2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Procedures"
        },
        {
            "text": "We used an index value cutoff of 0·8 to classify samples as antibody-positive (≥0·8) or antibody-negative (<0·8) to maximise the sensitivity of the immunoassay while maintaining high specificity. 16, 17 Quantitative IgG antibody titres were obtained for cases of suspected reinfection. For comparison, control samples were retrieved for 23 residents and 19 staff from five randomly selected LTCFs who met the following criteria: IgG antibodies to nucleocapsid protein detected at the first blood testing round; three antibody tests; no record of PCR-positive test; and at least one PCR test result during the analysis period.",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 199,
                    "text": "16,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 200,
                    "end": 202,
                    "text": "17",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Procedures"
        },
        {
            "text": "Approximately 60% of PCR results from the national testing programme, and almost all tests done in hospital, can be linked to staff and residents using a pseudoidentifier based on the individuals' unique National Health Service (NHS) number. PCR results from the national testing programme are also linked to specific care homes using the Care Quality Commission's unique location identifier. The Care Quality Commission regulates all providers of health and social care in England.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Procedures"
        },
        {
            "text": "Antibody test results were submitted to NHS England and matched to NHS number using an algorithm based on participant forename and surname, date of birth, sex, and postcode. This process made it possible to generate a common pseudo-identifier to link antibody and PCR test results in the NHS COVID-19 Datastore. Dates of first vaccination against SARS-CoV-2 were retrieved for all participants through linkage to the National Immunisation Database, based on the same pseudoidentifier. Analysis was done in the UCL Data Safe Haven.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Procedures"
        },
        {
            "text": "All participants were classified into two cohorts (antibody-positive and antibody-negative for SARS-CoV-2) according to their first antibody test done at baseline. Exposure status was based on IgG antibodies to nucleocapsid because this result (based on the Abbott immunoassay) was available for all participants. Subsequent seroconversion was not considered in our primary analysis due to the small numbers of participants in whom this occurred.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Procedures"
        },
        {
            "text": "The time-at-risk entry time for participants was Oct 1, 2020, or 28 days after their first available antibody test, whichever occurred later. These restrictions reduced the risk of misclassifying prolonged PCR positivity as reinfection, particularly between July and September, 2020, when the incidence of SARS-CoV-2 was comparatively low in England. 11, 18 For example, before October, 2020, we identified 13 infections among antibody-positive participants and seven infections among antibody-negative participants, suggesting a high risk of misclassification in this period.",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 354,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 355,
                    "end": 357,
                    "text": "18",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Procedures"
        },
        {
            "text": "All positive PCR tests after entry time were considered to indicate infection or reinfection. Participants were followed up from entry time until the earliest of the following: first PCR-positive test (main outcome); last PCR test (removed individuals who had left the LTCF, since most staff and residents had regular PCR testing); 12 days after the first vaccination of any resident in the home; 12 days following the first vaccination of any staff member in the home. The 12-day window was chosen on the basis of evidence that the protective effect of vaccination begins after 12 days. 19 The date of first vaccination in the care home was preferred over the date each individual was vaccinated because vaccination records might be incomplete and most facilities achieved high vaccine coverage.",
            "cite_spans": [
                {
                    "start": 588,
                    "end": 590,
                    "text": "19",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Procedures"
        },
        {
            "text": "Kaplan-Meier curves were generated separately for staff and residents, to show the cumulative probability of testing PCR-positive over time by baseline antibody status. We excluded late entrants to the analysis (ie, those See Online for appendix For more on the National Immunisation Database see https://www.scwcsu.nhs.uk/ services/nhs-immunisationmanagement-service/ For more on the UCL Data Safe Haven https://www.ucl.ac.uk/ isd/services/file-storage-sharing/ data-safe-haven-dsh who joined after Oct 1, 2020; n=165) from Kaplan-Meier analyses to allow presentation on a calendar timescale starting from Oct 1, 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Cox regression was used to estimate hazard ratios (HRs) of a PCR-positive test by baseline antibody status. The baseline hazard was defined over calendar time, with participants entering time at risk on their study entry date. Our primary analysis was done within LTCFs to remove potential confounding from unmeasured LTCF factors, different trends in background incidence of SARS-CoV-2, or differences in the proportion of individuals in each LTCF who had a history of previous infection. This analysis was based on a Cox regression model stratified by LTCF to allow a different baseline hazard for each LTCF, restricted to LTCFs that had participants with and without baseline antibodies and also some positive PCR tests after study entry. We also did a separate analysis stratified by regions of England, which was more susceptible to bias, but had greater precision. In this model, 95% CIs for the HRs were presented based on robust SEs to account for the clustering of participants by LTCF. For both models, adjusted HRs were estimated, adjusting for sex and for the non-linear effects of age using cubic splines with five knots at default positions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Quantitative antibody titres were compared between reinfection cases and controls (appendix p 2). We did sensitivity analysis to investigate the effect of using the manufacturer's index value threshold for the immunoassay (1·4) and time at risk before Oct 1, 2020, by assuming an entry date of 28 days following the first antibody test (appendix p 6).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "p<0·05 was considered to indicate statistical significance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Sample size for the original VIVALDI study was based on the precision of estimates for antibody prevalence. 13 Considering the rapidly changing policy priorities during the COVID-19 pandemic, the VIVALDI study has been adapted to address research questions that were not specified in the original protocol. Consequently, no sample size calculations were done for this study.",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 110,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "All statistical analysis was done using STATA (version 16.0).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "The funder had no role in the study design, data collection, data analysis, data interpretation or writing of the report.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of the funding source"
        },
        {
            "text": "We identified 100 eligible LTCFs. 2111 participants, comprising 682 residents from 86 LTCFs and 1429 staff members from 97 LCTFs, met the study inclusion criteria ( figure 1, table 1 ). The mean number of residents at each LTCF was 6·8 (SD 6·9) and the mean number of staff members was 14·3 (10·0). The cohort was predominantly female (474 [70%] of 682 residents; 1255 [88%] of 1429 staff members). The median age of residents was 86 years (IQR 79-91) and 47 years (34-56) for staff members. At baseline, antibodies to nucleocapsid were identified in 226 (33%) of 682 residents and 408 (29%) of 1429 staff members. Participants from all regions of England were represented in the sample. 91% of participants joined the study on Oct 1, 2020. 392 (57%) of 682 residents and 462 (32%) of 1429 staff members participated in all three rounds of blood testing. Ten (2%) of 456 residents and 19 (2%) of 1021 staff members who tested negative for antibodies against nucleocapsid in their first testing round subsequently had a positive antibody test. 39 (17%) of 226 residents and 102 (25%) of 408 staff members who had antibodies against nucleocapsid at baseline tested antibody-negative in a later round. Residents had a median of 3 PCR tests (IQR 2-4) and staff had a median of 7 PCR tests (4) (5) (6) (7) (8) (9) (10) (11) during the analysis period.",
            "cite_spans": [
                {
                    "start": 1285,
                    "end": 1288,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1289,
                    "end": 1292,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1293,
                    "end": 1296,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1297,
                    "end": 1300,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1301,
                    "end": 1304,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1305,
                    "end": 1308,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1309,
                    "end": 1313,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1314,
                    "end": 1318,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 165,
                    "end": 182,
                    "text": "figure 1, table 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Staff members contributed 3749 months of follow-up time and residents contributed 1809 months of follow-up time (table 2) . 93 (20%) of 456 residents who were antibody-negative at baseline had a PCR-positive test (infection rate 0·054 per month at risk) compared with four (2%) of 226 residents who were antibody-positive at baseline (0·007 per month at risk). 111 (11%) of 1021 staff members who were antibody-negative at baseline had PCR-positive tests (0·042 per month at risk) compared with ten (2%) of 408 staff members in antibody-positive staff (0·009 per month at risk). Between Oct 1, 2020, and Feb 1, 2021, the incidence of SARS-CoV-2 infection gradually increased in staff and residents, with a low number of infections observed in individuals who were antibody-positive at baseline (figure 2). The difference in the number of infections observed in antibody-positive and antibody-negative individuals was greater in staff than residents. By Feb 1, 2021, few participants remained at-risk in the analysis due to the rapid vaccine rollout in LTCFs in England starting on Dec 8, 2020.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 112,
                    "end": 121,
                    "text": "(table 2)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "In the Cox regression stratified by LTCF, the risk of a PCR-positive infection was higher for residents who were antibody-negative at baseline compared with residents who were antibody-positive at baseline (adjusted HR [aHR] 0·15, 95% CI 0·05-0·44, p=0·0006). The risk of a PCR-positive infection was also higher for staff who were antibody-negative at baseline compared with staff who were antibody-positive at baseline (aHR 0·39, 0·19-0·82; p=0·012; table 3). The estimated protective effect in antibody-positive staff and residents against reinfection was slightly stronger when stratified by region, but this analysis might be subject to some confounding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Information about whether residents or staff members had symptoms in the 7 days before or after PCR testing was available for 12 of 14 cases of reinfection (appendix pp 4-5). All four residents with reinfection were febrile at or around the time of their PCR test and of eight staff members with reinfection, six reported cough, one reported fever, and one was asymptomatic. By comparison, 14 of 42 controls had symptoms in the 7 days before or after their PCR test. Of the 14 individuals with reinfection, three (one resident, two staff members) became seronegative before their positive PCR test. None of the reinfection cases were admitted to hospital or died due to infection and the median duration of symptoms was 7 days (IQR 5·0-12·5).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Ct values were obtained for 13 of 14 reinfection samples. The median Ct value for reinfection cases was 36 (IQR 30·1-37·0). Six of seven samples that were analysed using the same PCR assay, and nine of 14 samples that were tested using assays that targeted the ORF1ab gene had Ct values of more than 30 (appendix pp 4-5).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Quantitative antibody data were available for 11 of the 14 reinfection cases and for 42 control participants who were antibody-positive at baseline and remained PCRnegative throughout follow-up. Median baseline levels of antibodies to nucleocapsid IgG were 101 527 AU/mL (18 393-161 580) among reinfected cases compared with 26 326 AU/mL (14 378-59 633) among control cases. Differences in levels of antibodies to nucleocapsid IgG were not statistically significant between reinfected individuals and controls for the first testing round (p=0·544) or for the last available antibody test when controlling for length of time between the antibody test and the PCR test (p=0·426; figure 3; appendix p 3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Sensitivity analyses using the manufacturer's recommended index cutoff value (1·4) for the immunoassay and assuming an entry date of 28 days following the first antibody test for all participants did not substantially alter our findings (appendix p 6).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "In this cohort study done in 100 LTCFs, the risk of PCRpositive SARS-CoV-2 infection was substantially lower in residents and staff who were positive for SARS-CoV-2specific antibodies at baseline. Our findings suggest that previous infection reduced the risk of reinfection by approximately 85% in residents and 60% in staff members. We identified only 14 cases of possible reinfection, mainly affecting staff, and although almost all of these individuals reported symptoms, none required hospital treatment. These findings suggests that previous SARS-CoV-2 infection provides a high degree of protection against a second infection and is broadly consistent with findings from longitudinal studies 11 in hospital staff. Although staff and residents with antibodies against the SARS-CoV-2 nucleocapsid protein at baseline remain susceptible to symptomatic infection, our findings based on up to 10 months of follow-up from primary infection (assuming earliest infections occurred in March, 2020) suggest that their risk of reinfection is low (<1% risk per month). Similar findings were obtained in sensitivity analyses, in which the threshold for detection of IgG to nucleocapsid and time at risk were varied. The low number of reinfections reduced statistical power and restricted strong conclusions about symptom profiles, but the majority of reinfections in both staff and residents were symptomatic. This finding contrasts with studies of hospital staff, in which only a third of reinfected individuals reported symptoms. 11 In our findings, symptoms seemed to be milder in staff (eg, cough) than in residents (eg, fever); however, differential ascertainment of symptoms between staff and residents cannot be excluded. The risk of recall bias is minimised by the fact that LTCFs recorded symptoms in staff and residents prospectively.",
            "cite_spans": [
                {
                    "start": 1525,
                    "end": 1527,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We obtained Ct values for reinfection samples but were unable to compare viral load between individual's reinfections and primary infections due to low testing coverage at the start of the pandemic. Ct values higher than 30 are a widely used threshold to denote lower viral load: 20, 21 in the subset of reinfection samples that were tested using comparable PCR assays, the majority (64-86%) of samples had Ct values higher than 30. By comparison, more than 80% of samples obtained from PCR testing in LTCFs during the same time period, which will mainly represent primary infections considering the low incidence of reinfection, had Ct values of less than 30, based on a comparable assay. 22 Although it is difficult to compare tests done in different laboratories, these findings provide tentative evidence that reinfections might be associated with lower viral load and reduced risk of transmission compared with primary infections. Ideally, the presence of reinfection would have been confirmed by viral sequencing. Nevertheless, it is unlikely that we mis classified primary infections that remained PCR-positive as reinfections, because most participants had at least 90 days and all had two or more negative PCR tests between their baseline antibody test and PCR-positive test.",
            "cite_spans": [
                {
                    "start": 280,
                    "end": 283,
                    "text": "20,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 284,
                    "end": 286,
                    "text": "21",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 690,
                    "end": 692,
                    "text": "22",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We found no difference in quantitative antibody titres against spike or nucleocapsid proteins in reinfected individuals compared with uninfected individuals with baseline antibodies. The low incidence of reinfection makes studies of correlates of protection challenging and highlights the need to standardise the assays that are used to evaluate humoral and cellular immunity to enable the pooling of sample collections and results across cohorts. 16 Since the date of primary infection was unknown for most reinfected cases in our study (due to low levels of PCR testing in LTCFs at the start of the pandemic), it is possible that these cases of reinfection followed from primary infections that occurred at the start of the pandemic or were asymptomatic, associated with low viral load. The reasons why the magnitude of protection against reinfection afforded by baseline antibodies was greater in residents than staff remain unclear. We hypothesise that that symptomatic staff might have accessed PCR testing outside of the LTCF, or that staff had comparatively higher levels of exposure to infection than residents during the analysis period. This higher level of exposure is because staff are likely to have more close contacts in the LTCF setting and also have more interaction with individuals in the community compared with residents. Additionally, residents who were antibody-positive at baseline might represent a particularly robust group, having survived the first wave of the pandemic. One strength of our study is that we estimated the incidence of infection during a period of high community prevalence of SARS-CoV-2 in the UK, associated with the rapid emergence of the B.1.1.7 variant. 21 The low number of reinfections suggest a good level of protective immunity against this variant following natural infection. The local prevalence of SARS-CoV-2 is likely to be a key . SARS-CoV-2 nucleocapsid antibody values at the first round of testing (C) and last round of testing, stratified by duration between the last antibody test and last relevant PCR test (D). The last relevant PCR test was defined as the first positive PCR test following antibody testing for reinfected cases and the last negative PCR test for controls. The median duration between the last antibody test and last relevant PCR result (first positive for cases, last negative for controls) was 62 days (28-88) among reinfected cases and 68 days (48-75) among control cases; on the basis of this testing gap, participants were categorised into three categories (0-50 days between tests, 50-75 days, and 75-180 days). Horizontal lines represent median values, boxes show the IQR, whiskers show data points within 1·5 × the IQR (upper and lower quartile; missing whiskers indicate that there were no data points within this range), and dots show outliers. AU=arbitrary units. Control Reinfected driver of transmission in LTCFs because staff can import infection from the community. 23, 24 Restricting our analysis to Oct 1, 2020, onwards reduced the duration of person-time at risk to 4 months, although incidence was low in the preceding months. Since most participants already had baseline antibodies on Oct 1, 2020, it is likely that these individuals were mainly infected during the first wave of the pandemic, up to 6 months earlier.",
            "cite_spans": [
                {
                    "start": 448,
                    "end": 450,
                    "text": "16",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1703,
                    "end": 1705,
                    "text": "21",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 2964,
                    "end": 2967,
                    "text": "23,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 2968,
                    "end": 2970,
                    "text": "24",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We were able to recruit participants from more than 100 geographically dispersed LTCFs, and although all LTCFs were owned by one provider, LTCFs varied in size and by the type of care provided. Overall, 35% of beds were funded for dementia care, two LTCFs cared exclusively for residents with dementia, and 18 facilities did not provide any dementia care. By capturing variation in these characteristics, which have been shown to be important in SARS-CoV-2 transmission within LTCFs, 25, 26 our results might be generalisable to other LTCFs in England. Although we accounted for LTCF-level differences, such as infection control practices, in our analysis, our results might not be generalisable to providers that operate different funding models, staffing ratios, or infection control practices. Expansion of the VIVALDI study on Nov 9, 2020, to a wider range of care providers should help to address these limitations. Our study was limited by sample size and the quality of surveillance data. 26, 27 Although we were able to link 2895 (65%) of 4470 eligible participants who had antibody testing to their PCR results, the majority of unlinked individuals were staff members. This is largely explained by the fact that most LTCFs do not hold identifiers that are required for data linkage, such as date of birth or address for their staff. Although we were unable to compare the demographic characteristics of linked and unlinked staff, we have no reason to suspect that there were systematic differences between these groups that could introduce bias. We recruited a median of 6·8 residents and 14·3 staff per LTCF, reflecting the challenges of recruiting frail residents who might lack capacity to consent or might be receiving end-of-life care, despite our use of personal or nominated consultees. Although we were not able to account for comorbidity in our analysis, it is likely that almost all residents had at least one underlying health condition, 28 and more than a third of residents were receiving dementia care. During the analysis period, residents (who were tested monthly) had a mean of 1·6 PCR tests per month and staff (who were tested weekly) had a mean of 3·1 PCR tests per month, suggesting high levels of participation in the voluntary testing programme. Less frequent PCR testing in residents and missing test results for staff is likely to lead to underestimation of the incidence of asymptomatic infection in both groups. However, it is likely that the majority of infections from June, 2020, onwards were detected because most participants were tested at least every 4 weeks, and the median duration of PCR positivity is 12-18 days. 29, 30 We classified baseline antibody status against nucleocapsid because data on antibodies to spike protein were only available for a subset of participants, and this might have led to under estimation of the proportion of individuals with previous infection due to antibody waning. To overcome this limitation, we reduced the test index threshold for the immunoassay to 0·8, which has been shown to increase sensitivity with minimal effect on test specificity. 17, 31 There is also a possibility of cross-reaction of antibody assay with antibodies to pre-existing seasonal coronaviruses although validation studies 31 have shown high test specificity.",
            "cite_spans": [
                {
                    "start": 484,
                    "end": 487,
                    "text": "25,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 488,
                    "end": 490,
                    "text": "26",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 996,
                    "end": 999,
                    "text": "26,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1000,
                    "end": 1002,
                    "text": "27",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1958,
                    "end": 1960,
                    "text": "28",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 2664,
                    "end": 2666,
                    "text": "30",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 3125,
                    "end": 3128,
                    "text": "17,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 3129,
                    "end": 3131,
                    "text": "31",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 3279,
                    "end": 3281,
                    "text": "31",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "As vaccination coverage in residents approaches 100%, 32 it will be important to understand whether vaccination and natural infection provide comparable levels of protection against new infection. New infections were still evident in our dataset in February, 2021, and work is ongoing to investigate the effectiveness of different vaccine types and dosing schedules in LTCF residents and staff. However, the high degree of vaccine coverage in residents will make it challenging to investigate protective effectiveness in this group. Additionally, further work is ongoing in this cohort to understand the extent of protection against reinfection offered by cellmediated immunity. 33 In summary, the risk of a SARS-CoV-2 reinfection was substantially reduced in staff and residents of LTCFs who were SARS-CoV-2 antibody-positive and the observed reinfections were not clinically severe. Understanding the correlates of immunity that protect against future infection will be fundamental to policy decisions regarding LTCFs, including re-vaccination schedules and the ongoing need for non-pharmaceutical interventions to prevent SARS-CoV-2 transmission.",
            "cite_spans": [
                {
                    "start": 679,
                    "end": 681,
                    "text": "33",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "LS, AH, AC, TP and MK conceptualised the study. AC, TP, LS, AH, and MK developed the statistical analysis plan. AC and TP did the formal statistical analysis. MK, CF, JR, MS and AI-S were involved with project administration. HW and DD curated and validated data. MK did the literature review. LS and AH obtained research funding. GT and PM did laboratory investigations. LS, TP, and MK wrote the first draft of the manuscript. All authors revised and edited the manuscript. LS, MK, TP, and AC accessed and verified the data. All authors had full access to the all the data reported in the study. LS and AC shared the final responsibility for the decision to submit for publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contributors"
        },
        {
            "text": "LS reports grants from the Department of Health and Social Care during the conduct of the study and is a member of the Social Care Working Group, which reports to the Scientific Advisory Group for Emergencies. AH is a member of the New and Emerging Respiratory Virus Threats Advisory Group at the Department of Health. All other authors declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interests"
        },
        {
            "text": "De-identified test results and limited meta-data will be made available for use by researchers in future studies, subject to appropriate research ethical approvals, once the VIVALDI study cohort has been finalised. These datasets will be accessible via the Health Data Research UK Gateway.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data sharing"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Using serologic testing to assess the effectiveness of outbreak control efforts, serial polymerase chain reaction testing, and cohorting of positive severe acute respiratory syndrome coronavirus 2 patients in a skilled nursing facility",
            "authors": [
                {
                    "first": "A V",
                    "middle": [],
                    "last": "Dora",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Winnett",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Fulcher",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/ciaa1286"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "High seroprevalence of SARS-CoV-2 in elderly care employees in Sweden",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Lindahl",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hoffman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Esmaeilzadeh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Infect Ecol Epidemiol",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "High rates of SARS-CoV-2 seropositivity in nursing home residents",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Nsn Graham",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Junghans",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mclaren",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J Infect",
            "volume": "82",
            "issn": "",
            "pages": "282--327",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "High prevalence of SARS-CoV-2 antibodies in care homes affected by COVID-19: prospective cohort study",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Ladhani",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jeffery-Smith",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "28",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Antibody responses to SARS-CoV-2 in patients with COVID-19",
            "authors": [
                {
                    "first": "Q-X",
                    "middle": [],
                    "last": "Long",
                    "suffix": ""
                },
                {
                    "first": "B-Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "H-J",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Med",
            "volume": "26",
            "issn": "",
            "pages": "845--893",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Longitudinal observation and decline of neutralizing antibody responses in the three months following SARS-CoV-2 infection in humans",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Seow",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Merrick",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Microbiol",
            "volume": "5",
            "issn": "",
            "pages": "1598--607",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Cross-sectional evaluation of humoral responses against SARS-CoV-2 spike",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Prévost",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gasser",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Beaudoin-Bussières",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell Rep Med",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "What reinfections mean for COVID-19",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Iwasaki",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "21",
            "issn": "",
            "pages": "3--5",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Antibody status and incidence of SARS-CoV-2 infection in health care workers",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Lumley",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "O&apos;donnell",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Stoesser",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "N Engl J Med",
            "volume": "384",
            "issn": "",
            "pages": "533--573",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Coronavirus disease 2019 (COVID-19) re-infection by a phylogenetically distinct severe acute respiratory syndrome coronavirus 2 strain confirmed by whole genome sequencing",
            "authors": [
                {
                    "first": "Kk-W",
                    "middle": [],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "If-N",
                    "middle": [],
                    "last": "Hung",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Ip",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/ciaa1275"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Do antibody positive healthcare workers have lower SARS-CoV-2 infection rates than antibody negative healthcare workers? Large multi-centre prospective cohort study (the SIREN study",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Foulkes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Charlett",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "medRxiv",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2021.01.13.21249642"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "COVID-19 mortality and long-term care: a UK comparison COVID-19 mortality and long-term care: a UK comparison",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Comas-Herrera",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Henderson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Study protocol: understanding SARS-Cov-2 infection, immunity and its duration in care home residents and staff in England (VIVALDI)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Krutikov",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Palmer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Donaldson",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Whole home testing rolled out to all care homes in England",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "19-management-of-exposed-healthcare-workers-and-patientsin-hospital-settings/covid-19-management-of-exposed-healthcareworkers-and-patients-in-hospital-settings#staff-who-are-pcr-positivefor-sars-cov-2",
            "authors": [
                {
                    "first": "Public",
                    "middle": [],
                    "last": "Health England",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Performance characteristics of five immunoassays for SARS-CoV-2: a head-tohead benchmark comparison",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ainsworth",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Andersson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Auckland",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "20",
            "issn": "",
            "pages": "1390--400",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Performance characteristics of the Abbott ARCHITECT SARS-CoV-2 IgG assay and seroprevalence in",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bryan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pepper",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Wener",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Microbiol",
            "volume": "58",
            "issn": "",
            "pages": "941--961",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Coronavirus (COVID-19) infection survey",
            "authors": [],
            "year": 2021,
            "venue": "Office for National Statistics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Safety and efficacy of the BNT162b2 mRNA Covid-19 vaccine",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "P"
                    ],
                    "last": "Polack",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kitchin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "383",
            "issn": "",
            "pages": "2603--2618",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Correlation between 3790 qPCR positives samples and positive cell cultures including 1941 SARS-CoV-2 isolates",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jaafar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Aherfi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wurtz",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/ciaa1491"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Investigation of novel SARS-CoV-2 variant. Variant of concern 202012/01",
            "authors": [
                {
                    "first": "Public",
                    "middle": [],
                    "last": "Health England",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Spread of new variant SARS-CoV-2 in long-term care facilities in England",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Krutikov",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hayward",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shallcross",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/nejmc2035906"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Variation in SARS-CoV-2 prevalence in U.S. skilled nursing facilities",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Kosar",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Feifer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Am Geriatr Soc",
            "volume": "68",
            "issn": "",
            "pages": "2167--73",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Risk factors, presentation, and course of coronavirus disease 2019 in a large, academic long-term care facility",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Bakaev",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Travison",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Berry",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Am Med Dir Assoc",
            "volume": "21",
            "issn": "",
            "pages": "1378--83",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Evolution and effects of COVID-19 outbreaks in care homes: a population analysis in 189 care homes in one geographical region of the UK",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Burton",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bayne",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Evans",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Healthy Longev",
            "volume": "1",
            "issn": "",
            "pages": "21--31",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Factors associated with SARS-CoV-2 infection and outbreaks in long-term care facilities in England: a national cross-sectional survey",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shallcross",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Burke",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Abbott",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Lancet Healthy Longev",
            "volume": "2",
            "issn": "",
            "pages": "129--171",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Risk factors associated with mortality among residents with coronavirus disease 2019 (COVID-19) in long-term care facilities in Ontario, Canada",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Fisman",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Bogoch",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lapointe-Shaw",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mccready",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Tuite",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Netw Open",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Health status of UK care home residents: a cohort study",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Gordon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Franklin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bradshaw",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Logan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Elliott",
                    "suffix": ""
                },
                {
                    "first": "Jrf",
                    "middle": [],
                    "last": "Gladman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Age Ageing",
            "volume": "43",
            "issn": "",
            "pages": "97--103",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "At what times during infection is SARS-CoV-2 detectable and no longer detectable using RT-PCR-based tests? A systematic review of individual participant data",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mallett",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Allen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Graziadio",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMC Med",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "SARS-CoV-2, SARS-CoV, and MERS-CoV viral load dynamics, duration of viral shedding, and infectiousness: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cevik",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tate",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Lloyd",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Maraolo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schafers",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Lancet Microbe",
            "volume": "2",
            "issn": "",
            "pages": "13--22",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Performance characteristics of five immunoassays for SARS-CoV-2: a head-to-head benchmark comparison",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ainsworth",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Andersson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Auckland",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "20",
            "issn": "",
            "pages": "1390--400",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "NHS confirms COVID jab now offered at every eligible care home in England",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Nhs England",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Profile of humoral and cellular immune responses to single BNT162b2 or ChAdOx1 vaccine in residents and staff within residential care homes (VIVALDI study)",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tut",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lancaster",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Krutikov",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "SSRN",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Study flow diagramLCTFs=long-term care facilities. NHS=National Health Service.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Cumulative new PCR-confirmed infections by baseline antibody statusLate entrants to the analysis (n=165) were excluded from Kaplan-Meier estimates to allow presentation on a calendar timescale starting from Oct 1, 2020. Shaded areas show 95% CIs. term care facility. aHR=adjusted hazard ratio. *Antibody-positive individuals versus antibody-negative individuals, adjusted for age and sex.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Quantitative SARS-CoV-2-spike and nucleocapsid IgG titres by reinfection status at the first testing round and last testing round SARS-CoV-2 spike antibody values at the first round of testing (A) and last round of testing, stratified by duration between the last antibody test and last relevant PCR test (B)",
            "latex": null,
            "type": "figure"
        },
        "TABREF2": {
            "text": "Baseline characteristics of participants by baseline antibody status (n=2111)",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "PCR-positive infections and time at risk by baseline antibody status",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Multivariate analysis of risk of PCR-positive infection by baseline antibody status, stratified by LTCF or region of England",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank the staff and residents in the LTCFs that participated in this study, and Mark Marshall at NHS England who pseudonymised the electronic health records. This report is independent research funded by the Department of Health and Social Care (COVID-19 surveillance studies). AH is supported by Health Data Research UK (LOND1), ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}