{
    "paper_id": "d18dfd627a364064d5c8717516e1d96fc2132adf",
    "metadata": {
        "title": "Syndromic testing for the diagnosis of infectious diseases: the right test if used for the right patient",
        "authors": [
            {
                "first": "Amy",
                "middle": [
                    "S"
                ],
                "last": "Fox",
                "suffix": "",
                "affiliation": {},
                "email": "afox@montefiore.org"
            },
            {
                "first": "Sonia",
                "middle": [
                    "N"
                ],
                "last": "Rao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "QIAGEN LLC",
                    "location": {
                        "settlement": "Germantown",
                        "region": "Maryland",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The coronavirus disease 2019 (COVID-19) pandemic, which has affected over 175 million people at the time of writing (July 2021), has shed an intense light on the utility of multiplex PCR (mPCR) assays, or syndromic diagnostic testing for infectious diseases. Syndromic testing combines tests for the most common pathogens capable of causing a specific syndrome into one panel, which can reduce the time needed to provide a diagnosis. The ability to provide a rapid and accurate diagnosis through mPCR has significantly changed the way Infectious Disease clinicians and laboratorians manage patients and optimize workflow. An accurate early diagnosis may allow for informed, earlier, and more precise therapeutic decisions, and may aid in the implementation of public health measures such as isolation or contact precautions. In the case of COVID-19, syndromic testing can provide an alternative diagnosis that may eliminate the concern related to falsenegative PCR tests for SARS-CoV-2. In this Supplement to the Journal of Antimicrobial Chemotherapy, the role of syndromic testing for both viral and bacterial pathogens is explored in the context of COVID-19 and beyond.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The first review article by Dumkow et al. 1 describes the canon of tests that allow the rapid diagnosis of the most-common infectious pathogens, and highlights the utility of these syndromic molecular panels, which test for numerous pathogens and resistance markers simultaneously. These panels can significantly reduce the time to diagnosis and potentially eliminate the need for multiple PCR assays and/or culture. Although these tests can revolutionize diagnosis and treatment through rapid turnaround time and detection of a large number of pathogens, they require careful planning to optimize utility. As microbiology laboratories have been transformed from culture-based methodologies to rapid diagnostics, including multiplex syndromic testing, laboratory processes have been streamlined, yielding the ability to significantly impact patient outcomes.",
            "cite_spans": [
                {
                    "start": 42,
                    "end": 43,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Bouzid et al. 2 compared the impact of a syndromic test performed in the Emergency Department (ED) as a Point of Care Test (POCT) with central laboratory testing. Syndromic testing performed in the ED, compared with central laboratory testing, failed to reduce the length of stay or antibiotic consumption in patients with acute respiratory illness; however, syndromic testing was associated with improved infection control practices.",
            "cite_spans": [
                {
                    "start": 14,
                    "end": 15,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In a retrospective study analysis, Chekuri et al. 3 assessed the utility of a respiratory pathogen panel in patients with SARS-CoV-2, to determine if coinfection (SARS-CoV-2 positivity with an additional respiratory virus) was associated with more severe presentation and outcomes. The authors come to the curious conclusion that patients infected with SARS-CoV-2 along with a non-influenza respiratory virus had less-severe disease on presentation and did not have more severe outcomes than those infected with SARS-CoV-2 alone.",
            "cite_spans": [
                {
                    "start": 50,
                    "end": 51,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "COVID-19 has brought to light the potential clinical utility of real-time PCR Cycle Threshold (Ct) values for clinical decision making. The systematic review by Bouzid et al. 4 assesses the medical literature for the associations between Ct values of respiratory pathogens and clinical presentation, or outcomes. A number of the identified studies showed clinically useful associations, such as low Ct values (high viral load) of respiratory syncytial virus (RSV) correlating with hospitalization, ICU requirement, length of hospital stay and radiographic evidence of pneumonia. However, formal conclusions cannot be extended to all respiratory pathogens.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 176,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Other articles in this Supplement 5-7 aim to examine the benefits and challenges of syndromic testing in comparison with traditional low-plex or in-house PCR. In addition, the issue arises as to who owns and interprets the test results, which will be especially challenging as these novel technologies are moved out of the diagnostic laboratory and to near-patient care settings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As one thinks about what tests to utilize based on accuracy, other factors to consider are ease of use, cost, interface implementation, and space requirements. It is important to understand that just because these molecular tests are available and have demonstrated an important role in diagnosing infections, it does not necessarily follow that they will or should be used. Each circumstance warrants a full evaluation of the clinical and diagnostic need. Similar to antimicrobial stewardship, diagnostic stewardship refers to the appropriate use of all laboratory tests to guide patient management in order to optimize clinical outcomes and minimize complications. This requires a partnership between the laboratory and clinician in order to ensure the appropriate test is ordered and that the results are transmitted in real time. Laboratories must implement strict guidelines to ensure that syndromic panels are used judiciously. The ideal patient for a syndromic test may be immunocompromised, critically ill, or a paediatric patient, for whom a short time to pathogen identification is essential.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The COVID-19 pandemic has highlighted the indisputable need for accurate, reliable and time-sensitive diagnostics and has cemented the role of the Laboratory Director as a key stakeholder in the determination of test utilization. This collaboration between laboratorians and clinicians or antimicrobial stewardship experts has the potential to positively impact patient management and outcomes with appropriately utilized syndromic tests, the results of which are acted upon in in a timely manner.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This Supplement is sponsored by QIAGEN, but the author (A.F.) did not receive any fee for her authorship for this editorial article. S.R. is an employee of QIAGEN. This article forms part of a Supplement sponsored by QIAGEN.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transparency declarations"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Syndromic diagnostic testing: a new way to approach patient care in the treatment of infectious diseases",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Dumkow",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Worden",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Rao",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J Antimicrob Chemother",
            "volume": "76",
            "issn": "3",
            "pages": "4--11",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Added value of rapid respiratory syndromic testing at point of care versus central laboratory testing: a controlled clinical trial",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bouzid",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Casalino",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mullaert",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J Antimicrob Chemother",
            "volume": "76",
            "issn": "3",
            "pages": "20--27",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "SARS-CoV-2 coinfection with additional respiratory virus does not predict severe disease: a retrospective cohort study",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chekuri",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Szymczak",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "Y"
                    ],
                    "last": "Goldstein",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J Antimicrob Chemother",
            "volume": "76",
            "issn": "3",
            "pages": "12--19",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Systematic review on the association between respiratory virus real-time PCR cycle threshold values and clinical presentation or outcomes",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bouzid",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vila",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hansen",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J Antimicrob Chemother",
            "volume": "76",
            "issn": "3",
            "pages": "33--49",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Verification of analytical bacterial spectrum of QIAstat-Dx V R GI V2 and Novodiag V R Bacterial GE! V2-0 diagnostic panels",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Engberg",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Vejrum",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Madsen",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J Antimicrob Chemother",
            "volume": "76",
            "issn": "3",
            "pages": "50--57",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Point of care testing for infectious disease: ownership and quality",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Lisby",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "V"
                    ],
                    "last": "Schneider",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J Antimicrob Chemother",
            "volume": "76",
            "issn": "3",
            "pages": "28--32",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A discussion of syndromic molecular testing for clinical care",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Cassidy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Genne",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lizarazo-Forero",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J Antimicrob Chemother",
            "volume": "76",
            "issn": "3",
            "pages": "58--66",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}