{
    "paper_id": "d195cda69adf485a47a96d5e3793506896695b5f",
    "metadata": {
        "title": "Mapping audiovisual content providers and resources in Greece",
        "authors": [
            {
                "first": "Afrodite",
                "middle": [],
                "last": "Malliari",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ilias",
                "middle": [],
                "last": "Nitsos",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sofia",
                "middle": [],
                "last": "Zapounidou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Stavros",
                "middle": [],
                "last": "Doropoulos",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In Greece, there are many audiovisual resources available on the Internet that interest scientists and the general public. Although freely available, finding such resources often becomes a challenging task, because they are hosted on scattered websites and in different types/formats. These websites usually offer limited search options; at the same time, there is no aggregation service for audiovisual resources, nor a national registry for such content. To meet this need, the Open AudioVisual Archives project was launched and the first step in its development is to create a dataset with open access audiovisual material. The current research creates such a dataset by applying specific selection criteria in terms of copyright and content, form/use and process/technical characteristics. The results reported in this paper show that libraries, archives, museums, universities, mass media organizations, governmental and non-governmental organizations are the main types of providers, but the vast majority of resources are open courses offered by universities under the \"Creative Commons\" license. Providers have significant differences in terms of their collection management capabilities. Most of them do not own any kind of publishing infrastructure and use commercial streaming services, such as YouTube. In terms of metadata policy, most of the providers use application profiles instead of international metadata schemas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Nowadays, there is an abundance of websites and digital libraries with informative content (not literary or artistic) that interests scientists and the general public. Despite the online presence, finding such resources often becomes a challenging task due to the existence of scattered websites hosting different types of resources, in different languages, and described with different metadata. These challenges escalate when audiovisual resources are involved. The management and This research has been co-financed by the European Regional Development Fund of the European Union and Greek national funds through the Operational Program Competitiveness, Entrepreneurship and Innovation, under the call RESEARCH-CREATE-INNOVATE (project code: T2EDK-00526).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "B Afrodite Malliari malliari@ihu.gr 1 International Hellenic University, Sindos, Greece 2 Aristotle University of Thessaloniki, Thessaloníki 54124, Greece 3 Datascouting, Vakchou 30, Thessaloníki, Greece upload of audiovisual resources demands higher costs and copyright issues \"limiting [their] broader dissemination\" [4] .",
            "cite_spans": [
                {
                    "start": 36,
                    "end": 37,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 88,
                    "end": 89,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 155,
                    "end": 156,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 319,
                    "end": 322,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Aggregation services sought to solve the problem of resource fragmentation by providing researchers with a single point of access, and by developing common standards and practices shared among their data partners. Additionally, national registry services have tried to record the institutions that create and/or hold audiovisual collections. In Greece, there is no aggregation service for audiovisual resources, nor a national registry. On the other hand, there are many audiovisual resources available online that are not searchable and easily findable. To meet this need, the Open AudioVisual Archives (OAVA) project has been launched. It is an EU cofinanced project that aims to develop the OAVA platform, an aggregation service for audiovisual resources in Greece. The OAVA platform will provide access to the aggregate metadata of audiovisual material as well as to its searchable content. This will be achieved through the application of deep learning models and the development of algorithms that perform Automatic Speech Recognition in Greek and in English.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Toward the development of the OAVA platform, the first step is to create a dataset with open access audiovisual material that meets specific criteria. To identify standards and existing criteria sets, this paper first gives an overview of well-known aggregation services and national registries for audiovisual resources. Based on the findings, the paper determines the methodology and the criteria for the creation of the OAVA dataset. Search and selection processes took place between October 2020 and March 2021. The paper presents the results of this effort with useful findings about audiovisual resource management in Greece.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "As already mentioned, the first step toward the development of the OAVA platform is to define the criteria that will be used to create the dataset. Thus, aggregation services and national registries are reviewed. Related initiatives in Greece are also presented. We conclude the literature review with a short review of selection criteria for the development of online collections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Literature review"
        },
        {
            "text": "Europeana is supported by the European Commission aiming at Europe's cultural heritage hosted in the collections of European galleries, libraries, archives, and museums (GLAMs) [9] . Europeana has developed the Europeana Publishing Framework [8] to help European cultural heritage institutions share their collections. Image and text resources make up 97% of Europeana's total content, while audiovisual resources make up the remaining 3% [4] . Europeana partners include the European Film Gateway, 1 the EUScreen 2 project and its successor, EUScreenXL. One thing to note in the case of audiovisual resources is that the criteria for data partners change slightly due to the characteristics of the format. Having a digital file format available on the Internet via a permanent URL is considered a prerequisite. [31] . Regarding metadata, legacy and local metadata schemas were converted to the Europeana Data Model using the MINT 3 tool; content selection criteria were not restrictive [38] . Examples of resource types are TV programs and series, movies, news, entertaining programs, movies or series of documentary character, advertisements, radio programs, homemade videos, etc. Copyright is a challenging issue especially for audiovisual resources. Thus, the EU carried out another project related to orphan audiovisual works. The FORWARD project was initiated in 2013 and lasted until 2017 with the aim to \"create a permanent registry for AV Orphan Works\" [33] .",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 180,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 242,
                    "end": 245,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 439,
                    "end": 442,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 812,
                    "end": 816,
                    "text": "[31]",
                    "ref_id": null
                },
                {
                    "start": 987,
                    "end": 991,
                    "text": "[38]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1462,
                    "end": 1466,
                    "text": "[33]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Aggregation services and national registries"
        },
        {
            "text": "The audiovisual heritage of the UK has been documented in various books and projects. A well-known monograph 1 https://www.europeanfilmgateway.eu/. is \"The Researcher's Guide: Film, Television, Radio, and Related Documentation Collections in the UK\" [2] . \"Film Archives UK\" is a limited company in UK that focuses on the development of the country's public-sector film archives. To achieve its goals, the company collaborates with regional film archives, such as the National Library of Scotland's Moving Image Archive and the National Screen & Sound Archive of Wales [16] . In Switzerland, Memobase is an association for the preservation of the audiovisual heritage of Switzerland, supported by the Swiss Confederation. It aggregates metadata for audiovisual resources, i.e., photographs, films, sound, and video, from 60 Swiss memory institutions [17] . A recent assessment of the progress of digitization, online accessibility, and digital preservation of cultural material in the European Union has shown that digitization of audiovisual heritage has a high priority in 13 EU countries, namely Belgium, Czechia, Germany, Greece, Italy, Latvia, Malta, Austria, Poland, Hungary, Slovakia, Finland, and Sweden [4] . According to [5] , the COVID-19 pandemic revealed the need for more audiovisual resources that can be used in collaborative environments and online activities.",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 253,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 569,
                    "end": 573,
                    "text": "[16]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 850,
                    "end": 854,
                    "text": "[17]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1212,
                    "end": 1215,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1231,
                    "end": 1234,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Aggregation services and national registries"
        },
        {
            "text": "Trove is a collaboration between the National Library of Australia and several Australian organizations. It aggregates content from GLAM institutions in Australia, mainly \"libraries, museums, galleries, the media, government and community organisations\" [37] . They must: (a) provide the XML sitemap for their websites, (b) use aggregation technologies, such as the OAI-PMH protocol and APIs, and (c) describe the provided resources using either the Trove Data Dictionary or simple metadata schemas, such as the Dublin Core [36] . The audiovisual content aggregated by Trove is categorized as \"Music, Audio & Video\" content. At the end of May 2021, this category included 2.303.226 audiovisual resources (video, sound, and audio books), 4 only a small percentage of the 6 billion digital items available through Trove [37] . Australia's \"National Registry of Audiovisual Collections\" [25] includes collections from a variety of providers, including \"libraries and museums, community groups, political parties, historical societies, research centers, film societies, broadcasters, distributors, production companies and foreign legations, as well as individual collectors\" [24] .",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 258,
                    "text": "[37]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 524,
                    "end": 528,
                    "text": "[36]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 818,
                    "end": 822,
                    "text": "[37]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1172,
                    "end": 1176,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Aggregation services and national registries"
        },
        {
            "text": "The \"Digital New Zealand\" (DigitalNZ) service was launched by the National Library of New Zealand in 2008 with the aim of aggregating all digital material related to the country, and providing a one-stop point of access. It currently has more than 30 million resources, of which only 478.500 are audio and video resources. The DigitalNZ harvests metadata from content partners, structures the metadata, and then makes it available through its API [26] . In the event that a content partner simply uploads their digital collection to a web page, the DigitalNZ service may harvest metadata and resources by scraping the metadata in the HTML web pages [28] . The DigitalNZ service helps aspiring partners in their decisions for digitizing their material (Make it Digital program) and even provides a shared repository for partners that have small collections and no repository infrastructure [27] .",
            "cite_spans": [
                {
                    "start": 447,
                    "end": 451,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 649,
                    "end": 653,
                    "text": "[28]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 889,
                    "end": 893,
                    "text": "[27]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Aggregation services and national registries"
        },
        {
            "text": "The Digital Public Library of America-DPLA, is a nonprofit organization that utilized the know-how of both Europeana and Trove Australia. As far as selection criteria are concerned, it focuses on exploiting intermediate providers-Hubs, which will gather and prepare the material from cooperating institutions. Hubs must initially submit 50,000 unique records. They are also responsible for ensuring that good operation and viability prerequisites are met [6] . Criteria related to audiovisual content include the level of description, the existence of metadata, ownership, and usage rights [7] . The DPLA does not exclude audiovisual material hosted in commercial streaming services, such as YouTube and Vimeo, as long as there is a copyright statement, and no advertisements are displayed. It is worth noting that the DLPA does not collect audio transcriptions into text.",
            "cite_spans": [
                {
                    "start": 455,
                    "end": 458,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 590,
                    "end": 593,
                    "text": "[7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Aggregation services and national registries"
        },
        {
            "text": "The National Digital Library of India (NDLI) is a relatively new aggregation service \"with a vision to turn NDLI into a National Knowledge Asset\" [21] . The NDLI aggregates metadata from a variety of sources and normalizes them for integration using the NDLI metadata schema [29] . With regard to rights, the NDLI promotes the use of Rights Statements among its content partners [20] . The NDLI currently aggregates more than 68 million of textual documents and 1 million of images. Video and audio resources are nearly 866.000. 5 In Greece, the National Documentation Centre acts as the Greek National Aggregator for Europeana. It has recently published a set of best practice guidelines for Greek GLAM institutions wishing to share their collections on Europeana via the national aggregation service called SearchCulture 6 [23]. These guidelines focus on the Europeana Data Model, licensing issues, and technical characteristics of the digital files. In June 2021, the SearchCulture aggregation service provided access to nearly 2.500 audiovisual resources from galleries, archives, libraries, museums, and research institutions. This is less than 1% compared to the 717.700 resources offered by the service in total.",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 150,
                    "text": "[21]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 275,
                    "end": 279,
                    "text": "[29]",
                    "ref_id": null
                },
                {
                    "start": 379,
                    "end": 383,
                    "text": "[20]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 529,
                    "end": 530,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 823,
                    "end": 824,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Aggregation services and national registries"
        },
        {
            "text": "In 2006, the Hellenic National Audiovisual Archive (HNAA) was founded collecting audiovisual resources from different providers, mostly media organizations. One of its tasks was to create a registry of audiovisual archives and collections in Greece. A questionnaire was sent to uni- 5 The count took place using the NDLI's \"Browse by type\" option on May 31, 2021. 6 https://www.searchculture.gr/. versities, research institutes, libraries, archives, museums, cultural festivals, public organizations, and collectors. Preliminary results were presented in 2010 [13] ; unfortunately, this project was never completed because the HNAA stopped operating in 2011. The National Centre of Audiovisual Media and Communication EKOME, established in 2015, aims to protect, support, and promote public and private initiatives \"in the field of audiovisual media and communication in Greece\" [19] . Based on the finding that audiovisual resources are produced and stored in different electronic environments, the EKOME is organizing the creation of a National Registry of Audiovisual Archives that aims to register all institutions holding audiovisual archives. The National Registry has not been created yet. Currently, the EKOME focuses on \"attracting investment through the production of films, television series, documentaries, animation, and digital games in Greece\" [19] .",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 284,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 560,
                    "end": 564,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 879,
                    "end": 883,
                    "text": "[19]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1359,
                    "end": 1363,
                    "text": "[19]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Aggregation services and national registries"
        },
        {
            "text": "All these registries and aggregation services provide specific technical standards and licensing policies in order to collect audiovisual resources from different types of cultural, media, and research institutions [7, 10, 31, 34, 36, 38] Regarding the content of the audiovisual material, selection criteria do not apply. Providers simply decide which content may be considered eligible for inclusion. Selection criteria mostly apply in internal digitization projects or other collection development procedures. Studying the relevant literature shows that there is a high degree of homogeneity in the selection criteria described in the various studies and research papers [15] . The Digital Library Federation-Council on Library and Information Resources, published a report in 2001 with selection criteria to help libraries create \"highquality collections of free Web resources\" [32] . The criteria in this report were organized in 4 categories: context, content, form/use, and process or technical. The International Federation of Library Associations and Institutions (IFLA) published in 2012 guidelines and criteria for the selection of electronic resources [12] . Criteria on content (reliability, subject, complementarity with other sources) and technical criteria were introduced, in addition to the evaluation criteria for commercial providers. NISO published a framework for the development of digital collections providing best practices on collection development, item selections, and metadata [30] . Item selection mostly focused on their technical characteristics. The American Library Association [1] published a set of criteria depending on the type of library (Public, School, Academic). The criteria were organized as general and special ones focusing mostly on content characteristics (reliability, objectivity, subject, relevance to the rest of the collection).",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 218,
                    "text": "[7,",
                    "ref_id": null
                },
                {
                    "start": 219,
                    "end": 222,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 223,
                    "end": 226,
                    "text": "31,",
                    "ref_id": null
                },
                {
                    "start": 227,
                    "end": 230,
                    "text": "34,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 231,
                    "end": 234,
                    "text": "36,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 235,
                    "end": 238,
                    "text": "38]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 674,
                    "end": 678,
                    "text": "[15]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 882,
                    "end": 886,
                    "text": "[32]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1164,
                    "end": 1168,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1507,
                    "end": 1511,
                    "text": "[30]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1613,
                    "end": 1616,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Selection criteria for developing collections"
        },
        {
            "text": "At the European level, the Minerva project provided useful guidelines for digitization projects [18] . The guidelines acknowledged that selection criteria differ depending on each project's goals. Nevertheless, there are general criteria that should be considered, such as copyright and licensing issues, and accessibility. In Greece, a report with best practices for digitization projects was published by a research team at the University of Patras [11] . The selection criteria of this report included copyright, cost, and digitization process issues, retention, criteria for the organization and adequate documentation of the material to be digitized, criteria related to the entity 's potential, the purpose of the digitization project, and the intended uses for the digitized material.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 100,
                    "text": "[18]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 451,
                    "end": 455,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Selection criteria for developing collections"
        },
        {
            "text": "To conclude this section, well-known aggregation services of cultural content are Europeana 7 in Europe, Digital Public Library 8 in North America, National Digital Library of India, Trove 9 in Australia, and DigitalNZ in New Zealand. All these five aggregation services are generic ones and present similarities to one another. They all cooperate with other institutions to aggregate content and provide policies, copyright best practices, preservation and conservation ideas regarding the aggregated content. The institutions providing their content are most often, galleries, archives, libraries, museums, as well as film archives and media institutions. Despite the generic character of the aggregation services, they all aim to aggregate audiovisual heritage resources among other types of resources. Currently, the audiovisual resources aggregated by each service are only a small fragment of the total content. The need of gathering and providing access to audiovisual material in a unified way is self-evident. National libraries play a key role in preserving a nation's heritage. With the advent of the Internet, new types of online content are easily created, spread, and lost once a web page is removed. Thus, many national libraries have begun to play an active role in the development of national digital archives and aggregation services for the collection and conservation of online and audiovisual resources. In many cases, existing library tools, criteria, and methodologies, that have already been applied to the development of online collections, are being extended and adapted to meet the needs of the new types of content. Focusing on Greece, this need to aggregate audiovisual material is imperative due to the absence of a national searchable registry.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 93,
                    "text": "Europeana 7",
                    "ref_id": null
                },
                {
                    "start": 183,
                    "end": 190,
                    "text": "Trove 9",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Selection criteria for developing collections"
        },
        {
            "text": "As already mentioned, the goal of the present study is to create a collection of resources that meet specific criteria and can be used in the context of open access services. Content 7 https://www.europeana.eu. 8 https://dp.la/. 9 https://trove.nla.gov.au/. licensing must be therefore taken into consideration, i.e., the terms and conditions of each publisher/owner/provider. In the next paragraphs, well-known copyright licenses that have been used over the Internet to enable the fair and ethical use of resources are presented. These licenses are: (a) the case of the public domain (b) Greek law (4727/2020), (c) Creative Commons Licenses, (d) Rights Statements Licenses, (e) Fair use, and (f) Terms of use of channels in audiovisual material hosting services.",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 212,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Licenses for reuse"
        },
        {
            "text": "Resources in the Public Domain can be used in the context of open access services. According to the Greek and European legislation, intellectual property falls into the public domain 70 years after the death of the creator of the intellectual work. This means that they can be modified and used commercially by attributing to the author, without copyright or other charges.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Licenses for reuse"
        },
        {
            "text": "According to the Greek law and European Union directives, any information generated by public sector organizations is considered public information, with a few exceptions, for example, national security organizations, organizations collecting personal or other sensitive data, etc. Public information may be used for any purpose by any individual or legal entity, even for commercial purposes, without the need to obtain consent or even inform the content creator. Resources When considering the \"Fair Use\" of content, one must keep in mind that \"Fair use\" is not a license. The term \"Fair Use\" describes the right to use proprietary material after taking into account several factors such as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Licenses for reuse"
        },
        {
            "text": "-the service makes commercial use of the content.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Licenses for reuse"
        },
        {
            "text": "-the content presents facts and informs the public. -only part of the content is used. -the service is obstructing commercial exploitation by the content owners.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Licenses for reuse"
        },
        {
            "text": "Whether a particular use of a resource falls under the terms of \"Fair Use\" always remains a decision of US courts. The case of licenses offered by hosting services is the last case discussed in this section. To publish content to a hosted service, the content creator must first accept the terms and conditions under which the content will be published. This usually means that the content creator is no longer the copyright holder or the sole copyright holder of the content, allowing for several types of reuse permitted by the hosting service. Resources hosted on such services are therefore candidates for open access platforms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Licenses for reuse"
        },
        {
            "text": "Taking into consideration that the online audiovisual material usually varies from videos and narrations regarding historical and everyday life events (e.g., wars, immigration/migration) to numerous scientific, academic, and cultural events, this research aims to create a multidisciplinary dataset with open access audiovisual resources that meet specific criteria related to copyright and content, form/use, and process/technical characteristics. This dataset will be used for the OAVA platform that is under development. The platform will provide access to the aggregated metadata of audiovisual resources and also to their searchable content. As mentioned earlier, this will be achieved through the application of deep learning models and the development of algorithms that perform Automatic Speech Recognition in Greek and in English.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research"
        },
        {
            "text": "This section focuses on the methodology used to find, evaluate, and select audiovisual resources. The goal is to create a collection of resources that can be used in the context of open access services, after taking into account the terms of use and conditions of each owner or publisher. Resources should contain informative content (not literary or artistic). Consequently, musical and artistic performances, theatrical productions, films, musical works, literary readings, videos without speech, and, finally, static images were discarded during the selection process. Due to the European and Greek National Law on Intellectual Property and Neighboring Rights, the recordings of the performances had to be excluded. In addition, recordings of music without speech were outside the scope of this project, as this project aims to convert the speech contained in the audiovisual material into searchable text.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "Three methods were used to find resources: a) searching with keywords on the web, b) browsing the websites of organiza-tions that are expected to provide audiovisual content, and c) conducting an online survey. Keyword searching To create a multidisciplinary result, general keyword searches from different subject areas were applied, for example, \"Local History, Documentary, Oral History, Oral Interviews, Video Collections, audio collections, Video,\" etc. Browsing the websites of institutions A website list was used containing entries from a wide variety of memory organizations, including archival organizations, museums, libraries, galleries, businesses, private institutions, etc. The findings of the survey of audiovisual collections in Europe [14] were taken into account to create the final candidate list. The same study showed that, in Europe, there are many small multidisciplinary organizations with important (small or medium sized) audiovisual collections, and that publishers usually maintain incomplete data and documentation for their content.",
            "cite_spans": [
                {
                    "start": 753,
                    "end": 757,
                    "text": "[14]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Finding resources"
        },
        {
            "text": "Conducting an online survey An online questionnaire was sent to Greek reference librarians. The aim was to determine the frequency of use of audiovisual resources and at the same time to identify these resources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Finding resources"
        },
        {
            "text": "After discovering candidate resources, the selection process was completed in two stages. The first stage used initial evaluation criteria (in accordance with the current literature review).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Selection process"
        },
        {
            "text": "The criteria used to initially evaluate a source were: Currency, Relevance, Authority, Accuracy, and Purpose, also known as crAAp [3] . During this stage, emphasis is placed on: a) the profile of the organization that maintains the source with the audiovisual material and b) the accuracy of the content of the audiovisual material. Depending on the outcome of the initial evaluation, a website was eligible for further evaluation or was rejected, as shown in the workflow diagram (Fig. 1) .",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 133,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 481,
                    "end": 489,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "Selection process"
        },
        {
            "text": "A list of initial selection criteria was compiled (Table 1 ) based on (a) the Digital Library Federation and Council on Library and Information Resources study [32] and (b) criteria found in other studies [7, 10, 31, 34, 36, 38] . It is worth noting that for reasons of uniformity and ease of reading, a Likert scale was chosen to describe the degree of satisfaction of each criterion: 0-Very poor, 1-Poor, 2-Barely Acceptable/Fair, 3-Good, 4-Very good. Context criteria The present paper aims at compiling a collection of high-quality audiovisual resources from Greece that can be used in the context of open access services. Official organizations from the public or the private sector usually offer licenses that allow for third-party reuse (Criterion 1.1, Table 1 ). Multidisciplinary and (if possible) complementary resources should be used (Criterion 1.2, Table 1 ).",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 164,
                    "text": "[32]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 205,
                    "end": 208,
                    "text": "[7,",
                    "ref_id": null
                },
                {
                    "start": 209,
                    "end": 212,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 213,
                    "end": 216,
                    "text": "31,",
                    "ref_id": null
                },
                {
                    "start": 217,
                    "end": 220,
                    "text": "34,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 221,
                    "end": 224,
                    "text": "36,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 225,
                    "end": 228,
                    "text": "38]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [
                {
                    "start": 50,
                    "end": 58,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 760,
                    "end": 767,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 862,
                    "end": 869,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Selection process"
        },
        {
            "text": "Content criteria The selection should be strict in terms of the validity of the content, its accuracy, authority, and uniqueness (Criteria 2.1-2.4, Table 1 ). In terms of completeness, coverage, and currency, a lower selection standard was applied (Criteria 2.5-2.7, Table 1 ). One final limitation is that the content should address the following 3 different target groups: individuals, research teams, content owners (Criterion 2.8, Table 1 ). Form/use criteria The most important criteria in this case are criteria 3.5-3.6 (Table 1) , i.e., those that determine how the content can be used by third parties and under what license the content is available. For certain providers, not all resources were selected for the dataset to comply with the terms of \"Fair Use.\" It is important that users do not have to go through a registration process. Criteria 3.1-3.3 that evaluate composition and site organization, navigational features, recognized standards, and appropriate technologies are also important. Criterion 3.4 for user support is rated 1 when the organization provides contact information, but no other contact option is provided. On the other hand, user support is rated 4 when chat communication is offered. Process or technical criteria The set of criteria 4.1-4.3 in Table 1 can be used to assess the overall integrity of the publishing software and the infrastructure used to deliver the content. Regarding the minimum technical characteristics required for the resources, a combination has been used that takes into account: a) recommendations by the Greek National Documentation Center, b) Europeana recommendations [34] , and c) the following specifications: lossless encoding and high frequency. A minimum of 16 KHz sampling rate is required, and recommended is 22KHz or ideally 44+ KHz. Bit depth must be 16 bit in case of wav files. For compressed audio in .mp3 format, 128 kbps bitrate for stereo or 64 kbps for mono is needed. The sound must be clear without ambient noise or music. Metadata Providing metadata is also important and rated using the criteria 5.1-5.4 in Table 1 .",
            "cite_spans": [
                {
                    "start": 1634,
                    "end": 1638,
                    "text": "[34]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 148,
                    "end": 155,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 267,
                    "end": 274,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 435,
                    "end": 442,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 526,
                    "end": 535,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1282,
                    "end": 1289,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 2093,
                    "end": 2100,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Fig. 1 Workflow diagram"
        },
        {
            "text": "After applying the selection criteria described above to a sample of resources, the rejection ratio appeared to be high. A revision was therefore necessary, and the resulting criteria used less stringent limits for inclusion in the final dataset. The specific conditions and circumstances that led to the modification of the inclusion thresholds are presented below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 1 Workflow diagram"
        },
        {
            "text": "In the case of Greek audiovisual content, it shows that many of the resources and the related websites were developed through previously funded programs that did not receive further funding for future maintenance. This affects criteria 2.6, 2.7, 4.1, and 3.1-3.4 in Table 1 , respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 266,
                    "end": 273,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Fig. 1 Workflow diagram"
        },
        {
            "text": "Additionally, some providers incorporate information and audiovisual resources of their collections into simple web pages and do not use specialized software such as content repositories. Simple web pages do not necessarily follow standardization and are not considered suitable for adequate audiovisual support, thus affecting criteria 4.1-4.4. In most cases, the only metadata element available for audiovisual material is the title. Criteria 5.1-5.3 were subsequently revised. Although a permalink is considered important for content aggregators such as Europeana and DPLA, it shows that many of the content providers discovered in the current study do not provide a permalink to their audiovisual material, thus affecting the criterion 5.4. The initial and revised thresholds for the selection criteria are presented in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 824,
                    "end": 831,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Fig. 1 Workflow diagram"
        },
        {
            "text": "A dataset was created including the providers and their resources that were reviewed and evaluated with the abovementioned criteria ( Table 1 ). The dataset contains: provider's name and type, channel publishing AV, resource genre, resource URL, and also the criteria (context, content, form/use, rights, process/technical criteria, metadata).The dataset can be found at Zenodo 10 Descriptive statistics were used to summarize the characteristics of the dataset. The results of the providers' and resources' analysis are presented below.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 134,
                    "end": 141,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Initially, 500 providers were reviewed using the crAAp test on their content and 497 of them were found to be reliable. 24% of them come from the public sector, 24% from universities, 16% from private institutions, and another 15% from museums. Details are presented in Fig. 2 . The 497 reliable providers were further reviewed and evaluated by applying on their content the selection criteria presented in the methodology section. 233 of the 497 providers were rated as eligible for inclusion in the final list of trusted providers (Table 2 ). It should be mentioned that 30% of them belonged to the public sector, 28% to universities, and 13% to private institutions. It is worth mentioning that the providers that were excluded from the final list (264 of the 497) shared audiovisual material that was not eligible for selection either because of its content as it was non-verbal audio, or it did not give permissions to be used from other parties.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 270,
                    "end": 276,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 533,
                    "end": 541,
                    "text": "(Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Providers"
        },
        {
            "text": "Most of the providers (70%) publishing eligible resources for the OAVA platform have a YouTube channel, while 19% of them share and promote their audiovisual material via their website (Table 3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 185,
                    "end": 193,
                    "text": "(Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Providers"
        },
        {
            "text": "In terms of metadata policy, eligible providers use either application profiles developed according to their own needs and/or the capabilities of the information systems they use or international metadata schemas like Dublin Core. As Table 4 , the vast majority (97%) uses application profiles and only 2,6% uses Dublin Core. There is also one provider that uses Unimarc.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 234,
                    "end": 241,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Providers"
        },
        {
            "text": "The 233 eligible providers offer a total of 1710 resources. 80% of these resources come from Universities, while the remaining 20% is divided to public sector, private institutions, museum, libraries, etc. (Fig. 3) . The resources have been categorized according to their genre (Table 5 ). There were resources related to education and training (\"open courses\" and \"open educational material\"), others related to academic and/or scientific events like webinars, lectures, etc., and others related to cultural events. Another category, \"Interviews,\" contains oral histories, press conferences, and similar types of recordings. \"Board meetings\" refer to recordings of municipality sessions. Some providers like NGOs shared audiovisual material in order to communicate and promote their missions and those resources were gathered under the genre \"Campaigns.\" Finally, there were audiovisual resources that were hosted in archival institutions' repositories referring to archival material. As presented in Table 5 , the vast majority of the resources (77%) are related to open courses.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 206,
                    "end": 214,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 278,
                    "end": 286,
                    "text": "(Table 5",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 1002,
                    "end": 1009,
                    "text": "Table 5",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Resources"
        },
        {
            "text": "The selection criteria described in the methodology section are grouped into: context, content, form/use, process or technical criteria, and metadata. In terms of \"context,\" (Table 6 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 174,
                    "end": 182,
                    "text": "(Table 6",
                    "ref_id": null
                }
            ],
            "section": "Resources"
        },
        {
            "text": "This study has attempted to map the audiovisual content providers in Greece and to create a collection of resources that can be used in the context of open access services. Specific criteria have been applied to reject low quality content, or content under restrictive licenses. Interesting trends have been revealed during this process. For example, significant differences have been identified between AV providers in terms of their collection management capabilities. Libraries, archives, museums, universities, governmental and nongovernmental organizations, mass media organizations are among the main types of providers found in this study. Similar provider profiles are reported in other European countries as well [14] .",
            "cite_spans": [
                {
                    "start": 722,
                    "end": 726,
                    "text": "[14]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Surprisingly, most of the providers do not own any kind of publishing infrastructure and end up using commercial streaming services, such as YouTube. The fact that many providers host their content on commercial services has a major impact on the metadata describing the resources and on licenses determining their future use. The \"metadata usage\" criterion in this study received the lowest score, for example, since most audiovisual resources are described by a single title. In addition, the content is licensed under the typical streaming service license, which in most cases does not comply with European and Greek copyright regulations and practices. Nevertheless, there are exceptions; universities typically own publishing infrastructure and present expertise in policy making, metadata, licensing, and preservation. Most importantly, universities have dedicated personnel and funding (usually EU funds) that ensure the sustainability of their audiovisual collections. Overall, there are a variety of institutions that produce, provide, or maintain audiovisual resources, with wide differences in staff, funds, policies, and IT infrastructure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The maturity and expertise of universities regarding the management of collections is evident when the volume of published audiovisual resources is considered. Even though only one-third of the eligible providers are universities, their contribution is 80% of the total 1710 resources. This, of course, affects the characteristics of the selected resources. Consequently, the vast majority of the resources are open courses and academic/scientific events. Trends in licensing and metadata policies are also affected by the volume of university content. Creative Commons licenses are the mostly used licensing scheme, while dedicated application profiles are used for the description of audiovisual resources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The aforementioned contradictions and differences inevitably hinder the implementation of national policies toward the goal of maintaining and accessing audiovisual resources in Greece. A feasible solution to this problem would be for the National Library of Greece or the National Documentation Centre, that acts as the national aggregator for Europeana, to adopt practices already implemented by the National Library of New Zealand and the National Digital Library of India. The National Library of New Zealand offers a shared repository to providers with small audiovisual collections and limited human resources and/or economic funds [27] . The National Digital Library of India promotes the use of open licenses and organizes training sessions and workshops focusing on diverse collection management issues, such as IT systems, licensing, and metadata [22] . The combination of these two strategies will likely contribute to the preservation, aggregation, better description, more clear usage rights, and easier access to audiovisual resources that will ultimately enable the provision of advanced information services.",
            "cite_spans": [
                {
                    "start": 638,
                    "end": 642,
                    "text": "[27]",
                    "ref_id": null
                },
                {
                    "start": 857,
                    "end": 861,
                    "text": "[22]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Long-term preservation of audiovisual resources in Greece is threatened by the lack of related policies. In Greece, there is no national policy for the management and long-term preservation of audiovisual resources. The Greek National Registry of audiovisual providers has not yet been implemented, and there is no reference point for the search and access to audiovisual material. The lack of nationwide policies and registration tools is expected to have a negative impact on both long-term preservation and access to audiovisual resources. Thus, institutions in Greece that may implement nationwide policies must undertake initiatives to safeguard the country's reservoir of audiovisual resources. Examples of such institutions could be the Ministry of Culture and Sports, the Ministry of Digital Governance, the National Library of Greece, the National Documentation Centre (as the national aggregator for Europeana), and the National Centre of Audiovisual Media and Communication EKOME.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This study has suggested possible strategies for improving the collection management capabilities of smaller providers. Most certainly, these strategies need some time to be designed and applied. However, there is the current need to search and access audiovisual content [5] . Yet, data in this study revealed a) lack of licensing policies in most providers using commercial streaming services and b) low use of well-known metadata schemas. The absence of clear licenses obstructs the reuse of resources. The absence of using well-known metadata schemas makes searching and locating information almost impossible.",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 275,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A service that aggregates audiovisual resources and the accompanying metadata is evidently necessary. Content licenses must be checked in advance. The OAVA platform aims to offer a one-stop point for searching and accessing audiovisual resources in Greece. In addition to aggregating and converting different metadata into a coherent schema, OAVA will offer full-text search of audiovisual resources using Automatic Speech Recognition for resources in both Greek and in English. The OAVA platform is under development, and its beta version is to be published in late 2021.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Selection & Reconsideration Policy Toolkit for Public, School, & Academic Libraries: Selection Criteria",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The Researcher's Guide: Film, Television, Radio, and Related Documentation Collections in the UK, 7th edn",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Angelini",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The CRAAP Test",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Blakeslee",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "LOEX Quarterly",
            "volume": "31",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "European: Implementation of Commission Recommendation on the Digitization and Online Accessibility of Cultural Material and Digital Preservation",
            "authors": [],
            "year": 2015,
            "venue": "European Commission",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Commission Staff Working Document Evaluation of the Commission Recommendation of 27 October 2011 on the Digitisation and Online Accessibility of Cultural Material and Digital Preservation. European Commission, Brussels",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Becoming a Service Hub: Service Hub Models, Roles, and Responsibilities",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Europeana Foundation",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Welcome to Europeana",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Europeana",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "EUscreen Online: How to Aggregate Content to Europeana",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Euscreen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Online course",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "High Performance Information Systems Laboratory: Guide to Good Practices for the Digitization and Long-Term Preservation of Cultural Content: Good Practices and Practical Guidelines (in Greek)",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Key Issues for E-Resource Collection Development: A Guide for Libraries. IFLA, Acquisition and Collection Development Section",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Gunnar Evensen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gelfand",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lammers",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sipe",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zilper",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Mapping the Hellenic National Audiovisual Heritage (in Greek). Presentation in the 3rd Art Libraries Conference: Digitization and application of new tech-Mapping audiovisual content providers and resources",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Kitsiou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Aggelopoulou",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "nologies in the field of libraries, museums and art archives",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "5--06",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Tracking the Reel World: A Survey of Audiovisual Collections in Europe",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Klijn",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "De Lusenet",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "European Commission on Preservation and Access",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Video digital libraries: contributive and decentralised",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lanagan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Smeaton",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Int. J. Digit. Libr",
            "volume": "12",
            "issn": "4",
            "pages": "159--178",
            "other_ids": {
                "DOI": [
                    "10.1007/s00799-012-0078-z"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "A Short History of the UK's Film Archives",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mckernan",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gray",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Film Archives UK. Available",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Bern: Memoriav-Association for the preservation of the audiovisual heritage of Switzerland",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Memoriav",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Guide of Good Practices Version 1.3. (In Greek",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Who we are: Establishment and mission",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2018--2021",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "National Workshop on \"Adoption of Rights Statements for Digital Libraries in India\": IIT Kharagpur",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Vision and Mission",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "National Documentation Centre: Best practices and standards regarding interoperability and quality for the online delivery of digital cultural heritage content",
            "authors": [],
            "year": 2020,
            "venue": "National Documentation Centre",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "National Film and Sound Archive.: National Film and Sound Archive: National Registry of Audiovisual Collections. Canberra: Australian Film Commission",
            "authors": [],
            "year": 2007,
            "venue": "Shared repository",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "NDL Metadata Schema Manual: Version 2.0. Kharagpur",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "A Framework of Guidance for Building Good Digital Collections",
            "authors": [
                {
                    "first": "Working",
                    "middle": [],
                    "last": "Niso Framework",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Group",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Building Sustainable Collections of Free Third-Party Web Resources. Digital Library Federation, Council on Library and Information Resources",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Pitschmann",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Project Forward.: About Forward",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Europeana Publishing Guide v1.8: A guide to the metadata and content requirements for data partners publishing material in Europeana Collections",
            "authors": [
                {
                    "first": "Henning",
                    "middle": [],
                    "last": "Scholz",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Open video: a framework for a test collection",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Slaughter",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Marchionini",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Geisler",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Netw. Comput. Appl",
            "volume": "23",
            "issn": "3",
            "pages": "219--245",
            "other_ids": {
                "DOI": [
                    "10.1006/jnca.2000.0112"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Technical Specifications",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Trove",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "What is Trove",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Trove",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "EUscreen Content Selection Policy",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Turnok",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kaye",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Carrasqueiro",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "EUscreen Workshop",
            "volume": "",
            "issn": "",
            "pages": "23--24",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "2 https://euscreen.eu/. 3 http://mint-projects.image.ntua.gr/euscreenxl.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "that have been created by public organizations in Greece and fall under the Greek law regarding open data and the free provision of access to public information with the possibility of reuse are also considered eligible for open access use. All material publicly available on the Internet and licensed under any Creative Commons license is considered eligible for selection. Creative Commons licenses have been in effect since 2002 to facilitate the process of publishing content on the Internet. Content creators decide how their content may be used or reused, removing all, or most of the copyright restrictions set by the law.Material publicly available on the Internet and licensed under a Rights Statements license is usually considered eligible for open access use. However, on a few occasions, certain licenses may pose restrictions. Rights Statements licenses are typically used by cultural organizations, which have collections of content by various authors. These licenses make it easier for collection owners to explicitly state how the content may or may not be used.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Resources per eligible providers",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Selection criteria",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Eligible vs non-eligible providers",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Providers' channels for publishing AV material",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Use of metadata",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Resources' genre each of the 233 providers was found to be in line with the objectives of the OAVA platform. Their 1710 resources gathered on average 27.20 points/grades. (The lowest was 22 and the highest 28.) Resources' interfaces were rated on average 10.06 on a scale from 7 to 16. The process and the technical characteristics gathered on average 13.79 points. (The lowest was 11 and the highest 16.) However, in terms of metadata usage, resources received low scores (8.97 on average), with 5 being the lowest and 16 the highest.With respect to content licensing, most of the resources (78.6%) are under \"Creative Commons\" license, while 20.1% under \"Fair Use\" license",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}