{
    "paper_id": "d1abeef455d73b5a1fb08718967122b150d788ba",
    "metadata": {
        "title": "Six tips for successful virtual anesthesiology interviews in the COVID-19 era and beyond",
        "authors": [
            {
                "first": "Jody",
                "middle": [
                    "C"
                ],
                "last": "Leng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [
                    "Edward R"
                ],
                "last": "Mariano",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mas",
                "middle": [],
                "last": "Kariem El-Boghdadly",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In the spring of 2020, with the COVID-19 pandemic spreading rapidly, shelter in place orders and travel restrictions forced a dramatic transformation in the way we live and work. For academic medical centres, the process of interviewing and selecting applicants for anesthesiology residencies and fellowships had to go on. For our regional anesthesiology fellowship, we were forced to conduct all our March 2020 interviews virtually for the first time since our interview dates had already been scheduled the prior year. Through the heroic efforts of our fellowship administrators and faculty volunteers, we hosted successful virtual interviews and filled each of our positions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To the Editor,"
        },
        {
            "text": "As a result of this first-hand experience, we learned valuable lessons that may be helpful for academic anesthesiology residency and fellowship programs and applicants throughout the rest of the COVID-19 pandemic and beyond. We present six tips ( Figure) to make the virtual interview day successful for both the program and applicants: 1-3",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 247,
                    "end": 254,
                    "text": "Figure)",
                    "ref_id": null
                }
            ],
            "section": "To the Editor,"
        },
        {
            "text": "To ensure the fairest process possible, we recommend hosting all interviews virtually. This prevents in-person interviewees from having an advantage over virtual interviewees and represents the most equitable solution since not all interviewees will have the financial means to travel to every program for interviews.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Go virtual for all interviews"
        },
        {
            "text": "2. Showcase your program Since interviewees will not be able to take a physical walking tour of the facilities or participate in informal conversations with faculty and trainees, we recommend investing in a high-quality video to give applicants a sense of the institutional culture. Such a video can be featured on the departmental website and social media platforms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Go virtual for all interviews"
        },
        {
            "text": "Interviewers, especially those who have not previously conducted virtual interviews, will need coaching on the videoconferencing platform, and we strongly recommend unconscious bias training as well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Train your interviewers"
        },
        {
            "text": "Both interviewers and interviewees need to test their systems and surroundings before the actual interview day: lighting, background, microphone, camera, ambient noise, internet speed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Do a test run"
        },
        {
            "text": "Something always goes wrong. We recommend having an administrator or program coordinator communicate with interviewers and interviewees via text messaging prior to the interview day so all parties have a direct contact in case of technical issues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plan for glitches"
        },
        {
            "text": "6. Act like you would in person applicant assigned a unique virtual ''room''; the interviewers log in and out, but the applicants stay logged in for the day. This helps keep the interviewers on time since a new interviewer logging in is a good reminder to wrap up, and the interviewees can easily take breaks by turning off their cameras and microphones without logging out. Our summary infographic (Figure) can be shared with all stakeholders in the anesthesiology interview process: program directors, program coordinators and educators, interviewers, and interviewees. Programs may want to consider providing a similar infographic to applicants, perhaps posting on the program's website and social media platforms, to inform them both of what the program is doing to prepare for virtual interviews as well as what they can do as candidates. One example that was adapted for our regional anesthesiology fellowship program is posted on the program director's personal blog (https://www. edmariano.com/archives/2105).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 399,
                    "end": 407,
                    "text": "(Figure)",
                    "ref_id": null
                }
            ],
            "section": "Plan for glitches"
        },
        {
            "text": "While planning for virtual interviews for the foreseeable future may seem daunting, applying these important lessons should ensure an effective, efficient, and enjoyable interview experience for all involved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plan for glitches"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Zooming in versus flying out: virtual residency interviews in the era of COVID-19",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Haas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gottlieb",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "House",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Hopson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "AEM Educ Train",
            "volume": "4",
            "issn": "",
            "pages": "443--449",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Video interviewing: a review and recommendations for implementation in the era of COVID-19 and beyond",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Joshi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Bloom",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Spencer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gaetke-Udager",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Cohan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Acad Radiol",
            "volume": "27",
            "issn": "",
            "pages": "1316--1338",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Going virtual: redesigning the interview experience",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Deitte",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "Z"
                    ],
                    "last": "Mian",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Esfahani",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J Am Coll Radiol",
            "volume": "18",
            "issn": "",
            "pages": "337--346",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. Virtual anaesthesia anesthesiology interviews",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}