{
    "paper_id": "d1b613d21bb68c5f526b7687ce897a2ffb3d134b",
    "metadata": {
        "title": "Postdigital Warfare: A Plea for Dialogue",
        "authors": [
            {
                "first": "Petar",
                "middle": [],
                "last": "Jandrić",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Zagreb University of Applied Sciences",
                    "location": {
                        "settlement": "Zagreb",
                        "country": "Croatia"
                    }
                },
                "email": ""
            },
            {
                "first": "Pjandric@tvz",
                "middle": [],
                "last": "Hr",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In the third decade of the twenty-first century, the Russian government has decided to send their own sons and daughters, against their neighbours' sons and daughters, to a bloodshed. People suffer and die, the environment is polluted, and the threat of the nuclear demon is once again on the loose. And what can the attackers expect in return? Possibly a slight change in world order, and surely a generous bounty for the military industrial complex. Dear attackers, the only people that will profit from this war are already rich beyond comprehension. You are hurting yourselves, you are hurting others, and you are playing dice with the future of human race. Get to grips with reality! Stop the war! Less than a week since the beginning of war, the free world has united in various anti-war measures (BBC 2022). Unfortunately, the journal cannot join these immediate efforts due to the very nature of academic publishing. But I deeply believe that, when the guns beat, the muses must not remain silent. We need to understand our reality in order to change it for the better; this is why we urgently need to develop new postdigital approaches to the theory and practice of warfare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Following the same pattern, we can say that indirect causes of the Russian attack on Ukraine include the rapid spread of NATO into what are/was Russia's traditional areas of interest and Putin's historical discontent of the breakdown of the USSR. Casus belli, it seems, were Ukrainian attacks in the Ukrainian regions of Donetsk and Lugansk (Council on Foreign Relations 2022). This is not the time or place to develop theories of what exactly triggered the war in Ukraine; this task needs to be left to future historians. Yet a postdigital approach, which is 'both a rupture in our existing theories and their continuation' (Jandrić et al. 2018: 895) , requires us to expand traditional analyses towards new aspects of our reality. In the next few paragraphs, I will outline some ideas and directions in which postdigital thought may contribute to traditional theories of warfare and vice versa.",
            "cite_spans": [
                {
                    "start": 625,
                    "end": 651,
                    "text": "(Jandrić et al. 2018: 895)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "According to Strand and Hegre's 'Trends in Armed Conflict, 1946 -2020 , '[t] here were eight wars active in 2020, up from seven in 2019 and six in 2018'. Not all armed conflicts are classified as wars and reliable data for 2021-2022 is still hard to find. Yet it is fair to say that quite a few armed conflicts, some of which can be classified as wars, take place as I write these words. For some reason, the war in Ukraine has overshadowed all recent wars in a blink of an eye. For instance, Switzerland's decision to impose sanctions against Russia has brought the country closest to violating its military neutrality since 1815! (He 2022) .",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 63,
                    "text": "Strand and Hegre's 'Trends in Armed Conflict, 1946",
                    "ref_id": null
                },
                {
                    "start": 64,
                    "end": 69,
                    "text": "-2020",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 72,
                    "end": 76,
                    "text": "'[t]",
                    "ref_id": null
                },
                {
                    "start": 632,
                    "end": 641,
                    "text": "(He 2022)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Viral Modernity"
        },
        {
            "text": "The war in Ukraine is an unfortunate continuation in global state of affairs and a clear rupture in global politics and media. The continuation part has been going on steadily since the beginning of recorded history, so we can reasonably speculate about close relationships between war and human nature. The rupture part is more complex. Is the war in Ukraine deemed so much more important than other wars because of its location in Europe? Because of the Russian threat to use nuclear weapons? Or because it is seen as a landmark event signalling changes in balance between global superpowers? Leaving these questions to the judgement of history, and without any downplaying of Ukraine's importance in global affairs, I cannot help but notice that the drums of war took less than a week to spread to the whole world. People are now talking about a clash of superpowers (Gordon 2022) and civilisations (Douthat 2022) , about a Third World War (Rubin 2022) , about a New World Order (Harris 2022) , and other grand schemes and concepts. The history books always identify the localized conflict as the spark for the later war. Now, there is almost a rush to be the one that identifies that spark.",
            "cite_spans": [
                {
                    "start": 902,
                    "end": 916,
                    "text": "(Douthat 2022)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 943,
                    "end": 955,
                    "text": "(Rubin 2022)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 982,
                    "end": 995,
                    "text": "(Harris 2022)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Viral Modernity"
        },
        {
            "text": "The global viral spread of the war in Ukraine strongly resembles the viral spread of social media messages, and viral behaviour of other contemporary social phenomena. In the context of the Covid-19 pandemic, Peters et al. (2020a) have recently developed the concept of viral modernity 'based upon the nature of viruses, the ancient and critical role they play in evolution and culture, and the basic application to understanding the role of information and forms of bioinformation in the social world' (see also Peters et al. 2020b ). Can we use the concept of viral modernity to understand the spread of war drums beyond Ukraine and/or develop a suitable course of action against horrible predictions of global chaos and destruction? Even the smallest opportunity for learning such an important lesson requires due attention.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 230,
                    "text": "Peters et al. (2020a)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 513,
                    "end": 532,
                    "text": "Peters et al. 2020b",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Viral Modernity"
        },
        {
            "text": "Cyberwarfare has been around longer than the concept of cyberspace; this obvious contradiction in terms can be easily explained by history. While the accepted narrative of the Californian Ideology (Barbrook and Cameron 1996) attributes development of digital technologies to hard-working entrepreneurs in Californian garages, fundamental research behind today's digital technologies is a direct outcome of Cold War military funding (Jandrić 2017) . In various forms from jamming pipelines to interference with elections, cyberwarfare has always been around (see Morrison 2022) . In our postdigital age, however, increasing interdependence between human beings and technologies makes cyberwarfare more dangerous than ever. Indirect forms of cyberwarfare, such as Russia's interference with Brexit (Intelligence and Security Committee of Parliament 2020), are very different from direct forms of cyberwarfare such as jamming country's communications or interfering nuclear power plants (Findlay 2019) . In the long run, however, political decisions can have more serious consequences than explosions, and postdigital studies need to take all these forms of cyberwarfare seriously.",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 224,
                    "text": "(Barbrook and Cameron 1996)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 432,
                    "end": 446,
                    "text": "(Jandrić 2017)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 562,
                    "end": 576,
                    "text": "Morrison 2022)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 984,
                    "end": 998,
                    "text": "(Findlay 2019)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Cyber-and Information-Warfare"
        },
        {
            "text": "Misinformation has been praised as a military weapon as early as fifth century BC in Sun Tzu's The Art of War (2010). Yet in our time of post-truth and fake news, impacts of misinformation are stronger and further reaching than ever (MacKenzie et al. 2021). As we recently say in the Covid-19 pandemic, a post-truth mediascape can divide people's attitudes even towards evidence-supported scientific truths such as the benefits of vaccination. Truths about the war, such as who started first and who killed whom, are irreducible to scientific experimentation and therefore even easier to manipulate. While the education community is predominantly focused on developing long-term solutions such as (post)-digital literacy, times of need desperately call for more immediate measures. Studies of post-truth and fake news are now more important than ever; to make themselves useful, they need to step down from the ivory tower and situate themselves as Freirean (1972) critical praxis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cyber-and Information-Warfare"
        },
        {
            "text": "Seventy-seven years ago, when the USA dropped two atomic bombs on Japan, it became clear that human civilization had reached the technological ability to destroy itself. This realization was the foundation of twentieth-century balance between global superpowers including but not limited to the Cold War. It is deeply disturbing that, after almost a century of understanding the perils of nuclear weapons, Russia's highest officials openly threaten using them (Putin 2022) .",
            "cite_spans": [
                {
                    "start": 460,
                    "end": 472,
                    "text": "(Putin 2022)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Biology, Information, and Society"
        },
        {
            "text": "Nuclear threat is a powerful attention-grabber, yet destruction arrives in many forms very different from bombs. Soon after we realized our ability to blow up the planet, we also realized that human actions actively shape our planet's ecosystem; this realization marked humankind's symbolic entrance to the new geological age called the Anthropocene. Only a few years ago, the Covid-19 pandemic has given us a tangible example of interconnectedness between all of Earth's species and their habitats (O'Sullivan 2020). At the same time, the rise of big data, algorithms, and artificial intelligences has opened up a plethora of questions about postdigital transformations of human nature (Jandrić 2021; Savin-Baden 2021) .",
            "cite_spans": [
                {
                    "start": 687,
                    "end": 701,
                    "text": "(Jandrić 2021;",
                    "ref_id": null
                },
                {
                    "start": 702,
                    "end": 719,
                    "text": "Savin-Baden 2021)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Biology, Information, and Society"
        },
        {
            "text": "All human interactions with technology are potential sites of (and can bear significant consequences from) warfare. Draughts or floods caused by environmental destruction can be just as deadly as bombs. Viruses can be active parts of military strategies or their inadvertent companions. Changes in human behaviour associated with various forms of digital gadgetry could run just as deep as, and be far more widespread than, PTSD. In a postdigital perspective, therefore, our analyses of the continuous threat of nuclear warfare need to be supplemented with analyses of these other threats-perhaps less visible, but potentially just as dangerous for human existence as we know it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Biology, Information, and Society"
        },
        {
            "text": "In The Art of War, Sun Tzu says:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Postdigital Dialogue"
        },
        {
            "text": "If you know the enemy and know yourself, you need not fear the result of a hundred battles. If you know yourself but not the enemy, for every victory gained you will also suffer a defeat. If you know neither the enemy nor yourself, you will succumb in every battle. (Sun Tzu 2010) Postdigital wars cannot be won without postdigital knowledge, and postdigital theory understands knowledge as socially constructed, contextual, always in flux. This is why the Postdigital Science and Education community strongly emphasizes the importance of (postdigital) dialogue , and actively experiments with this dialogue in numerous genres and forms (see Jandrić 2019) .",
            "cite_spans": [
                {
                    "start": 642,
                    "end": 655,
                    "text": "Jandrić 2019)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Postdigital Dialogue"
        },
        {
            "text": "Dialogue is also a foundation of politics, and somewhat paradoxically, of war as 'the continuation of politics with other means ' (von Clausewitz 1832 ' (von Clausewitz /1984 ). Yet our postdigital dialogues developed for the purpose of building scholarly knowledge are very different from dialogues in world leaders' cabinets and hunting houses. Lulled into a false feeling of geopolitical stability and security, our research in and around postdigital dialogue has ignored a whole tradition of political dialogue related to war theory. Focusing on what connects us, and developing concepts such as postdigital gathering (Jandrić 2022) , we failed to address what divides us and strategies for addressing these divisions. This urgently needs to change, and our understanding of postdigital dialogue needs an urgent expansion towards insights in political dialogue and war theory.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 150,
                    "text": "' (von Clausewitz 1832",
                    "ref_id": null
                },
                {
                    "start": 151,
                    "end": 174,
                    "text": "' (von Clausewitz /1984",
                    "ref_id": null
                },
                {
                    "start": 622,
                    "end": 636,
                    "text": "(Jandrić 2022)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Postdigital Dialogue"
        },
        {
            "text": "This rushed editorial written at the end of the first week of the war in Ukraine opens up some immediate areas of inquiry into postdigital warfare. Only time can tell which of the ideas listed here will miss their target and which important ideas are omitted. But people are dying and waiting is not an option: this article already arrives too late for the battle. Ukrainian fighters for freedom, unwilling Russian conscripts, the dead, the wounded, and the refugees need help now. Global escalation of conflict needs to be prevented. I condemn leaders who started this war, and I condemn the dogs-of-war who seek their petty profits on people's misery. With a heavy heart, and with a mind full of worry, I send my thoughts to everyone affected by the war and a plea to their leaders to stop this madness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Plea for Dialogue"
        },
        {
            "text": "Within the obvious limitations of academic work, this editorial aims at fostering the Postdigital Science and Education community's contribution to anti-war efforts. Therefore, I invite all authors and readers to start making sense of postdigital warfare and urgently develop new forms of postdigital dialogue. These efforts, sadly, won't do much good to Ukrainian people right now. In the midst of the harsh military conflict, immediate warzone help is more than any developed anti-war postdigital dialogue praxis can achieve. In the long run, however, it is only a unity between anti-war theory and practice-summed up in the concept of critical praxis-that can bring a ray of light on today's lead-coloured global horizon.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Plea for Dialogue"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The Californian Ideology",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Barbrook",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cameron",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Science as Culture",
            "volume": "6",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/09505439609526455"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Ukraine: What sanctions are being imposed on Russia? BBC News",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bbc News",
                    "suffix": ""
                }
            ],
            "year": 2022,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Global Conflict Tracker. Council on Foreign Relations, 4 March",
            "authors": [],
            "year": 2022,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Vladimir Putin's Clash of Civilizations. The New York Times",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Douthat",
                    "suffix": ""
                }
            ],
            "year": 2022,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "India confirms cyber attack on nuclear power plant. Financial Times, 31 October",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Findlay",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Ukraine Crisis Kicks Off New Superpower Struggle Among U.S., Russia and China",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Freire",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Harmondsworth: Penguin Education Specials. Gordon, M. R",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Russia-Ukraine war gives a glimpse of China's new world order, and of Beijing's faltering reputation",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Harris",
                    "suffix": ""
                }
            ],
            "year": 2022,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Switzerland ditches neutrality to sanction Russia and Putin",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2022,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Russia. London: House of Commons",
            "authors": [
                {
                    "first": "Security",
                    "middle": [],
                    "last": "Intelligence",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Committee",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Parliament",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "CCS207_ CCS02 21966 010-001_ Russia-Report-v02-Web_ Acces sible",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Learning in the Age of Digital Reason",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jandrić",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "We-Think, We-Learn, We-Act: the Trialectic of Postdigital Collective Intelligence",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jandrić",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Postdigital Science and Education",
            "volume": "1",
            "issn": "2",
            "pages": "257--279",
            "other_ids": {
                "DOI": [
                    "10.1007/s42438-019-00055-w"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Postdigital Gathering",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jandrić",
                    "suffix": ""
                }
            ],
            "year": 2022,
            "venue": "Freirean Echoes Scholars and Practitioners Dialogue on Critical Ideas in Education",
            "volume": "",
            "issn": "",
            "pages": "91--100",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The Epistemology of Deceit in a Postdigital Era: Dupery by Design",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mackenzie",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rose",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Is the cyberwar coming or is it already here? Vox",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Morrison",
                    "suffix": ""
                }
            ],
            "year": 2022,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Non-human animal trauma during the pandemic",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "O&apos;sullivan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Postdigital Science and Education",
            "volume": "2",
            "issn": "3",
            "pages": "588--596",
            "other_ids": {
                "DOI": [
                    "10.1007/s42438-020-00143-2"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Viral modernity? epidemics, infodemics, and the 'bioinformational' paradigm",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jandrić",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mclaren",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/00131857.2020.1744226"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A Viral Theory of Post-Truth",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mclaren",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jandrić",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "17500",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/00131857.2020.1750090"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Putin's chilling threat with nuclear force on ALERT after warning West may face 'consequences",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Putin",
                    "suffix": ""
                }
            ],
            "year": 2022,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The third World War has already started in Ukraine. Europe and the U.S. should wake up. The Philadelphia Inquirer",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rubin",
                    "suffix": ""
                }
            ],
            "year": 2022,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Postdigital Humans: Transitions, Transformations and Transcendence",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Savin-Baden",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Trends in Armed Conflict",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Strand",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hegre",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1946--2020",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Art of War. Trans. L. Giles. Musaicum Books. von Clausewitz, C. (1832/1984). On War",
            "authors": [
                {
                    "first": "Sun",
                    "middle": [],
                    "last": "Tzu",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "History books often distinguish between indirect and direct causes of war. Looking at World War 2, for instance, indirect causes included economy, nationalism, and imperialism. Direct causes of war, or casus belli, differed between nations: for the UK and France it was the German annexation of Poland, and for the US it was the Japanese attack on Pearl Harbor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Postdigital Warfare"
        }
    ]
}