{
    "paper_id": "d23f79b2f897e2436220994574fc839946736084",
    "metadata": {
        "title": "Resident Response During Pandemic: This Is Our Time",
        "authors": [
            {
                "first": "Jesse",
                "middle": [
                    "E"
                ],
                "last": "Ross",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "UCLA David Geffen School of Medicine",
                    "location": {
                        "settlement": "Los Angeles",
                        "country": "California"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "I n June 1981, the first report of a new \"potentially transmissible immune deficiency\" was published. In 1983, a virus attacking and killing T cells was isolated, and in 1986 received its final name: \"human immunodeficiency virus\" (HIV) (1) . What followed would be a global pandemic infecting over 75 million people that resulted in over 32 million deaths and continues, presently infecting approximately 38 million people worldwide (2) . Physician response at that time was a combination of eagerness, a sense of duty, commitment, and humanism. Several of my mentors have shared that as medical students and housestaff, they intentionally chose to train in hospitals and institutions where they would have the greatest opportunity to work with this patient population. A new field of medicine would emerge from this era, and national leaders and experts would be born from it. However, despite the heroic measures and actions by so many health care workers, there was also a response of fear, stigmatization, exhaustion, and despair.",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 240,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 434,
                    "end": 437,
                    "text": "(2)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In December 2019, we received the first reports of patients from Wuhan, China, with pneumonia of unknown cause. Through unbiased sequencing, we would discover a previously unknown coronavirus (3). This novel coronavirus would soon be named \"severe acute respiratory syndrome-coronavirus 2\" (SARS-CoV-2) and causes the illness we now know as \"coronavirus 2019\" (COVID-19). On 11 March 2020, with more than 118 000 cases in 114 countries and more than 4000 deaths, the World Health Organization characterized COVID-19 as a pandemic (4) . At the time of this writing, there are approximately 218 723 cases worldwide with 8943 deaths. More than 7800 cases are reported in the United States (5).",
            "cite_spans": [
                {
                    "start": 530,
                    "end": 533,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We have heard the harrowing reports from Lombardy, Italy, of physicians forced to choose which patients should be allocated resources and which patients were too sick to recover and should be sent home to die (6) . I recently read of concerns that other European countries may soon find themselves in this troubling position, and indeed, by the time you are reading this article, this will probably already be the case in the United States. We are gravely unprepared, and if our future resembles, by any nature, that of our colleagues around the world, we will also soon find ourselves in a health care system that is profoundly underresourced, understaffed, and overwhelmed and reaching a maximum of an already minimally existent excess capacity. I am hearing from colleagues at other institutions that this strain is already beginning to reveal itself. I am encouraged by the overwhelming response from many of my colleagues to this health care crisis. Similar to the 1980s, duty, commitment, humanism, and eagerness are all traits that ring through. Yet, understandably, there have also been responses amongst my housestaff colleagues of fear, despair, and anxiety about their own health, as well as the health of their loved ones. I have seen discontent, even anger, toward programs and our current health care system for our lack of preparedness. Perhaps most disheartening, there have even been a few who have expressed concern and questioned whether we, as residents, should be taking care of patients with COVID-19. As health care providers, I believe we have the right to be nervous, even fearful, about what is to come.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 212,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Dissimilar to the 1980s HIV pandemic, which involved a bloodborne pathogen, SARS-CoV-2 is a respiratory pathogen. It is spread by both air droplets and direct contact, making it much more transmissible. We also now know that health care workers are at increased risk and that asymptomatic transmission can occur (7).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This article is a call to action to all of my resident colleagues around the United States that we will find ourselves remaining on the front lines in the days, weeks, and months to come. That despite our fears, we must continue to remember, and believe in, the duty of our profession and our oath to care for the sick. Furthermore, this article is a call to action for all program leadership and administration. We are well trained; we are eager to get involved; and most, if not all, of us are willing to remain on the front lines in the battle that is to come. Please ensure that we are prepared; have adequate resources at our disposal, including personal protective equipment; and receive training on best practices. Please ensure that we stay informed of advancements in the science, the current state of affairs, and updates in protocols in our respective institutions, as information is rapidly changing. Please ensure that we have direct access to leadership, mental health support, and debriefing when difficult decisions are made or we experience the worst of outcomes. Please protect those of us who are pregnant, immunocompromised, or at higher risk owing to ongoing comorbid conditions. Also, like you, we have families, young children, elderly parents, and grandparents. We have friends outside of the medical field, and we are part of communities, schools, churches, mosques, and synagogues. Many of us have made the decision to isolate ourselves from these support systems to protect them, and so that we can continue to work when we are needed the most. We will, like you, continue to make sacrifices like these along the way. In the 1980s, as the story goes in my home institution, the unusual pattern of previously young healthy patients contracting opportunistic infections was first noticed by a resident in internal medicine. I hope this will serve as a reminder of our value to the profession. This article was published at Annals.org on 1 April 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Many of us are already experiencing the first signs of what is to come. For those who are, I hope you are finding the support and resources you need to face these challenges. I will leave you with a portion of the Hippocratic oath recited at my medical school on graduation: \"As I labor in places of healing, my first thoughts will be the life, happiness, and health of my patients.\" I wish anyone who reads this all of the best in the days, weeks, and months to come. May we rise to the occasion, upholding the oath and honor of our profession. This is our time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IDEAS AND OPINIONS"
        },
        {
            "text": "From UCLA David Geffen School of Medicine, Los Angeles, California (J.E.R.)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IDEAS AND OPINIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A timeline of HIV and AIDS",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Hiv",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Gov",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A novel coronavirus from patients with pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "China Novel Coronavirus Investigating and Research Team",
            "volume": "382",
            "issn": "",
            "pages": "727--733",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001017"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Rolling updates on coronavirus disease (COVID-19)",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "An interactive web-based dashboard to track COVID-19 in real time",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gardner",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Lancet Infect Dis. 2020",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30120-1"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Facing covid-19 in Italy-ethics, logistics, and therapeutics on the epidemic's front line",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rosenbaum",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMp2005492"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Characteristics of and important lessons from the coronavirus disease 2019 (COVID-19) outbreak in China: summary of a report of 72 314 cases from the Chinese Center for Disease Control and Prevention",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.2648"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The author thanks Drs. Rachel Brook and Carol Mangione for their editorial guidance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgment:"
        },
        {
            "text": "The author has disclosed no conflicts of interest. The form can be viewed at www.acponline.org/authors/icmje /ConflictOfInterestForms.do?msNum=M20-1240.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosures:"
        },
        {
            "text": "Author Contributions: Drafting of the article: J.E. Ross.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}