{
    "paper_id": "d30231857db9cb1b0e9beca7a2d366d9216b413a",
    "metadata": {
        "title": "Cross-sectional analysis to explore the awareness, attitudes and actions of UK adults at high risk of severe illness from COVID-19",
        "authors": [
            {
                "first": "Stuart",
                "middle": [
                    "W"
                ],
                "last": "Flint",
                "suffix": "",
                "affiliation": {},
                "email": "s.w.flint@leeds.ac.uk"
            },
            {
                "first": "Adrian",
                "middle": [],
                "last": "Brown",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Abd",
                "middle": [
                    "A"
                ],
                "last": "Tahrani",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alicja",
                "middle": [],
                "last": "Piotrkowicz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Anny-Claude",
                "middle": [],
                "last": "Joseph",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "On 11 March 2020, WHO announced that COVID-19 was a global pandemic. 1 In response, governments across the world took a range of actions to help reduce its spread including the development of legislation and policies. The majority of countries also imposed a period of a variable degree of 'lockdown'.",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 70,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Beyond the population-level lockdown, further guidance was issued for people identified as at a higher risk of morbidity and mortality from COVID-19. This 'high-risk' grouping was typically composed of people living with chronic health conditions such as diabetes, heart disease or AIDS, as well as people who are pregnant or aged 60 years or over. For some 2.2 million people, this additional guidance included the need to 'shield' for people identified as the most vulnerable to COVID-19 infection and illness. 2 However, unintended consequences have been noted in emerging evidence, including accentuated feelings of social isolation, self-stigma and loneliness. 3 4 Thus far, the impact of lockdown and associated restrictions have primarily been reported within the general population, however, given the greater restrictions",
            "cite_spans": [
                {
                    "start": 513,
                    "end": 514,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 666,
                    "end": 669,
                    "text": "3 4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Strengths and limitations of this study ► This study collected data during the lockdown, exploring the impact on a high-risk subsection of the population who have been subject to greater restrictions. ► The study collected novel data on the impact of the UK national lockdown on access to healthcare, lifestyle behaviours and mental health. ► An innovative Artificial Intelligence tool was used to provide further insights about the impact of COVID-19 lockdown on this vulnerable population. ► The study used an online survey methodology and as such may have excluded recruitment of people experiencing digital poverty. ► Given the reported increased risk for people from black and minority ethnic (BAME) backgrounds, the low recruitment of people from BAME backgrounds means that comparison of the impact on people of different ethnic backgrounds was not possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Open access on people identified as at higher risk including a longer duration of lockdown and need to 'shield' or self-isolate, the potential impact of COVID-19 is likely to have been greater on this subgroup of the population. Recently, the Office of National Statistics 2 reported that a high proportion of people identified as being at high-risk self-reported that they followed the shielding guidance completely during lockdown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "There is a pressing need to investigate the impact of lockdown and shielding on people identified as at higher risk of severe illness from COVID-19. We defined impact as changes as a consequence of shielding to different aspects of everyday life, including actions and attitudes, healthcare delivery, mental health and well-being, lifestyle behaviours and social interaction. Some of these aspects such as access to healthcare delivery, have not been investigated for this population previously. In terms of attitudes and actions (AAA), emerging evidence from the USA suggests that despite concerns about infection, there was a lack of critical knowledge and limited changes to the plans or routines for people identified as at high risk of severe illness from COVID-19 infection. 5 Therefore, to understand the impact, and contribute evidence for healthcare policy and networks to support people effectively and address unmet needs, we have delivered a time-sensitive study of the impact the COVID-19 pandemic and the associated UK government guidance has had on people identified as at high risk of severe illness from COVID-19. Specifically, we explored the impact of the COVID-19 lockdown on access to healthcare, health and lifestyle behaviours, and mental health among UK adults identified as at high risk of severe illness from COVID-19.",
            "cite_spans": [
                {
                    "start": 781,
                    "end": 782,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Between 15 March and 31 May 2020, the Awareness, AAA survey was disseminated via UK charities, healthcare and relevant higher education email distribution lists, social media and website advertisement. The survey was hosted by Qualtrics; a third-party online survey administration platform. Inclusion criteria were being aged ≥18 years with one or more of the factors for high risk of severe illness from COVID-19 identified by the UK government or self-identified as at high risk due to an acute or chronic health condition not listed. 6 AAA survey An online survey was developed to explore the AAA of UK adults identified as at high risk of severe illness from COVID-19 by the UK government or self-identified as high risk. The survey comprised seven sections using a combination of closed and open questions: 1. Participant demographics. 2. Awareness, AAA relating to COVID-19 including whether participants had been diagnosed with COVID-19, experienced symptoms, and took actions to reduce infection and spread. 3. Impact of COVID-19 on management of health conditions and use of technology. 4. Impact on mental health and well-being, and depression including the Warwick-Edinburgh Mental Wellbeing Scale (WEMWBS) 7 and Patient Health Questionnaire (PHQ-9). 8 5. Lifestyle-related behaviours; diet, alcohol intake, physical activity type and amount, sleep quality and amount, smoking behaviour, e-cigarette use and recreational drug use. 6. Interaction with others regarding changes in other people's behaviour towards participants and feeling stigmatised and discriminated. 7. Additional comments.",
            "cite_spans": [
                {
                    "start": 537,
                    "end": 538,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1218,
                    "end": 1219,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "METHODS Design"
        },
        {
            "text": "Please see online supplemental materials for an overview of the online survey.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS Design"
        },
        {
            "text": "Patients and public were involved from the outset and throughout the study, including the design, conducting, choice, development and piloting of the AAA survey, recruitment and reporting of the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient and public involvement"
        },
        {
            "text": "Data from this survey produced quantitative and text data from validated questionnaires, and closed and openended questions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "For the statistical analysis, we fit generalised linear models to the data. Participant responses were used to calculate the WEMWBS and PHQ-9 scores for well-being and depression, respectively. We imputed missing values for participants who did not respond to all items needed to calculate WEMWBS and PHQ-9 scores. If a participant responded to at least 11 of the 14 WEMWBS items or at least 7 of the 9 PHQ-9 items, we used the mean value of the participant's responses in place of missing values. WEMWBS, PHQ-9 and concerns regarding COVID-19 were treated as continuous outcomes. Logistic regression models were used to model (1) actions taken to mitigate the risk of contracting COVID-19, (2) the impact of COVID-19 on the management of health conditions and (3) the technology platforms used to receive healthcare. Responses regarding the impact of COVID-19 on lifestylerelated behaviours were modelled using multinomial and adjacent-category logit models assuming proportional odds. ORs and 95% CIs were reported for logistic, multinomial and adjacent-category logit models.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "Each response was modelled as a function of the indicators for high risk of severe illness from COVID-19 (12 separate binary variables) which included: diabetes; body mass index (BMI) ≥40 kg/m 2 ; chronic respiratory disease; chronic heart disease; chronic kidney disease (CKD); chronic liver disease; chronic neurological conditions; spleen problems; weakened immune system; aged over 70 years; pregnant and other, which included short-term or long-term health conditions. Other covariates in the Open access models were the participant's gender (male or female), age (in years), BMI (numeric), Index of Multiple Deprivation (IMD; numeric: 1-10 as identified using the English Indices of Deprivation 2019), and whether the participant had multiple indicators for high risk (categorical: one, two, three or more conditions). Descriptive data were summarised with mean (SD) or median (IQR) for continuous data depending on data distribution, with categorical data summarised as counts (percentage, %). In each scenario, the reference group consisted of participants who do not belong to the specified high-risk group. All statistical analyses were performed using the tidyverse (V.1.3.0) 9 and Vector Generalized Linear and Additive Model (VGAM) (V.1.1-2) 10 packages in R (V.3.6.2). 11 Statistical significance was defined at p<0.05.",
            "cite_spans": [
                {
                    "start": 1187,
                    "end": 1188,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1283,
                    "end": 1285,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "Text data were collected across 17 open-ended questions which were distributed throughout the survey sections. The language sample for each participant was processed to derive sentiment scores and personality scores. Valence Aware Dictionary and sEntiment Reasoner (VADER) Sentiment Analysis tool 12 was used to obtain sentiment scores (positive, neutral, negative and compound sentiment). Personality scores were obtained using proprietary software by Scaled Insights. The software takes as input a language sample and produces 114 personality features. Following this, the 118 features (114 personality, 4 sentiment) were used as input into the multiple machine learning models, which were used in two settings: unsupervised (clustering) and supervised (classification or regression). We also investigated to what extent features obtained from a language sample are predictive of concerns, mitigating actions, impact on lifestyle behaviours, and well-being and depression scores in the context of COVID-19. For further details and an overview of the prediction models, see the online supplemental materials and supplemental tables S1-S4 for the outcomes of the models.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "We are very grateful for the organisations and individuals as listed in our acknowledgements section who have and continue to support this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient and public involvement"
        },
        {
            "text": "A public facing report of the study will be provided to the organisations that have supported our study once the manuscript has been published, and all study participants are able to request a copy of the final report and manuscript once published.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient and public involvement"
        },
        {
            "text": "The original sample comprised 1038 UK adults. Six participants were removed for either reporting being aged less than 18 years old or an infeasible age. Of the remaining sample, 624 were female, 402 male, 4 reported other and 2 preferred not to say. Due to small numbers, participants who responded 'other' or 'prefer not to say' when asked about their gender were removed. Characteristics of the 1026 participants in the final analysis are presented in table 1. Six hundred and twenty-four (61%) participants were female; 979 (95.4%) identified as white-British, Irish, other; with a mean age of 54.6±14.9 years and mean BMI of 28.8±8.1 kg/m 2 . Two hundred and nineteen participants (21.3%) reported having three or more indicators for high risk of severe illness from COVID-19 as identified by the UK government, or based on individual perception due to an acute or chronic health condition. The 12 high-risk indicators are summarised in table 1. Notably over half of the sample (n=528; 52.4%) reported that they were living with diabetes (either type 1 or type 2). Participants reported high concern about infection, illness and death, spread to others and access to healthcare across all higher-risk groups (see online supplemental material 1 for statistical analysis of COVID-19 concerns, risk mitigating behaviour and interactions with others).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Descriptive statistics"
        },
        {
            "text": "Online supplemental figures S1-S6 display the impact of COVID-19 on lifestyle-related behaviours for each highrisk indicator of severe illness from COVID-19. Generally, across all high-risk indicators a high proportion of participants indicated little to moderate change in diet, no change in alcohol consumption, less or much less physical activity, no change in the type of physical activity and a great deal of change in shopping habits. Change in quality and amount of sleep was variable across risk groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact of COVID-19 on lifestyle-related behaviours"
        },
        {
            "text": "Further analysis of lifestyle-related behaviours compared with prior to COVID-19 lockdown suggested that women and participants with CKD were more likely to report greater change in their shopping habits compared with those without CKD (OR 1.18, 95% CI 1.02 to 1.38) and (OR 1.62, 95% CI 1.01 to 2.60), respectively; see online supplemental table S5. Participants were less likely to report greater changes in their diet for each additional year of age (OR 0.99, 95% CI 0.98 to 1.00), whereas participants with higher BMI and women reported greater change in their diet (OR 1.02 per additional kg/m 2 , 95% CI 1.00 to 1.03 and OR 1.19, 95% CI 1.02 to 1.39) respectively). Furthermore, participants with either chronic respiratory disease, CKD, weakened immune systems or a higher BMI were less likely to report greater change in the amount of physical activity they engaged in compared with those who did not belong to any of these high-risk groups (OR 0.70, 95% CI (0.50 to 0.97); OR 0.65, 95% CI (0.44 to 0.96); OR 0.54, 95% CI (0.37 to 0.78) and OR 0.98 per additional kg/m 2 , 95% CI (0.97 to 1.00), respectively). In addition, individuals with chronic neurological conditions were less likely to report a change in the type of physical activity they engaged in (OR 0.23, 95% CI (0.06 to 1.00)).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact of COVID-19 on lifestyle-related behaviours"
        },
        {
            "text": "Impact of COVID-19 on mental health, well-being Four hundred and forty-five (49.8%) participants indicated that their self-reported mental health was about the same compared with prior to COVID-19 lockdown Open access (table 2) . Women were more likely to report worsening of their mental health (OR 2.09, 95% CI 1.02 to 4.29)) whereas participants >70 years old were less likely to report worsening of their mental health (OR 0.16, 95% CI 0.03 to 0.86). Specifically, for each additional year of age, participants were more likely to report that their mental health had been impacted less negatively during COVID-19 lockdown (OR 1.04, 95% CI 1.01 to 1.08) For all participants, mean well-being (WEMWBS) was 44.9±11.3-lower than the population well-being normand participants on average reported mild depression (PHQ-9) of 7.53±6.11. For median well-being and depression scores based on high-risk group, see online supplemental table S6.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 218,
                    "end": 227,
                    "text": "(table 2)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Impact of COVID-19 on lifestyle-related behaviours"
        },
        {
            "text": "Participants who were older reported statistically higher well-being (WEMWBS). For each additional year, wellbeing increased by 0.25 (p<0.001). By contrast, women reported well-being that was 1.75 lower than those of men (p=0.048). Four hundred and sixty-seven (45.5%) participants indicated that their care changed to using telephone support, while 321 (31.3%) reported that they did not use any of the platforms specified in the survey (table 3) . Participants >70 years were less likely to use the telephone to receive care (OR 0.46, 95% CI 0.21 to 0.99). Participants living with liver disease were more likely to use social media (OR 5.91, 95% CI 1.62 to 20.84). In addition, participants with liver disease were more likely to report using virtual consultation platforms; as were participants with neurological conditions (OR 4.39, 95% CI 1.41 to 13.20) and OR 3.56, 95% CI 1.06 to 10.98), respectively). By contrast, women were less likely to use virtual consultation platforms compared with men (OR 0.56, 95% CI 0.32 to 0.98). For each additional year in age, participants were less likely to use emails (OR 0.98, 95% CI 0.96 to 1.00). When asked whether participants were satisfied with the support platforms and with the information received during the COVID-19 lockdown, the majority reported either being somewhat or extremely satisfied (40.3%, 39.6%, respectively; table 3).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 438,
                    "end": 447,
                    "text": "(table 3)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Well-being"
        },
        {
            "text": "Four hundred and sixty-six (45.4%) participants indicated that they would welcome continued use of the platforms used during COVID-19 lockdown. When comparing gender, women were less satisfied with the platform they used (OR 0.84, 95% CI 0.72 to 0.99); however, the level of satisfaction with using the information provided through ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Well-being"
        },
        {
            "text": "A large proportion of participants in each high-risk group reported that they were 'very concerned' to statements about infection, spread and potential impact of COVID-19; see online supplemental figures S7-S12. Participants with either chronic respiratory disease, chronic heart disease, CKD, other acute/chronic diseases, diabetes or weakened immune systems were more concerned about becoming infected compared with those who did not belong to any of these high-risk groups (p<0.05). The coefficients for these covariates suggest that participants in either of these high-risk groups selected the next highest response compared with individuals who believed they were not at high risk. Additionally, concerns about being infected were significantly higher for women than in men (difference 0.59; p=0.003), and for older participants (difference 0.02; p=0.032), although the differences were relatively small. Participants with either chronic respiratory disease, chronic heart disease, CKD, BMI ≥40 or weakened immune systems were more concerned about experiencing severe illness or death (next highest response) compared with those who did not belong to these high-risk groups (p<0.05); whereas pregnant women were less concerned (2.10 points lower) than women who were not pregnant (p=0.012).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concerns about COVID-19"
        },
        {
            "text": "Participants with chronic respiratory disease were significantly more concerned (next highest response) about access to healthcare support (p=0.020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concerns about COVID-19"
        },
        {
            "text": "There were no statistically significant factors for the models with the following concerns: spreading COVID-19 to others; receiving appropriate care/support; and potentially receiving disparate healthcare support due to higher-risk status. This suggests that high concern was similar across all high-risk groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concerns about COVID-19"
        },
        {
            "text": "More than 50% of participants in each high-risk group practised social distancing with the exception of those with weakened immune systems (n=71; 44.7%); see online supplemental table S8. Twenty-one (60%) participants with chronic neurological diseases and 102 (57.3%) aged 70 years or older self-isolated. Twenty-eight (57.1%) participants with chronic liver disease, 18 with chronic neurological disease, and 96 (53.9%) aged 70 years or older used online shopping or food delivery. Eighty-five (53.5%) participants with weakened immune systems and 11 (68.8%) with spleen problems used shielding. Less than 50% of participants in each high-risk group wore protective apparel or took all of the actions specified in the survey.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mitigating COVID-19"
        },
        {
            "text": "Participants living with diabetes were more likely to practise social distancing (OR 2.44, 95% CI 1.25 to 4.90), whereas participants with weakened immune systems were less likely to practice social distancing (OR 0.34, 95% CI 0.16 to 0.73); see online supplemental table S9. Participants living with diabetes were also more likely to wear protective apparel (OR 2.17, 95% CI 1.13 to 4.14); while participants with people >70 years and chronic liver disease were more likely to shop online (OR 2.66, 95% CI 1.24 to 5.88 and OR 3.34, 95% CI 1.42 to 8.14, respectively). Participants with either CKD, weakened immune systems or spleen problems were more likely to practise shielding (OR 2.76, 95% CI 1.21 to 6.31; OR 3.33, 95% CI 1.55 to 7.22 and OR 5.33, 95% CI 1.15 to 28.78, respectively). Finally, participants with weakened immune systems were more likely to take all mitigating risk actions identified (OR 2.61, 95% CI 1.01 to 6.41). There were no statistically significant differences between high-risk groups with regard to self-isolation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mitigating COVID-19"
        },
        {
            "text": "Three hundred and seventy-seven (41.0%) participants indicated that people behaved differently towards them compared with prior to COVID-19 lockdown. When asked if during the COVID-19 lockdown they felt more stigmatised or discriminated against 119 (13.0%) reported they had compared with prior to COVID-19 lockdown. Of these participants, 65 (54.6%) were living with diabetes, 25 (21.0%) had a BMI of ≥40 kg/m 2 , 21 (17.6%) had chronic respiratory disease, 24 (20.2%) had a weakened immune system and 44 (37%) had other chronic shortterm or long-term risk factors. In all other high-risk groups fewer than 20 participants said that they felt stigmatised or discriminated against.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interactions with others and stigma"
        },
        {
            "text": "Participants with chronic neurological diseases were less likely to report that people behaved differently towards them (OR 0.23, 95% CI 0.06 to 1.00). There were no discernible differences between the high-risk groups with regard to feelings of stigma and discrimination compared with prior to COVID-19 lockdown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interactions with others and stigma"
        },
        {
            "text": "The personality and sentiment features were used as input to a clustering algorithm (k-means) in order to separate survey participants into groups. As the k-means algorithm requires to specify the number of clusters, we first experimented with different values of k (between 2 and 10). We used two heuristics (sum of squared distance and an elbow plot, and degree of separation between clusters and a silhouette plot) to evaluate which k value resulted in most coherent and disparate clusters. According to both heuristics, two clusters resulted in the best differentiation: the first cluster with 335 participants and second with 301 participants (see figure 1 for a visualisation of the clusters). Table 4 lists the 10 most differentiating features and the cluster centroid values. The first cluster had a negative compound sentiment score and higher",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 653,
                    "end": 661,
                    "text": "figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 700,
                    "end": 707,
                    "text": "Table 4",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Exploration and prediction using text-derived features Clustering"
        },
        {
            "text": "Open access values for neuroticism, insecurity, 'type A' personality (ie, more competitive and ambitious), aggression, stress and coldness, while the second cluster had a positive compound sentiment score and higher values for dutifulness, cooperation and social skills. From here on in, the first cluster is referred to as the negative cluster, and the second cluster as the positive cluster.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exploration and prediction using text-derived features Clustering"
        },
        {
            "text": "The study investigated whether the two clusters had differed in their responses (table 5) . There were no significant differences in how the two clusters took mitigating actions to avoid infection from COVID-19. However, participants in the negative cluster rated their concerns significantly higher than the positive cluster in five out of six cases; with the only concern showing no difference was about spreading COVID-19 to others. In terms of lifestyle behaviours, negative cluster reported greater impact on diet and sleep, and less physical activity than before COVID-19 lockdown. Negative cluster also scored significantly worse for depression and psychological well-being. In terms of changes to healthcare support, negative cluster reported more often change to their appointments and using telephone appointments, while positive cluster reported no change to healthcare support, and lower satisfaction with platforms used to receive care and with the information and resources presented within them.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 80,
                    "end": 89,
                    "text": "(table 5)",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Exploration and prediction using text-derived features Clustering"
        },
        {
            "text": "This study provides the essential evidence to start addressing the dearth of detailed information regarding the impact of COVID-19 on the 2.2 million people identified at higher risk of severe illness from COVID-19 and advised to shield during lockdown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "During the COVID-19 lockdown, the management of health conditions among people identified as at high risk of severe illness changed. Nearly half of the sample reported using telephone care, with people aged 70 years or over less likely to use telephone care. People living with diabetes and liver disease reported the greatest use of social media, while people living with chronic liver disease and neurological conditions were most likely to use virtual consultations. The majority of participants reported that they were satisfied with the new platforms and the information provided to manage their health conditions, and importantly would welcome continued use. Notably, people living in higher deprivation reported greater uncertainty about continued use which may identify concerns regarding internet poverty and inability to access digital care within this community. It is imperative that new technologies for supporting people living with health conditions are accessible for all, and does not disproportionately impact subgroups of the population and potentially widen health inequalities. Indeed, the higher prevalence of chronic health conditions among people living in more deprived communities, and the disproportionate impact of COVID-19 infection on people living in poorer communities, highlights the need to address these concerns or uncertainty, given the likelihood of continued short-term and long-term use of new technologies to support patient care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Emerging evidence has demonstrated that the COVID-19 lockdown and restrictions have impacted lifestyle behaviours such as decrease in physical activity and sleep deprivation, although this has predominantly focused on the general population. 13 14 Current study findings provide novel evidence about the impact on people identified as at high risk of severe illness from COVID-19 infection, and thus, people who have needed to follow greater restrictions. Reductions in physical activity were also observed for people with chronic respiratory disease, CKD and weakened immune system, which would be consistent with those who may have avoided venturing outside due to risk of COVID-19 infection. Across all groups, people reported that their sleep quality and amount was impacted.",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 247,
                    "text": "13 14",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "As the pandemic has progressed, a greater emphasis has been placed on the impact that lockdown, restrictions on daily life including meeting with significant others, the loss of loved ones, the loss of work and others have had on mental health. This study demonstrates that for the majority of the sample, the pandemic has Open access led to worse mental health, with only 6% reporting an improvement. This was greater than the 35% of vulnerable people reporting worse mental health from the Office of National Statistics. 2 This may have been due to population differences but overall represents a consistent message that lockdown had a negative impact on people's self-reported mental health. In alignment, mean wellbeing was lower than the national average, 15 and depression was higher than that found in a general population sample from the COVID-19 Social Study. 16 The statistical analysis demonstrates that young women who are at risk of severe illness from COVID-19 report that their mental health has been most negatively impacted, have lower well-being and higher depression. This is consistent with other data showing that depression was higher in young people, 16 suggesting that the lockdown restrictions has more negatively impacted younger people and requires greater consideration. Moreover, people with a higher BMI or with multiple risk factors reported the highest depression, which may well be expected given the link between obesity and depression. 17 Given that this study highlights the impact of the COVID-19 pandemic on the mental health of people identified as at high risk of severe illness, policy-makers, community groups and health charities should consider how and in what ways they can best support or refer people whose mental health may have been compromised-which for many may go above and beyond their usual activities. This may involve policymakers considering how and in what ways to support in particular health charities to provide this care given economic challenges facing many during the pandemic and the reduction in access to clinical services. Artificial intelligence methods were applied to the data to consider how intrinsic factors, specifically personality and sentiment, derived from language samples could provide additional insights into people's actions and attitudes relating to COVID-19. Based on those intrinsic factors, the participants clustered into two groups. Crucially, the two groups differed significantly in their responses. Compared with the positive cluster (with higher dutifulness and cooperation scores and positive sentiment), the negative cluster had higher neuroticism, insecurity score and negative sentiment and reported higher levels of concern, greater negative impact on lifestyle behaviours, higher depression and lower well-being, alongside lower satisfaction with platforms used to deliver their healthcare during COVID-19. Furthermore, when predicting actions or attitudes for individuals, word vectors (features derived from language samples) achieved fairly good to good prediction performance (between 0.7 and 0.8 Area Under Receiver Operating Characteristics (AUROC)). On the other hand, personality and sentiment features were better predictors of depression and well-being than word vectors. Overall, current study data suggests that analysing language samples using Artificial Intelligence could yield useful insights into people's AAA relating to COVID-19 and effectively identify individuals at higher risk. Future work can explore the feasibility of using these methods as a preventative support measure, by using them within a digital environment to identify whether someone is likely to be more significantly impacted and offer them appropriate support.",
            "cite_spans": [
                {
                    "start": 523,
                    "end": 524,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 869,
                    "end": 871,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1174,
                    "end": 1176,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1471,
                    "end": 1473,
                    "text": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "This study is not without limitations. First, it provides a cross-sectional analysis, and as such informs about the COVID-19 lockdown period. Nevertheless, this study provides much needed insights about a subsection of the population who have been subject to greater restrictions and as the findings demonstrate, have been impacted in terms of access to healthcare, lifestyle behaviours and mental health. Second, due to the recruitment methods, the sample was not totally representative, has used a self-recruitment methods which may have led to a more motivated sample and would not have recruited people experiencing digital poverty. Finally, given the reported increased risk for people from black and minority ethnic (BAME) backgrounds, the low recruitment of people from BAME backgrounds means that comparison of the impact on people of different ethnic backgrounds was not possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Further research to assess the longer term impact of COVID-19 on people identified at high risk is needed. This research should provide insights into the longer term changes to healthcare access, provision and support, and where relevant, how technological platforms have facilitated continued care. This study demonstrated the adults identified as at high risk of severe illness from COVID-19 reported lower well-being, that their mental health had worsened and varied levels of depression. Given the continued restrictions for many people within this population subgroup, and thus the associated impact on other areas of life including employment, future research should assess the longer term impact on mental health. Indeed, it might be argued that people with mental health concerns may also be at high risk from the impact of COVID-19 and as such, appropriate measures and support made available. Finally, research is also needed to understand the impact of delayed healthcare support such as elective surgery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "This study provides novel insights into the awareness, AAA of UK adults identified as at high risk of severe illness from COVID-19. In particular, this study demonstrates that the pandemic has impacted people's access to healthcare support, lifestyle behaviours and mental health. Furthermore, the use of an innovative artificial intelligence tool has demonstrated the advanced insights that can be gleaned from patient language samples to predict behaviours and health outcomes in response to the COVID-19 pandemic. This has the potential to enable clinicians to identify people at greater risk and highlights the value of using artificial intelligence within healthcare, particularly during the COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "As such, there are important implications for policymakers, healthcare and clinical practice as well as Open access healthcare technology companies. Working with adults identified as at high risk of severe illness from COVID-19, action is needed that aims to address issues relating to access to healthcare, attitudes towards use of technological platforms and to support people's mental health. The findings demonstrate that healthcare access and support has been significantly impacted, that their lifestyle-related behaviours have changed and that mental health has worsened. It is paramount to not only understand but take actions to reduce any potential unintended consequences of the restrictions placed on daily life, which may avoid exacerbating physical and mental health concerns.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization. WHO Director-General's opening remarks at the media briefing on COVID-19 -11",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Office of National Statistics. Coronavirus and shielding of clinically extremely vulnerable people in England: 29 may to 3",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The trajectory of loneliness in response to COVID-19",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Luchetti",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Aschwanden",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am Psychol",
            "volume": "75",
            "issn": "",
            "pages": "897--908",
            "other_ids": {
                "DOI": [
                    "10.1037/amp0000690"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Psychological outcomes associated with Stay-at-Home orders and the perceived impact of COVID-19 on daily life",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Tull",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Edmonds",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Scamaldo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Psychiatry Res",
            "volume": "289",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.psychres.2020.113098"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Awareness, attitudes, and actions related to COVID-19 among adults with chronic conditions at the onset of the U.S. outbreak: a cross-sectional survey",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Wolf",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Serper",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Opsasnick",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Intern Med",
            "volume": "173",
            "issn": "",
            "pages": "100--109",
            "other_ids": {
                "DOI": [
                    "10.7326/M20-1239"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Guidance on social distancing for everyone in the UK",
            "authors": [
                {
                    "first": "Public",
                    "middle": [],
                    "last": "Health England",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The Warwick-Edinburgh mental well-being scale (WEMWBS): development and UK validation",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tennant",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hiller",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fishwick",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Health Qual Life Outcomes",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1477-7525-5-63"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The PHQ-9: a new depression diagnostic and severity measure",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kroenke",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Spitzer",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Psychiatr Ann",
            "volume": "32",
            "issn": "",
            "pages": "509--524",
            "other_ids": {
                "DOI": [
                    "10.3928/0048-5713-20020901-06"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Welcome to the Tidyverse",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wickham",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Averick",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bryan",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Open Source Softw",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.21105/joss.01686"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Complements to Vector Generalized Linear and Additive Models",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Yee",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "R: A language and environment for statistical computing. R Foundation for Statistical Computing",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A parsimonious rule-based model for sentiment analysis of social media text",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Gilbert",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hutto",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Vader",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Eighth International Conference on Weblogs and social media (ICWSM-14)",
            "volume": "82",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Lifestyle risk factors, inflammatory mechanisms, and COVID-19 hospitalization: a community-based cohort study of 387,109 adults in UK. Brain, Behavior, and Immunity",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hamer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kivimäki",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Gale",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Lifestyle of Scotland's People Since the Coronavirus Outbreak",
            "authors": [],
            "year": 2020,
            "venue": "Obesity Action Scotland",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Health survey for England 2016: well-being and mental health (version 2",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Nhs Digital",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "COVID-19 social study, results",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fancourt",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bu",
                    "suffix": ""
                },
                {
                    "first": "Wan",
                    "middle": [],
                    "last": "Mak",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Overweight, obesity, and depression: a systematic review and meta-analysis of longitudinal studies",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Luppino",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "De Wit",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "F"
                    ],
                    "last": "Bouvy",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Arch Gen Psychiatry",
            "volume": "67",
            "issn": "",
            "pages": "220--229",
            "other_ids": {
                "DOI": [
                    "10.1001/archgenpsychiatry.2010.2"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Visualisation of clusters using principal component analysis (PCA).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Summary of WEMWBS and PHQ-9 scores and changes in self-reported mental health compared with pre-COVID-19",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Demographics characteristics of participants in the AAA survey",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Open accessDepression Pregnant women and older participants reported lower depression (PHQ-9), with pregnant women reporting scores 4.41 points lower than women who were not pregnant (p=0.013), whereas for each additional year of age there was a reduction in depression by 0.14 points (p<0.001). In addition, participants' weight impacted depression, with each unit increase in BMI, there was an increase of depression by 0.09; gender impacted depression with women reporting an average depression score that was 1.41 points higher than men; and participants with three or more indicators of high-risk reported greater depression with a mean increase of 4.78 compared with those with only one high-risk indicator (p<0.05 for all factors). Participants with chronic liver disease were more likely to report change to management of health conditions compared with prior to the COVID-19 lockdown (OR 3.15, 95% CI 1.29 to 8.01); see online supplemental table S7. Participants with either diabetes, weakened immune systems or liver disease were more likely to report change to appointments (OR 2.40, 95% CI 1.11 to 5.75); OR 2.90, 95% CI 1.18 to 7.93) and OR 3.48, 95% CI 1.16 to 12.16, respectively); whereas participants with spleen problems had a greater likelihood of reporting changes to their medications (OR 7.10, 95% CI 1.45 to 53.03). For each additional year of age, participants were more likely to report changes to elective surgery and their clinician (OR 1.03, 95% CI 1.01 to 1.06 and OR 1.03, 95% CI 1.01 to 1.05, respectively). However, participants who were >70 years old were less likely to report other changes to regular healthcare support beyond those specified in the survey (OR 0.24, 95% CI 0.05 to 0.88).",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Summary of participant changes to clinical management during COVID-19 lockdown",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Cluster centroids for the ten features with greatest absolute value differences between clusters",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Test results and p values were rounded to two decimal places. PHQ-9, Patient Health Questionnaire; WEMWBS, Warwick-Edinburgh Mental Well-being Scale.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements We would like to acknowledge and thank the following organisations for disseminating the survey.Contributors SWF conceived the study. SWF, AB and AAT contributed to the study design and methodology. SWF was responsible for the oversight of the study. SWF, AB and AAT contributed to the recruitment of participants. AP and A-CJ were responsible for data analysis. All authors contributed to data interpretation, and the writing of the manuscript. All authors contributed to critical revision of the manuscript for important intellectual content and gave final approval. Disclaimer The funder had no role in study design, data analysis, data interpretation, or writing of the report.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Competing interests SWF and AP are employed by Scaled Insights.Patient consent for publication Not required.Ethics approval The study was granted ethical approval by the School of Psychology Research Ethics Committee at University of Leeds (REC number PSYC-28).Provenance and peer review Not commissioned; externally peer reviewed.Data availability statement Data are available on reasonable request. Deidentified participant data that underlie the results reported in this manuscript will be made available on publication and ending 5 years after publication. Proposals should be made to the corresponding author and will require a data access agreement.Supplemental material This content has been supplied by the author(s). It has not been vetted by BMJ Publishing Group Limited (BMJ) and may not have been peer-reviewed. Any opinions or recommendations discussed are solely those of the author(s) and are not endorsed by BMJ. BMJ disclaims all liability and responsibility arising from any reliance placed on the content. Where the content includes any translated material, BMJ does not warrant the accuracy and reliability of the translations (including but not limited to local regulations, clinical guidelines, terminology, drug names and drug dosages), and is not responsible for any error and/or omissions arising from translation and adaptation or otherwise.Open access This is an open access article distributed in accordance with the Creative Commons Attribution Non Commercial (CC BY-NC 4.0) license, which permits others to distribute, remix, adapt, build upon this work non-commercially, and license their derivative works on different terms, provided the original work is properly cited, appropriate credit is given, any changes made indicated, and the use is non-commercial. See: http:// creativecommons. org/ licenses/ by-nc/ 4. 0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Stuart W Flint http:// orcid. org/ 0000-0003-4878-3019",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ORCID iD"
        }
    ]
}