{
    "paper_id": "d310a6b35fda70b587403da4e448cc1a248f560c",
    "metadata": {
        "title": "Statistical analysis plan for the Prophylactic Melatonin for Delirium in Intensive Care (ProMEDIC): a randomised controlled trial",
        "authors": [
            {
                "first": "Bradley",
                "middle": [],
                "last": "Wibrow",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Intensive Care Unit",
                    "institution": "University of WA",
                    "location": {
                        "settlement": "Perth",
                        "region": "WA",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "F",
                "middle": [
                    "Eduardo"
                ],
                "last": "Martinez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Intensive Care Unit",
                    "institution": "University of WA",
                    "location": {
                        "settlement": "Perth",
                        "region": "WA",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Andrew",
                "middle": [],
                "last": "Ford",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Intensive Care Unit",
                    "institution": "University of WA",
                    "location": {
                        "settlement": "Perth",
                        "region": "WA",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Erin",
                "middle": [],
                "last": "Kelty",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Intensive Care Unit",
                    "institution": "University of WA",
                    "location": {
                        "settlement": "Perth",
                        "region": "WA",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Kevin",
                "middle": [],
                "last": "Murray",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Intensive Care Unit",
                    "institution": "University of WA",
                    "location": {
                        "settlement": "Perth",
                        "region": "WA",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Kwok",
                "middle": [
                    "M"
                ],
                "last": "Ho",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Intensive Care Unit",
                    "institution": "University of WA",
                    "location": {
                        "settlement": "Perth",
                        "region": "WA",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Edward",
                "middle": [],
                "last": "Litton",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Intensive Care Unit",
                    "institution": "University of WA",
                    "location": {
                        "settlement": "Perth",
                        "region": "WA",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Erina",
                "middle": [],
                "last": "Myers",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Intensive Care Unit",
                    "institution": "University of WA",
                    "location": {
                        "settlement": "Perth",
                        "region": "WA",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Matthew",
                "middle": [],
                "last": "Anstey",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Intensive Care Unit",
                    "institution": "University of WA",
                    "location": {
                        "settlement": "Perth",
                        "region": "WA",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Bradley",
                "middle": [
                    "Wibrow@health Gov"
                ],
                "last": "Wa",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Intensive Care Unit",
                    "institution": "University of WA",
                    "location": {
                        "settlement": "Perth",
                        "region": "WA",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Au",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Intensive Care Unit",
                    "institution": "University of WA",
                    "location": {
                        "settlement": "Perth",
                        "region": "WA",
                        "country": "Australia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Rationale: Delirium is defined as acute organic brain dysfunction characterised by inattention and disturbance of cognition. It is common in the intensive care unit and is associated with poorer outcomes. Good quality sleep is important in the prevention and management of delirium. Melatonin is a natural hormone secreted by the pineal gland which helps in the regulation of the sleep-wake cycle. It is possible that melatonin supplementation in intensive care improves sleep and prevents delirium. Methods and design: The 'Prophylactic Melatonin for Delirium in Intensive Care' study is a multi-centre, randomised, double-blinded, placebo-controlled trial. The primary objective of this study is to determine whether melatonin given prophylactically decreases delirium in critically ill patients. A total of 850 ICU patients have been randomised (1:1) to receive either melatonin or a placebo. Participants were monitored twice daily for symptoms of delirium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: This paper and the attached additional files describe the statistical analysis plan (SAP) for the trial. The SAP has been developed and submitted for publication before the database has been locked and before the treatment allocation has been unblinded. The SAP contains details of analyses to be undertaken, which will be reported in the primary and secondary publications. Discussion: The SAP details the analyses that will be done to avoid bias coming from knowledge of the results in advance. This trial will determine whether prophylactic melatonin administered to intensive care unit patients helps decrease the rate and the severity of delirium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Delirium is a condition of acute organic brain dysfunction with disturbances of attention and cognition, a fluctuating course, and occurring as a direct consequence of an underlying medical condition [1] . It is particularly common in patients in intensive care units (ICU), with a wide range of prevalence reported in the literature (11-80%) [2] [3] [4] . Delirium in ICU is associated with poorer outcomes, including higher mortality, more time on a ventilator, increased length of stay (LOS), greater postoperative complications, increased need for tracheostomy, increased medical costs, and higher risk of dementia and cognitive impairment [3, [5] [6] [7] [8] [9] [10] [11] [12] .",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 203,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 334,
                    "end": 342,
                    "text": "(11-80%)",
                    "ref_id": null
                },
                {
                    "start": 343,
                    "end": 346,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 347,
                    "end": 350,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 351,
                    "end": 354,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 644,
                    "end": 647,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 648,
                    "end": 651,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 652,
                    "end": 655,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 656,
                    "end": 659,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 660,
                    "end": 663,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 664,
                    "end": 667,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 668,
                    "end": 672,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 673,
                    "end": 677,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 678,
                    "end": 682,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Good quality sleep at night is recognised as an important aspect in the prevention and management of delirium. Melatonin is a natural hormone secreted by the pineal gland, which helps in the regulation of the sleep-wake cycle. Decreased melatonin levels and fluctuations in its metabolite, 6-SMT, have been associated with delirium in post-surgical and intensive care patients [13, 14] .",
            "cite_spans": [
                {
                    "start": 377,
                    "end": 381,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 382,
                    "end": 385,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "It is possible that supplementing melatonin improves sleep and prevents delirium. A number of clinical trials of melatonin or melatonin agonists for the prevention of delirium have been performed to date [15] [16] [17] [18] [19] [20] [21] [22] [23] [24] [25] [26] . It is difficult to draw firm conclusions due to conflicting results, methodological issues, and patient heterogeneity.",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 208,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 209,
                    "end": 213,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 214,
                    "end": 218,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 219,
                    "end": 223,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 224,
                    "end": 228,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 229,
                    "end": 233,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 234,
                    "end": 238,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 239,
                    "end": 243,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 244,
                    "end": 248,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 249,
                    "end": 253,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 254,
                    "end": 258,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 259,
                    "end": 263,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The 'Prophylactic Melatonin for Delirium in Intensive Care' is a multi-centre randomised double-blinded, placebo-controlled trial. The primary objective of this study is to determine whether melatonin given prophylactically decreases delirium in critically ill patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This study may provide evidence for a simple and effective agent to reduce delirium in patients admitted to the ICU.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This is a multi-centre, randomised, double-blinded, placebo-controlled trial of melatonin versus placebo to decrease the rate of delirium in ICU. A total of 850 ICU patients have been randomised on a 1:1 ratio to receive either melatonin or a placebo. Study participants were administered an oral dose of melatonin 4 mg enterally or placebo once daily at 21:00hs. for up to 14 days or until discharge from the ICU. Participants were monitored twice daily for symptoms of delirium. Additionally, data is being collected on the duration and severity of delirium, sleep quality, hospital and ICU length of stay (LOS), duration of mechanical ventilation, and mortality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study methods"
        },
        {
            "text": "Patients were randomised according to a computergenerated randomisation list, stratified by site, with standard block sizes of 6. Variable block sizes were considered unlikely to provide additional benefit, as the study drug and placebo have the same appearance and all clinical staff are blinded, thus maintaining allocation concealment. The randomisation list has been maintained by the University of Western Australia Centre for Applied Statistics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study methods"
        },
        {
            "text": "The patients, investigators, ICU doctors, and nurses looking after patients enrolled in the study are blinded to the treatment that the patients are receiving. Only the University of Western Australia Centre for Applied Statistics, the compounding pharmacy, and the independent Data Safety Monitoring Committee (DSMC) (should they need to, in order to investigate an adverse event) have had access to the treatment allocation list.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study methods"
        },
        {
            "text": "Based on the sample size calculations, with an alpha value of 0.05 and a power of 80%, a total of 850 patients have been recruited to the study, with 425 patients in each arm. Estimates of sample size were made based on the percentage of delirium-free assessments (the primary outcome) and, secondarily, the ICU LOS. LOS was chosen in addition to the percentage of delirium-free assessments as a significant relationship between delirium and LOS has been observed. Delirium assessment is by its nature subjective and the investigators wished to also allow the study to be powered to detect a reduction of LOS of 1 day (as an objective patient-orientated outcome). An audit of 100 patients across the two primary sites was used to provide preliminary data to guide sample size calculations where an average of 54% of assessments were deemed delirium free (standard deviation of ± 45%). The research group is interested in being able to detect a 10% increase in the percentage of delirium-free assessments. This would require a sample size calculation of 319 per group. Adjustment for non-parametric data (15%) increases this to 367 per group. It is expected that up to 10% of patients recruited in the study will not be assessable for delirium at any point during the study. To account for this, and missing data/loss to follow-up, the sample size was increased by 15% to 423 patients per group (total rounded to 850).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study methods"
        },
        {
            "text": "To detect a change in LOS of 1 day, using a sample size calculation for a gamma distribution, 387 patients per group would be required. The greater number of 850 was selected to have enough power to answer both questions. The formula used to calculate sample size was that described by Wand and Chow in 2007 [27] .",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 312,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Study methods"
        },
        {
            "text": "The framework of the study is of superiority of melatonin over placebo for the prevention of delirium. Superiority analyses will be two-sided and considered statistically significant at the 5% level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study methods"
        },
        {
            "text": "The DSMC is comprised of an independent intensivist, an epidemiologist, and a statistician independent of the trial statistician. The independent DSMC will review all serious adverse events and perform an interim analysis after 400 patients using the Haybittle-Peto stopping rule. The Haybittle-Peto stopping rule states that if an interim analysis shows a probability of equal to or less than 0.001 that a difference as extreme or more between the treatments is found, given that the null hypothesis is true, then the trial should be stopped early [28] .",
            "cite_spans": [
                {
                    "start": 549,
                    "end": 553,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Study methods"
        },
        {
            "text": "Statistical analysis of data will all occur collectively once all data, including follow-up at 90 days, has been collected. Outcome assessments were undertaken during ICU stay, at discharge from ICU, at discharge from hospital, and at 28 and 90 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study methods"
        },
        {
            "text": "Differences will be considered statistically significant when P values are < 0.05, and 95% confidence intervals (95% CI) will be reported.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical principles"
        },
        {
            "text": "Adherence to protocol will be considered when patients have received all the required doses while in ICU and all the CAM-ICU assessments. This will be presented with descriptive statistics as a percentage and numerator and denominator. Protocol deviation is defined as lack of compliance with study drug administration or lack of assessment with CAM-ICU. All protocol deviations will be collated and presented in the results as descriptive statistics. All analyses will be conducted on both an intention-to-treat (ITT) and per-protocol (PP) basis. The ITT sample is defined as all randomised subjects including those who are lost to follow-up or have missing data. If the patient does not receive the assigned intervention post-randomisation, the patient will still be included in the ITT sample and analysed according to assigned treatment group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical principles"
        },
        {
            "text": "Screening data will be presented as descriptive statistics. Patients eligible to be considered for the study must be admitted to the ICU with an expected total LOS of at least 72 h, as determined by the treating intensivist. Eligible participants also must be able to be enrolled and treated within 48 h of being admitted to the ICU.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trial population"
        },
        {
            "text": "Exclusion criteria for participation in the study includes (1) patients aged < 18 years; (2) patients already on melatonin before their admission to ICU; (3) prior hypersensitivity reaction to any of the components of the study drug (melatonin, sucralose and glycerol, marshmallow flavour); (4) patients expected to be discharged within 72 h of their ICU admission; (5) expected/inevitable death within next 48 h; (6) pregnant or breastfeeding; (7) non-English speaking; (8) patients that are not expected to improve adequately to be able to be assessed with a CAM-ICU score during their ICU stay; (9) patients that are not able to be assessed due to neurological problems that would affect their ability to participate in a CAM-ICU assessment, as judged by treating physician; (10) no enteral route, as melatonin is not available in intravenous formulation; and (11) hepatic impairment defined as alanine transferase (ALT) > 500 IU/L, previous liver transplant, or liver cirrhosis categories Childs-Pugh B and C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trial population"
        },
        {
            "text": "A CONSORT flow diagram will be presented. (Fig. 1 ) This will include the number of patients assessed for eligibility, excluded, randomised, allocated to each intervention arm, followed up, and analysed for each group. A report of withdrawals will be provided, describing the level at which they have occurred, the timing of withdrawals, and the reasons for the withdrawals.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 42,
                    "end": 49,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Trial population"
        },
        {
            "text": "Baseline characteristics including age, gender, severity scores, source of admission, and diagnosis will be presented as a table and summarised.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trial population"
        },
        {
            "text": "Primary and secondary outcomes will be analysed as described below. Where appropriate, analysis of primary and secondary outcomes will be analysed by a number of predetermined subgroups. These subgroups will include (1) percentage of delirium-free assessments by age: less than 65 or more than 65 years of age; (2) percentage of delirium-free assessments by gender; (3) percentage of delirium-free assessments by delirium subgroup at baseline: hyperactive, hypoactive, and mixed, as well as no delirium; (4) percentage of delirium-free assessments by diagnostic category (respiratory, cardiovascular, gastrointestinal, toxicological, neurological, metabolic, sepsis, trauma, traumatic brain injury); and (5) percentage of delirium-free assessments by > 50% risk or < 50% risk as per Pre-Deliric Score (calculated from first 24 h of ICU admission). Multiplicity adjustments will not be made.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis"
        },
        {
            "text": "For the primary outcome of percentage of deliriumfree episodes, patients will be assessed for delirium twice a day for 14 days or until they are discharged from ICU, whichever occurs first. The CAM-ICU tool will be used to assess delirium, with a result recorded as either 'positive' or 'negative' for delirium. The assessment will be carried out by trained ICU medical or nursing staff. The percentage of delirium-free assessments will be calculated for each participant. The percentage of deliriumfree assessments for participants in each group will then be compared using Student's t test. It is assumed that the data will be normally distributed. If the distribution of the data is not normally distributed, alternative approaches will be considered; however, the initial plan is robust to deviations from normality with this sample size. Supporting analysis will use linear regression making adjustments for baseline covariates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis"
        },
        {
            "text": "A secondary analysis will look at the rates of delirium in each group. The number of times an individual is reported as being positive for delirium and the total number of assessments will be examined by a comparison of rates. In addition, a Poisson regression will be used with the number of positive delirium assessments reported and offset the total number of assessments. Baseline characteristics will be included as covariates in the model. The covariates will include age, gender, delirium subtype, diagnostic category, and Pre-Deliric score.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis"
        },
        {
            "text": "Finally, an analysis that looks at whether the individual reported a positive delirium assessment during their stay will be undertaken by comparing proportions between the groups through a logistic regression analysis controlling for variables including age, gender and length of stay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis"
        },
        {
            "text": "The secondary outcomes to be analysed include (1) severity and duration of delirium, (2) sleep quality, (3) ICU and hospital length of stay;,(4) duration of mechanical ventilation, (5) mortality, and (6) economic analysis. Each secondary outcome will be adjusted for the same covariates as mentioned before: age, gender, delirium subtype, diagnostic category, and Pre-Deliric score.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis"
        },
        {
            "text": "All analyses, with the exception of 'Delirium and Coma Free Days', will use either a linear mixed model approach or generalised linear mixed model approach. Both of these will include a random individual effect to account for the repeated nature of the data and an appropriate correlation structure. Estimated differences between the groups and 95% confidence intervals will be provided throughout. The following analyses will be undertaken: 1) CAM-S: Score: CAM-S scores range from 0 (no delirium) to 7 (severe delirium). Linear mixed models will be used to compare CAM-S score as a response between the two treatment groups for individuals who have tested positive using CAM-ICU. 2) Delirium and Coma-Free Days: Poisson regression will be used to compare the count of delirium and coma-free days between the treatment groups using an offset of number of days in ICU. 3) Anti-psychotics or sedation: The use of antipsychotics or sedations will be recorded as a binary outcome labelled 'used' or 'not used' for each day during the study period. Generalised linear mixed models with logit link will be used to compare the two treatment groups with respect to the binary outcome. 4) Physical restraint: Each day during the study period, the use of physical restraints will be recorded as a binary outcome labelled having been 'used' or 'not used'. Generalised linear mixed models with logit link will be used to compare the use of restraints between the two treatment groups with respect to the binary outcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Severity and duration of delirium"
        },
        {
            "text": "Ability of participate in physiotherapy and mobilisation sessions will be assessed as a binary outcome labelled 'yes' or 'no'. Generalised linear mixed models with logit link will be used to compare the use of the two treatment groups with respect to the binary outcome. 6) Patient removal of lines: Each day during the study period, it will be recorded as whether or not the patient has attempted to or successfully removed their lines (binary outcome labelled 'yes' or 'no').",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5) Participation with physiotherapy and mobilisation:"
        },
        {
            "text": "Generalised linear mixed models with logit link will be used to compare the used to compare the use of the two treatment groups with respect to the binary outcome. 7) Type of delirium: At each assessment, patients with delirium will be classified as having either hyperactive, hypoactive, mixed delirium, or no delirium. Generalised linear mixed models for ordinal response will be used to compare the use of the two treatment groups with respect to the ordinal outcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5) Participation with physiotherapy and mobilisation:"
        },
        {
            "text": "Sleep quality will be assessed through sleep questionnaires, estimation of hours of sleep, and polysomnography.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sleep quality"
        },
        {
            "text": "1) Sleep questionnaires: Two types of sleep questionnaire will be utilised during the study. The first, the RCSQ provides a score out of 50. The second (Little's) involved a mixture of dichotomous questions and five-point rating questions [29, 30] . 2) Estimated hours of sleep: For both questionnaire responses, calculated outcomes will be compared between the treatment groups using Student's t tests and supporting linear regression models to adjust for covariates. 3) Polysomnography: In the subset of patients with polysomnography, the following will be analysed: total sleep time, sleep efficiency, percentage REM sleep, arousal index, and odds ratio product.",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 243,
                    "text": "[29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 244,
                    "end": 247,
                    "text": "30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Sleep quality"
        },
        {
            "text": "All calculated outcomes will be compared between the treatment groups using Student's t tests and supporting linear regression models to adjust for covariates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sleep quality"
        },
        {
            "text": "Initial comparisons between the two groups for ICU and hospital length of stay will be compared using Student's t test. Supporting analysis will also be carried out using Poisson regression, accounting for previously described covariates. Length of stay will be analysed in particular with the aforementioned subgroups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ICU and hospital length of stay"
        },
        {
            "text": "The total number of hours of mechanical ventilation will be calculated for each participant. Comparison between the two groups will be made using Student's t test. Supporting analysis will also be carried out using Poisson regression, accounting for covariates such as age, gender, admission type and diagnosis type.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Duration of mechanical ventilation"
        },
        {
            "text": "Mortality (time to death) will be analysed using Kaplan-Meier curves and Cox proportional hazard models, both unadjusted and adjusting for previously described covariates. Individuals who did not experience an event (death) will be censored at the end of the follow-up period of the study. Individuals withdrawn from the study early or lost to follow-up will be censored at the date of withdrawal or the last contact visit respectively. Results will be presented using hazard ratios and 95% confidence intervals for relative comparisons between the groups and absolute risk and differences will be estimated at both 28 and 90 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mortality"
        },
        {
            "text": "The cost of ICU care has been estimated at $4375 [15] and $5534 (Medical Division SCGH, 2015) per day based on national and state data respectively. From these figures, any reduction in costs through reduced LOS will be calculated. The cost per melatonin dose ($20 AUD per 30 ml bottle of 2 mg/ml) as well as consumables (syringe for NGT application) will also be calculated.",
            "cite_spans": [
                {
                    "start": 49,
                    "end": 53,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Costing analysis"
        },
        {
            "text": "There would also be a small 'time' cost associated with administration, but we believe it could reasonably be included in the general nursing workload. Costs will be presented in Australian dollars, adjusted to 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Costing analysis"
        },
        {
            "text": "Due to the nature and implementation of the CAM-ICU tool, it is expected there will be some missing data. However, such data is expected to be missing at random and consequently appropriate analyses will be carried out. The patterns of data availability for primary and secondary outcomes and reasons for missingness, where known, will be summarised for the two treatment groups. In situations where mixed modelling is the primary analysis, missing data will be handled by the likelihood-based estimation used in these analyses where the MAR assumption holds. In other situations of missing data, analyses will be carried out, if applicable, using multiple imputation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Missing data"
        },
        {
            "text": "It is expected that the source of missing data will be predominantly the dependent variable (based on missed delirium free assessments and outcomes). Consequently, we will not use multiple imputation techniques if this is the case and simply report the missingness patterns. However, if missing data is present in other variables, we will use these techniques, utilising the multiple imputation with chained equations (MICE) methodology [31] .",
            "cite_spans": [
                {
                    "start": 437,
                    "end": 441,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Missing data"
        },
        {
            "text": "Safety will be evaluated by tabulation of adverse events and will be presented with descriptive statistics at baseline and follow-up visits for each treatment group. With each SAE, the study investigator will determine the intensity and causality as per ICH GCP guidelines All SAEs will be discussed at the Data Safety Monitoring Committee meetings to reach a consensus on causality. If this differs from the original decision the local ethics committee is informed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Harms"
        },
        {
            "text": "The number and proportion of patients experiencing at least one AE, and the number and proportion of patients experiencing at least one SAE will be presented descriptively. The mean number of AEs and SAEs per patient will be presented. In addition, the frequencies of patients with (i) adverse events and (ii) serious adverse events will both be compared between the intervention groups using Fisher's exact tests or chi-squared tests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Harms"
        },
        {
            "text": "Data analysis will be carried out using the Stata MP, version 15. This SAP has been written in accordance with published guidelines for the content of statistical analysis plans in clinical trials [27] .",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 201,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Harms"
        },
        {
            "text": "At the time of publication, the ProMEDIC study had completed enrolment and follow-up of outcome data was ongoing. The statistical analysis plan of the study has been submitted for publication to this peer-reviewed journal before completion of follow-up and unblinding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trial status"
        },
        {
            "text": "Abbreviations CAM-ICU: Confusion assessment method for ICU; CAM-S: Confusion assessment method-severity; DSMC: Data safety monitoring committee; ICU: Intensive care unit; ITT: Intention to treat; LOS: Length of stay; PP: Per protocol; SAP: Statistical analysis plan",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trial status"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "American Psychiatric Association. Diagnostic and Statistical Manual of Mental Disorders: American Psychiatric Association",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Incidence, risk factors and consequences of ICU delirium",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ouimet",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "P"
                    ],
                    "last": "Kavanagh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Gottfried",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Skrobik",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Intensive Care Med",
            "volume": "33",
            "issn": "",
            "pages": "66--73",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Efficacy and safety of quetiapine in critically ill patients with delirium: a prospective, multicenter, randomized, double-blind, placebocontrolled pilot study*",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Devlin",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Crit Care Med",
            "volume": "38",
            "issn": "",
            "pages": "419--446",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Feasibility, efficacy, and safety of antipsychotics for intensive care unit delirium: the MIND randomized, placebo-controlled trial*",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Girard",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Crit Care Med",
            "volume": "38",
            "issn": "",
            "pages": "428--465",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Delirium prevention and treatment",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Skrobik",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Crit Care Clin",
            "volume": "25",
            "issn": "",
            "pages": "585--91",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Days of delirium are associated with 1-year mortality in an older intensive care unit population",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Pisani",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Am J Respir Crit Care Med",
            "volume": "180",
            "issn": "",
            "pages": "1092--1099",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Costs associated with delirium in mechanically ventilated patients*",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Milbrandt",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Crit Care Med",
            "volume": "32",
            "issn": "",
            "pages": "955--62",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Delirium in elderly patients and the risk of postdischarge mortality, institutionalization, and dementia: a meta-analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Witlox",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Jama",
            "volume": "304",
            "issn": "",
            "pages": "443--51",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Prevalence, risk factors, and outcomes of delirium in mechanically ventilated adults*",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mehta",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Crit Care Med",
            "volume": "43",
            "issn": "",
            "pages": "557--66",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A systematic review of implementation strategies for assessment, prevention, and management of ICU delirium and their effect on clinical outcomes",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Trogrlić",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Crit Care",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Long-term outcome of delirium during intensive care unit stay in survivors of critical illness: a prospective cohort study",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Wolters",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Crit Care",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The impact of delirium in the intensive care unit on hospital length of stay",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ely",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Intensive Care Med",
            "volume": "27",
            "issn": "",
            "pages": "1892--900",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Perioperative plasma melatonin concentration in postoperative critically ill patients: its association with delirium",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yoshitaka",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Crit Care",
            "volume": "28",
            "issn": "",
            "pages": "236--278",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Do fluctuations in endogenous melatonin levels predict the occurrence of postoperative cognitive dysfunction (POCD)?",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yue",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Int J Neurosci",
            "volume": "124",
            "issn": "",
            "pages": "787--91",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The effect of melatonin on delirium in hospitalised patients: a systematic review and meta-analyses with trial sequential analysis",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "Y"
                    ],
                    "last": "Teoh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Khor",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Anesth",
            "volume": "59",
            "issn": "",
            "pages": "74--81",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Evaluating the potential effect of melatonin on the post-cardiac surgery sleep disorder",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dianatkhah",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Tehran Univ Heart Cent",
            "volume": "10",
            "issn": "",
            "pages": "122--130",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "ANAESTHESIOLOGY AND INTENSIVE CARE Melatonin treatment in the prevention of postoperative delirium in cardiac surgery patients",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Artemiou",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Pol J Cardio Thorac Surg",
            "volume": "2",
            "issn": "",
            "pages": "126--133",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Effect of melatonin on incidence of delirium among patients with hip fracture: a multicentre, double-blind randomized controlled trial",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "De Jonghe",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Can Med Assoc J",
            "volume": "186",
            "issn": "",
            "pages": "547--56",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Assessment of role of perioperative melatonin in prevention and treatment of postoperative delirium after hip arthroplasty under spinal anesthesia in the elderly",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Sultan",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Saudi J Anaesth",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Preventive effects of ramelteon on delirium: a randomized placebo-controlled trial",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hatta",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "JAMA Psychiatry",
            "volume": "71",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Potential role of exogenous melatonin supplement in delirium prevention in critically ill patients: a double-blind randomized pilot study",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Abbasi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Farsaei",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ghasemi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mansourian",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Iran J Phar Res",
            "volume": "17",
            "issn": "4",
            "pages": "1571--80",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Melatonin and sleep in preventing hospitalized delirium: a randomized clinical trial",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Jaiswal",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Am J Med",
            "volume": "131",
            "issn": "",
            "pages": "1110--1117",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Effect of administration of ramelteon, a melatonin receptor agonist, on the duration of stay in the ICU: a single-center randomized placebo-controlled trial*",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nishikimi",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Crit Care Med",
            "volume": "46",
            "issn": "",
            "pages": "1099--105",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Melatonin decreases delirium in elderly patients: a randomized, placebo-controlled trial",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Al-Aama",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Int J Geriatr Psychiatry",
            "volume": "26",
            "issn": "",
            "pages": "687--94",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Pharmacologic prevention and treatment of delirium in intensive care patients: a systematic review",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Serafim",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Crit Care",
            "volume": "30",
            "issn": "",
            "pages": "799--807",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Interventions for preventing delirium in hospitalised patients",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Siddiqi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Holt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Britton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Cochrane Database of Systematic Reviews",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Sample size calculation for comparing proportions",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S-C",
                    "middle": [],
                    "last": "Chow",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Wiley Encyclopedia of Clinical Trials",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/9780471462422.eoct005"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "When to stop a clinical trial",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Pocock",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "BMJ",
            "volume": "305",
            "issn": "",
            "pages": "235--275",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Measurement of sleep in critically ill patients",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Richards",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "O&apos;sullivan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Phillips",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Nurs Meas",
            "volume": "8",
            "issn": "",
            "pages": "131--175",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "A patient survey of sleep quality in the intensive care unit",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Little",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Minerva Anestesiol",
            "volume": "78",
            "issn": "",
            "pages": "406--420",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Multiple imputation by chained equations: what is it and how does it work?: multiple imputation by chained equations",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Azur",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Stuart",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Frangakis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Leaf",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Int J Methods Psychiatr Res",
            "volume": "20",
            "issn": "",
            "pages": "40--49",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Publisher's Note",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Statistical",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We would like to acknowledge Ms. Erina Myers who is the project manager for this trial. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Authors' contributions BW, FEM, and MA are responsible for the idea and creating the original protocol. AF has provided substantial expertise in the area of delirium. KH and EL have provided methodological expertise. EK and KM have been responsible for statistical input and database creation and management. The authors read and approved the final manuscript. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "There is no data from which conclusions have been made to accompany this manuscript. Consent was obtained from all participants prior to enrolment into the trial. Ethics approval was obtained to allow full informed consent or verbal assent (using a Brief Information Sheet) followed by full written consent at a later date.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of data and materials"
        },
        {
            "text": "This manuscript does not contain any individual's data in any form.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        },
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}