{
    "paper_id": "d32a2f235f87e9cfbbb96ad43b7c46a56cbbcfb5",
    "metadata": {
        "title": "Infection prevention and control considerations for safe outpatient monoclonal antibody infusions in patients with coronavirus disease 2019 (COVID-19)",
        "authors": [
            {
                "first": "Elena",
                "middle": [],
                "last": "Beam",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mayo Clinic",
                    "location": {
                        "settlement": "Rochester",
                        "region": "Minnesota"
                    }
                },
                "email": ""
            },
            {
                "first": "Molly",
                "middle": [
                    "J"
                ],
                "last": "Destro Borgen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mayo Clinic",
                    "location": {
                        "settlement": "Rochester",
                        "region": "Minneosta"
                    }
                },
                "email": ""
            },
            {
                "first": "Raymund",
                "middle": [
                    "R"
                ],
                "last": "Razonable",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mayo Clinic",
                    "location": {
                        "settlement": "Rochester",
                        "region": "Minnesota"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "To the Editor-The management of patients with mild to moderate coronavirus disease-19 (COVID-19) has evolved to include early outpatient monoclonal antibody treatment of adults and adolescents at high risk for clinical progression to severe illness, which require hospitalization or result in death. The US Food and Drug Administration (FDA) has granted separate emergency use authorizations (EUAs) to anti-spike monoclonal antibodies, including balmlanivimab with or without etesevimab and casirivimab with imdevimab for treatment of these patients. [1] [2] [3] These new treatment options for mild to moderate COVID-19 have shifted the recommendations from symptomatic management and strict isolation at home to having the patients access healthcare teams and facilities to receive monoclonal antibody infusions in the outpatient setting.",
            "cite_spans": [
                {
                    "start": 551,
                    "end": 554,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 555,
                    "end": 558,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 559,
                    "end": 562,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The timing of infusing monoclonal antibody is limited; maximal clinical benefit is most evident early in the course of the disease. The FDA EUA limits their use to ≤10 days of symptom onset. Patients who are eligible to receive the monoclonal antibody infusions are therefore early in their clinical disease, when they have high viral loads and are most likely in their highly infectious stage of illness. This situation has challenged many healthcare systems, including the Mayo Clinic, that were not equipped with dedicated COVID-19 outpatient infusion treatment facilities. Herein, we describe the critical importance of integrating infection prevention and control (IPAC) policies during the development and implementation of a safe monoclonal antibody infusion program.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "First, we recommended that the outpatient COVID-19 infusion therapy center (ITC) is physically separate from traditional infusion facilities and clinical care areas that serve non-COVID-19 patients. At the Mayo Clinic in Rochester, Minnesota, we transformed an existing outpatient clinic into an off-site, 16-room ITC that has the capacity to administer up to 60 monoclonal antibody infusions per day (assuming four 3-hour appointments). The existing outpatient clinic rooms were reformatted to ensure that it complies with IPAC standards. For example, the rooms were simplified for ease of cleaning, including the work stations, flooring (which was changed from carpet to vinyl), furniture (which was changed to vinyl-covered infusion chairs), and installation of sinks, as needed (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 782,
                    "end": 791,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "We reviewed ventilation systems in the building and worked with facilities staff to ensure a minimum of 6 air exchanges per hour because these rooms would not be used for aerosol-generating procedures. Thus, a review of the heating, ventilation, and airconditioning systems was conducted. Other suggested changes in the physical space included a locked, restricted unit to prevent unauthorized access by nonpersonnel, the use of automatic doors to limit physical contact with the environment, a separate hallway and separate toilet facilities for the patients, and removal of unnecessary furniture and medical equipment in the infusion rooms. Cleaning recommendations were enforced for surfaces with patient contact. Hospital grade disinfectants included in\"List N\" disinfectants for coronavirus as collated by the EPA were used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Second, we ensured that our medical providers and other personnel who had direct contact with patients were properly trained in IPAC protocols and practices. We ensured adequate supply of personal protective equipment (PPE, including gowns, gloves, eye wear and procedural masks). PPE training was required for all staff, with posted visuals and tutorials in the infusion center. In addition, we ensured the availability of N95 masks and fitted PPE in case of an event requiring an aerosol-generating procedure. IPAC staff inspected the facilities and ensured that procedures and protocols were being followed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Third, patients and their accompanying visitors were advised to avoid public transportation when traveling to and from the ITC. Upon arrival at the facility for their infusion appointment, we adopted a telephonic check-in process, wherein patients called the ITC desk directly instead of walking in for check in. The patients were asked to remain in their vehicles until a staff member escorted them to the ITC room. This procedure was intended to prevent patients from lingering in common areas and waiting rooms. All patients were required to wear a mask at all times upon arrival and after leaving the facility. We also adopted a \"no accompanying visitor\" policy in the building; accompanying visitors were advised to remain in their cars or were asked to return at end of patient appointment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "At our outpatient COVID-19 ITC in Rochester, Minnesota, we started infusing spike monoclonal antibodies to patients with mild to moderate COVID-19 on November 19, 2020. A walk through the facility by IPAC personnel and ITC staff was performed to ensure that the facility was in order prior to the start of the program. Periodic checks by IPAC staff ensured adherence to strict policies and procedures. During the first 3 months of the program at the Mayo Clinic COVID-19 ITC, bamlanivimab and the combination of casirivimab and imdevimab were infused to 955 patients. To date, there have been no known reported COVID-19 infections among our staff, and we continue our strict adherence to these IPAC policies and procedures. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "REGN-COV2, a neutralizing antibody cocktail, in outpatients with COVID-19",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Weinreich",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sivapalasingam",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Norton",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "N Engl J Med",
            "volume": "384",
            "issn": "",
            "pages": "238--251",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "SARS-CoV-2 neutralizing antibody LY-CoV555 in outpatients with COVID-19",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nirula",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Heller",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "N Engl J Med",
            "volume": "384",
            "issn": "",
            "pages": "229--237",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Effect of bamlanivimab as monotherapy or in combination with etesevimab on viral load in patients with mild to moderate COVID-19: a randomized clinical trial",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Gottlieb",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nirula",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "JAMA",
            "volume": "325",
            "issn": "",
            "pages": "632--644",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Suggested Infection Prevention and Control (IPAC) Requirement in Establishing an Outpatient Monoclonal Antibody Infusion Center for Patients with Mild to Moderate Coronavirus Disease-19 Separate infusion facility from other clinical areas Proper ventilation, heating and air-conditioning Limited physical contact (minimize the furniture and equipment in infusion room; automatic door entry) Restricted access Dedicated toilet facilities for infectious patients Vinyl flooring (no carpet) and vinyl-covered infusion chairs (no cloth) Proper room cleaning and disinfection of equipment Sinks and disinfectants in every infusion room Proper training in IPAC policies and procedures Personal protective equipment supplies (gown, gloves, mask, eye wear) Frequent handwashing Minimal direct physical contact with patients Periodic inspection by IPAC staff to ensure compliance with policies and procedures Mask required at all times Telephonic check in process Avoid public transportation Avoid lingering in common public areas No accompanying visitor policy inside the infusion center",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments.Financial support. No financial support was provided relevant to this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "All authors report no conflicts of interest relevant to this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest."
        }
    ]
}